{
    "title": "Abdominal aortic aneurysm (AAA) screening",
    "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm-screening/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Abdominal aortic aneurysm (AAA) screening is a test to check if there's a swelling in your aorta, which is the main blood vessel that carries blood from the heart to the tummy (abdomen).",
                "AAA screening is offered to all men over the age of 64. Anyone assigned male at birth who is over the age of 64 can have it."
            ]
        },
        {
            "title": "Why abdominal aortic aneurysm (AAA) screening is done",
            "paragraphs": [
                "Abdominal aortic aneurysm (AAA) screening is done to check if there are any swellings (aneurysms) in the main blood vessel in your tummy (abdomen), called the aorta. The aorta runs from your heart down to your abdomen.",
                "<img alt=\"Picture of the human body showing an abdominal aortic aneurysm in the tummy. The aorta runs from the heart down to the tummy before separating into 2 branches and running down the legs.\" class=\"nhsuk-image__img\" sizes=\"\n      (min-width: 1020px) 320px\n      (min-width: 768px) 50vw\n      100vw\n    \" src=\"https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-320.jpg\" srcset=\"\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-320.jpg 320w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-510.jpg 510w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-640.jpg 640w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-767.jpg 767w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1019.jpg 1019w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1125.jpg 1125w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1534.jpg 1534w,\n    \"/>",
                "Multimedia Team - nhs.uk",
                "AAA screening can help find anabdominal aortic aneurysmearly. This means it can be monitored and treated, if needed, so it's less likely to burst (rupture), which can be life threatening."
            ]
        },
        {
            "title": "Who abdominal aortic aneurysm (AAA) screening is for",
            "paragraphs": [
                "All men living in England are invited for abdominal aortic aneurysm (AAA) screening the year they turn 65.",
                "AAA screening is recommended for anyone assigned male at birth. This includes men, trans women and non-binary people.",
                "You'll have the AAA screening test once, unless an aneurysm is found.",
                "Men are invited for AAA screening because they're more likely to have an abdominal aortic aneurysm.",
                "AAA screening is not usually offered to people with a lower risk of getting an abdominal aortic aneurysm, including:",
                "If you're a trans man, trans woman or are non-binary, your need for AAA screening depends on the sex you were assigned at birth:",
                "If you're registered as male with a GP, you'll be invited for AAA screening automatically the year you turn 65.",
                "If you're registered as female with a GP, you may need to talk to the GP surgery or call your local AAA screening service to ask for an appointment."
            ]
        },
        {
            "title": "If you have a higher risk of abdominal aortic aneurysm",
            "paragraphs": [
                "If you're not eligible for AAA screening but you think you're at higher risk of getting an abdominal aortic aneurysm, talk to a GP about the possibility of getting a scan.",
                "You may be at higher risk if:"
            ]
        },
        {
            "title": "How to get abdominal aortic aneurysm (AAA) screening",
            "paragraphs": [
                "During the year you turn 65, you'll get a letter inviting you for a pre-booked abdominal aortic aneurysm (AAA) screening appointment.",
                "The letter is usually sent 3 to 6 weeks before the appointment.",
                "AAA screening usually takes place at GP surgeries or health centres, and sometimes hospitals.",
                "If you need to change your appointment or you've not had an invitation letter and think you should have, contactyour local AAA screening service.",
                "It's your choice if you want to have AAA screening. Most abdominal aortic aneurysms do not have any symptoms, so screening is the best way to find one.",
                "Finding an abdominal aortic aneurysm reduces the chance of it bursting (rupturing), which can be life threatening.",
                "If you do not want to have screening for AAA, call your local AAA screening service.",
                "You can call again to ask for the screening if you decide you want to have it in the future."
            ]
        },
        {
            "title": "How abdominal aortic aneurysm (AAA) screening is done",
            "paragraphs": [
                "The main test to find out if you have an abdominal aortic aneurysm (AAA) is anultrasound scanof your tummy. It usually takes around 10 to 15 minutes and is painless.",
                "A small handheld device called a probe is placed on your tummy and images of the inside of your tummy will be shown on a screen.",
                "The medical professional doing the test will check for any bulges or swelling of the aorta.",
                "Sometimes it may not be possible to get a clear picture of your aorta. If this happens, you may need to have another scan."
            ]
        },
        {
            "title": "Getting the results of your abdominal aortic aneurysm (AAA) screening",
            "paragraphs": [
                "You'll get the results of the abdominal aortic aneurysm (AAA) screening at the end of the scan. Your GP surgery will be sent the results."
            ]
        },
        {
            "title": "If an aneurysm is not found",
            "paragraphs": [
                "If you do not have an aneurysm, you do not need to do anything and will not need to have any more scans."
            ]
        },
        {
            "title": "If an aneurysm is found",
            "paragraphs": [
                "If an aneurysm is found during your scan, what happens next depends on the size of the aneurysm.",
                "Small (3cm to 4.4cm)",
                "You'll have a scan every year to see if the aneurysm has got bigger, and see a specialist nurse for advice",
                "Medium (4.5cm to 5.4cm)",
                "You'll have a scan every 3 months to see if the aneurysm has got bigger, and see a specialist nurse for advice",
                "Large (5.5cm or bigger)",
                "You'll be referred to a specialist called a vascular surgeon for more tests and possible treatment"
            ]
        },
        {
            "title": "Monitoring a small or medium aneurysm",
            "paragraphs": [
                "If you have a small or medium aneurysm, you'll be offered an appointment to see a specialist nurse.",
                "They'll answer any questions you may have and talk to you about:"
            ]
        },
        {
            "title": "More information about abdominal aortic aneurysm (AAA) screening",
            "paragraphs": [
                "Page last reviewed: 11 November 2024Next review due: 11 November 2027"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/",
        "https://www.nhs.uk/conditions/ultrasound-scan/"
    ],
    "sublink_articles": []
}