{
    "title": "Abdominal aortic aneurysm",
    "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "An abdominal aortic aneurysm (AAA) is a swelling in the aorta, the artery that carries blood from the heart to the tummy (abdomen). Most aneurysms do not cause any problems, but they can be serious because there's a risk they could burst (rupture)."
            ]
        },
        {
            "title": "Symptoms of abdominal aortic aneurysm",
            "paragraphs": [
                "Abdominal aortic aneurysm often has no symptoms.",
                "You usually only find out you have one during anabdominal aortic aneurysm screening testor during tests for another condition.",
                "If an aneurysm gets bigger, you might sometimes notice:"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "These symptoms can be caused by lots of things and do not mean you have an abdominal aortic aneurysm, but it's best to get them checked."
            ]
        },
        {
            "title": "Immediate action required:Call 999 if you or someone else:",
            "paragraphs": [
                "These could be signs of an abdominal aortic aneurysm bursting (rupturing). This is a life-threatening emergency that needs to be treated in hospital as soon as possible."
            ]
        },
        {
            "title": "Tests for abdominal aortic aneurysm",
            "paragraphs": [
                "The main test to find out if you have an abdominal aortic aneurysm is anultrasound scanof your tummy.",
                "A small device is placed on your tummy and images of the inside of your tummy will be shown on a screen.",
                "You'll usually be told if you have an aneurysm at the end of the test.",
                "You’ll also be told how big it is:"
            ]
        },
        {
            "title": "Screening for abdominal aortic aneurysm",
            "paragraphs": [
                "An ultrasound test is offered to all men when they turn 65, as they're most at risk of getting an abdominal aortic aneurysm.",
                "This is calledabdominal aortic aneurysm screening."
            ]
        },
        {
            "title": "Treatment for abdominal aortic aneurysm",
            "paragraphs": [
                "Treatment for an abdominal aortic aneurysm usually depends on how big it is and if you have symptoms.",
                "If it's small, lifestyle changes such as quitting smoking and eating healthily may be recommended to help stop it getting bigger.",
                "Sometimes you may need:",
                "Surgery has risks and side effects which your doctor or surgeon should discuss with you.",
                "Abdominal aortic aneurysms often get bigger over time. You'll usually need regular scans to see if it's getting bigger.",
                "If your aneurysm ruptures, you’ll need emergency surgery to treat it."
            ]
        },
        {
            "title": "How to lower your risk of getting an abdominal aortic aneurysm",
            "paragraphs": [
                "Making healthy lifestyle changes can help lower your risk of getting an abdominal aortic aneurysm, or stop one from getting bigger."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "eat healthily",
                "exercise regularly",
                "try to lose weightif you're overweight",
                "try to cut down on alcohol"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not smoke",
                "Find out how to get help to quit smoking"
            ]
        },
        {
            "title": "Causes of an abdominal aortic aneurysm",
            "paragraphs": [
                "An abdominal aortic aneurysm happens when the main artery that carries blood from the heart to the tummy (the aorta) becomes weakened.",
                "It's not always clear what causes it, but some people have a higher chance of getting one.",
                "You’re more at risk if you:",
                "Sometimes an abdominal aortic aneurysm can be caused by an infection, but this is rare."
            ]
        },
        {
            "title": "Video: Abdominal aortic aneurysm",
            "paragraphs": [
                "This video shows what an abdominal aortic aneurysm looks like.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 14 June 2023Next review due: 14 June 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/ultrasound-scan/",
        "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
        "https://www.nhs.uk/conditions/high-cholesterol/",
        "https://www.nhs.uk/conditions/atherosclerosis/",
        "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/",
        "https://www.nhs.uk/conditions/marfan-syndrome/"
    ],
    "sublink_articles": []
}