{
    "title": "Accessing physiotherapy\n    \n - \n      Physiotherapy",
    "url": "https://www.nhs.uk/conditions/physiotherapy/accessing/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPhysiotherapy"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If you need physiotherapy, a number of different options are available to you.",
                "You can see a physiotherapist:",
                "Physiotherapy can also sometimes be accessed through occupational health services, charities, patient groups and the voluntary sector."
            ]
        },
        {
            "title": "Physiotherapy on the NHS",
            "paragraphs": [
                "Physiotherapy is available free of charge on the NHS throughout the UK.",
                "Depending on where you live, you may be able to self-refer or you may need to visit your GP or consultant first. After discussing your symptoms with your doctor, they may then refer you to a physiotherapist.",
                "You cansearch for physiotherapy services near youto find out where you may be referred to."
            ]
        },
        {
            "title": "Self-referral for NHS physiotherapy",
            "paragraphs": [
                "Some areas in the UK offer a self-referral service, which means you can make an appointment to see an NHS physiotherapist without having to see a doctor first.",
                "However, this is not available everywhere. Staff at your GP surgery or hospital trust should be able to tell you whether it's available in your area.",
                "Self-referral is particularly suitable for people with relatively simple conditions such asjoint pain, strains or other injuries.",
                "If you have more complex needs – for example, you have movement problems caused by astrokeormultiple sclerosis (MS)– you may still need a referral from a doctor."
            ]
        },
        {
            "title": "Direct access to physiotherapy",
            "paragraphs": [
                "Some physiotherapists also work in GP practices as the first point of contact for patients with musculoskeletal problems, such as neck or back pain, and those with long-term conditions, such as MS or stroke.",
                "When contacting your GP surgery, you may be offered to see the physiotherapist directly, instead of having to see the GP first.",
                "Physiotherapists working in these roles may have advanced skills, such as prescribing and ordering scans."
            ]
        },
        {
            "title": "Private physiotherapy",
            "paragraphs": [
                "Waiting lists for NHS physiotherapy can be long and some people choose to have private treatment instead. If you see a physiotherapist privately, you'll have to pay for treatment.",
                "You can usually approach a private physiotherapist directly without a referral from a doctor.",
                "When choosing a private physiotherapist, make sure they're:",
                "You can find a private chartered physiotherapist near you usingCSP's Physio2u directory. You can also use theFind a physio search facility on the Physio First website."
            ]
        },
        {
            "title": "Occupational health services",
            "paragraphs": [
                "Physiotherapy may be available through your workplace.",
                "Some companies provide occupational health services, which include physiotherapy treatment. Check with your manager or Human Resources department to see if it's available where you work.",
                "Page last reviewed: 09 December 2022Next review due: 09 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/stroke/",
        "https://www.nhs.uk/conditions/multiple-sclerosis/"
    ],
    "sublink_articles": []
}