{
    "title": "Achalasia",
    "url": "https://www.nhs.uk/conditions/achalasia/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Achalasia is a rare disorder of the food pipe (oesophagus), which can make it difficult to swallow food and drink.",
                "Normally, the muscles of the oesophagus contract to squeeze food along towards the stomach. A ring of muscle at the end of the food pipe then relaxes to let food into the stomach.",
                "In achalasia, the muscles in the oesophagus do not contract correctly and the ring of muscle can fail to open properly, or does not open at all. Food and drink cannot pass into the stomach and becomes stuck. It is often brought back up."
            ]
        },
        {
            "title": "Symptoms of achalasia",
            "paragraphs": [
                "Not everyone with achalasia will have symptoms.",
                "But most people with achalasia will find it difficult to swallow food or drink (known asdysphagia). Swallowing tends to get gradually more difficult or painful over a couple of years, to the point where it is sometimes impossible.",
                "Other symptoms include:",
                "Symptoms of achalasia may start at any time of life.",
                "Swallowing problems can also be caused by cancers of the mouth, throat and oesophagus. There’s a link between long-term achalasia and the risk of developingcancer of the oesophagus, but the risk is small.",
                "It’s always important to get symptoms checked straight away, even if your symptoms are not bothering you."
            ]
        },
        {
            "title": "Causes of achalasia",
            "paragraphs": [
                "Achalasia is thought to happen when the nerves in the oesophagus become damaged and stop working properly, which is why the muscles and ring of muscle do not work. The exact cause of this is unknown.",
                "In some people, it may be linked to a viral infection. It may also be associated with having an autoimmune condition, where the body's immune system attacks healthy cells, tissue and organs.",
                "In rare cases, it's possible that achalasia is caused by a faulty gene."
            ]
        },
        {
            "title": "Diagnosing achalasia",
            "paragraphs": [
                "If a GP thinks you have achalasia, you'll be referred to hospital to have some diagnostic tests. Achalasia may also be diagnosed during an investigation, such as a chestX-ray, for another reason.",
                "The tests for achalasia include:"
            ]
        },
        {
            "title": "Treatments for achalasia",
            "paragraphs": [
                "There is no cure for achalasia, but treatment can help relieve the symptoms and make swallowing easier.",
                "Your doctors will talk to you about the risks and benefits of the different treatment options."
            ]
        },
        {
            "title": "Medicine",
            "paragraphs": [
                "Medicines, such as nitrates ornifedipine, can help to relax the muscles in your oesophagus. This makes swallowing easier and less painful for some people, although they do not work for everyone.",
                "The effect only lasts for a short time, so medicine may be used to ease symptoms while you wait for a more permanent treatment. They may cause headaches, but this usually improves over time."
            ]
        },
        {
            "title": "Stretching the muscle (balloon dilation)",
            "paragraphs": [
                "Under a sedative, or sometimes ageneral anaesthetic, a balloon is passed into the oesophagus using a long, thin flexible tube (endoscope). The balloon is then inflated to help stretch the ring of muscle that lets food into your stomach.",
                "This improves swallowing for most people, but you may need treatment several times before your symptoms improve.",
                "Balloon dilatation does carry a small risk of tearing the oesophagus (oesophageal rupture), which may require emergency surgery."
            ]
        },
        {
            "title": "Botox injection",
            "paragraphs": [
                "Using an endoscope, botox is injected into the ring of muscle that lets food into your stomach, causing it to relax.",
                "It is usually effective for a few months and occasionally for a few years, but it has to be repeated. This is usually painless, and can be used for temporary relief in people who are not able to have other treatments."
            ]
        },
        {
            "title": "Surgery",
            "paragraphs": [
                "Under general anaesthetic, the muscle fibres in the ring of muscle that lets food into your stomach are cut. This is done using keyhole surgery (laparoscopy) and is called Heller's myotomy.",
                "It can permanently make swallowing easier.",
                "Often a second procedure will be done at the same time to stop you gettingacid reflux and heartburn, which can be a side effect of the Heller's myotomy operation. Your surgeon will talk to you about this and any other surgical options which may be the best option for you."
            ]
        },
        {
            "title": "Follow-up treatment",
            "paragraphs": [
                "Balloon dilation and surgery can both cause side effects such asacid reflux and heartburnand chest pain. A GP may be able to prescribe medicine to help with this, and your surgeon may suggest you take this medicine routinely.",
                "It's normal for chest pain to persist for a while after treatment.",
                "You should see a GP if you still have swallowing difficulties or are continuing to lose weight after treatment.",
                "Read about living with achalasia on the Achalasia Action website",
                "Page last reviewed: 05 December 2023Next review due: 05 December 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
        "https://www.nhs.uk/conditions/heartburn-and-acid-reflux/",
        "https://www.nhs.uk/conditions/chest-pain/",
        "https://www.nhs.uk/conditions/chest-infection/",
        "https://www.nhs.uk/conditions/unintentional-weight-loss/",
        "https://www.nhs.uk/conditions/endoscopy/",
        "https://www.nhs.uk/conditions/endoscopy/",
        "https://www.nhs.uk/conditions/laparoscopy/",
        "https://www.nhs.uk/conditions/heartburn-and-acid-reflux/"
    ],
    "sublink_articles": []
}