{
    "title": "Advance statement about your care wishes",
    "url": "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-statement/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPlanning ahead for end of life care",
                "An advance statement is a written statement that sets down your preferences, wishes, beliefs and values regarding your future care.",
                "The aim is to provide a guide to anyone who might have to make decisions in your best interest if you have lost the ability to make or communicate decisions."
            ]
        },
        {
            "title": "What does an advance statement cover?",
            "paragraphs": [
                "An advance statement can cover any aspect of your future health or social care. This could include:",
                "You can make sure people know about your wishes by talking about them.",
                "By writing your advance statement down, you can help to make things clear to your family, carers and anybody involved in your care.",
                "You can write it with support from relatives, carers, or health and social care professionals."
            ]
        },
        {
            "title": "Is an advance statement the same as an advance decision?",
            "paragraphs": [
                "No. An advance decision (also known as a living will, or advance decision to refuse treatment) is a decision you can make now to refuse specific treatments in the future.",
                "An advance decision is legally binding, as long as it meets certain criteria.",
                "Read more about advance decisions to refuse treatment"
            ]
        },
        {
            "title": "Who makes an advance statement?",
            "paragraphs": [
                "You write an advance statement yourself, as long as you have the mental capacity to make these statements.",
                "Mental capacity is the ability to make decisions. Sometimes, people do not have mental capacity. This can be for a number of reasons, including illness.",
                "Find outhow to make, register or end a lasting power of attorney on GOV.UK, and about theMental Capacity Act: making decisions on GOV.UK."
            ]
        },
        {
            "title": "Is an advance statement legally binding?",
            "paragraphs": [
                "No, an advance statement is not legally binding, but anyone who's making decisions about your care must take it into account."
            ]
        },
        {
            "title": "How does an advance statement help?",
            "paragraphs": [
                "An advance statement lets everyone involved in your care know about your wishes, feelings and preferences if you're not able to tell them."
            ]
        },
        {
            "title": "Does it need to be signed and witnessed?",
            "paragraphs": [
                "You do not have to sign an advance statement, but your signature makes it clear that it is your wishes that have been written down."
            ]
        },
        {
            "title": "Who should see it?",
            "paragraphs": [
                "You have the final say in who sees it. Keep it somewhere safe, and tell people where it is, in case they need to find it in the future.",
                "You can keep a copy in your medical notes."
            ]
        },
        {
            "title": "Thinking about your wishes",
            "paragraphs": [
                "Dying Matters has information on talking about dying. This includes ideas for starting the conversation, letting people know your wishes, and things to think about."
            ]
        },
        {
            "title": "More inPlanning ahead for end of life care",
            "paragraphs": [
                "Page last reviewed: 19 September 2023Next review due: 19 September 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}