{
    "title": "Advance decision to refuse treatment (living will)",
    "url": "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-decision-to-refuse-treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPlanning ahead for end of life care",
                "An advance decision to refuse treatment lets your healthcare team know your wishes if you are not able to communicate them."
            ]
        },
        {
            "title": "What is an advance decision?",
            "paragraphs": [
                "An advance decision (sometimes known as an advance decision to refuse treatment, an ADRT, or a living will) is a decision you can make now to refuse a specific type of treatment at some time in the future.",
                "It lets your family, carers and health professionals know your wishes about refusing treatment if you're unable to make or communicate those decisions yourself.",
                "The treatments you're deciding to refuse must all be named in the advance decision.",
                "You may want to refuse a treatment in some situations, but not others. If this is the case, you need to be clear about all the circumstances in which you want to refuse this treatment.",
                "An advance decision is not the same as an advance statement.",
                "Read about advance statements",
                "Deciding to refuse a treatment is not the same as asking someone to end your life or help you end your life.Euthanasia and assisted suicideare illegal in the UK."
            ]
        },
        {
            "title": "Life-sustaining treatment",
            "paragraphs": [
                "You can refuse a treatment that could potentially keep you alive, known as life-sustaining treatment.",
                "This is treatment that replaces or supports ailing bodily functions, such as:",
                "You may want to discuss this with a doctor or nurse who knows about your medical history before you make up your mind."
            ]
        },
        {
            "title": "Who makes an advance decision?",
            "paragraphs": [
                "You make the advance decision, as long as you have the mental capacity to make such decisions.",
                "You may want to make an advance decision with the support of a clinician.",
                "If you decide to refuse life-sustaining treatment in the future, your advance decision needs to be:",
                "If you wish to refuse life-sustaining treatments in circumstances where you might die as a result, you need to state this clearly in your advance decision. Life-sustaining treatment is sometimes called life-saving treatment.",
                "You may find it helpful to talk to a doctor or nurse about the kinds of treatments you might be offered in the future, and what it might mean if you choose not to have them.",
                "The charityCompassion in Dying has an advance decision formyou can fill in online or by hand, with suggestions for things to think about."
            ]
        },
        {
            "title": "Is an advance decision legally binding?",
            "paragraphs": [
                "An advance decision is legally binding as long as it:",
                "If your advance decision is binding, it takes precedence over decisions made in your best interest by other people.",
                "An advance decision may only be considered valid if:"
            ]
        },
        {
            "title": "How does an advance decision help?",
            "paragraphs": [
                "As long as it's valid and applies to your situation, an advance decision gives your health and social care team clinical and legal instructions about your treatment choices.",
                "An advance decision will only be used if, at some time in the future, you're not able to make your own decisions about your treatment."
            ]
        },
        {
            "title": "Does an advance decision need to be signed and witnessed?",
            "paragraphs": [
                "Yes, if you're choosing to refuse life-sustaining treatment.",
                "In this case, the advance decision must be written down, and both you and a witness must sign it.",
                "You must also include a statement that the advance decision applies even if your life is at risk."
            ]
        },
        {
            "title": "Who should see it?",
            "paragraphs": [
                "You have the final say on who sees it, but you should make sure that your family, carers or health and social care professionals know about the decision. You should also let them know where to find it.",
                "Your family or carers may have to find it quickly if you require emergency treatment and they need to tell the healthcare professionals your wishes.",
                "You can keep a copy in your medical records."
            ]
        },
        {
            "title": "CPR and a \"do not attempt CPR\" decision",
            "paragraphs": [
                "CPR (cardiopulmonary resuscitation) is a treatment that attempts to start breathing and blood flow in people:",
                "CPR can involve:",
                "In hospital, around 1 out of 4 people survive and leave hospital after having CPR. Survival rates are usually lower in other settings.",
                "The chances of CPR working for you can be higher or lower than this. For some people, there will be no chance of benefit from CPR.",
                "It depends on why your heart and breathing has stopped, any illness or medical problems you have, and your overall health.",
                "Your healthcare team can discuss with you the likely chance of CPR working for you.",
                "Even when CPR is successful, a person can develop serious complications, such as:",
                "People who survive after having CPR may need high-intensity medical support afterwards. A small number need prolonged treatment in an intensive care unit (ICU)."
            ]
        },
        {
            "title": "Refusing CPR in advance",
            "paragraphs": [
                "Everyone has the right to refuse CPR if they wish. You can make it clear to your medical team that you do not want to have CPR if you stop breathing or your heart stops beating.",
                "This is known as a do not attempt cardiopulmonary resuscitation (DNACPR) decision, or DNACPR order.",
                "Once a DNACPR decision is made, it's put in your medical records, usually on a form that health professionals will recognise.",
                "It's also helpful to let your family or other carers know about your DNACPR decision so it does not come as a surprise to them if the situation arises.",
                "If you have a serious illness or are undergoing surgery that could cause respiratory or cardiac arrest, a member of your medical team should ask you about your wishes regarding CPR if you have not previously made your wishes known.",
                "If you do not have the capacity to decide about CPR when a decision needs to be made and you have not made an advance decision to refuse treatment, the healthcare team may consult with your next of kin about what they know of your wishes to make a decision in your best interests.",
                "The Resuscitation Council website has a useful section on FAQs: Decision making (CPR)"
            ]
        },
        {
            "title": "More inPlanning ahead for end of life care",
            "paragraphs": [
                "Page last reviewed: 19 September 2023Next review due: 19 September 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/end-of-life-care/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-statement/",
        "https://www.nhs.uk/conditions/euthanasia-and-assisted-suicide/",
        "https://www.nhs.uk/conditions/first-aid/cpr/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/mental-capacity-act/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/"
    ],
    "sublink_articles": []
}