{
    "title": "After an incident\n    \n - \n      First aid",
    "url": "https://www.nhs.uk/conditions/first-aid/after-an-accident/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toFirst aid"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If someone is injured in an incident, first check that you and the person who is injured are not in any danger. If you are, make the situation safe.",
                "When it's safe to do so, assess the person who is injured and, if necessary, dial 999 for an ambulance. You can then carry out basic first aid."
            ]
        },
        {
            "title": "Assessing an injured person",
            "paragraphs": [
                "The 3 priorities when dealing with a casualty are commonly referred to as ABC, which stands for:"
            ]
        },
        {
            "title": "Airway",
            "paragraphs": [
                "If the person appears unresponsive, ask them loudly if they're OK and if they can open their eyes.",
                "If they respond, you can leave them in the position they're in until help arrives.",
                "While you wait, keep checking their breathing, pulse and level of response:",
                "If there's no response, leave the person in the position they're in and open their airway.",
                "If this is not possible in the position they're in, gently lay them on their back and then try to open their airway.",
                "To open the airway, place 1 hand on the person's forehead and gently tilt their head back, lifting the tip of the chin using 2 fingers. This moves the tongue away from the back of the throat.",
                "Don't push on the floor of the mouth, as this will push the tongue upwards and obstruct the airway.",
                "If you think the person may have a spinal injury, place your hands on either side of their head and use your fingertips to gently lift the angle of the jaw forward and upwards, without moving the head, to open the airway.",
                "Take care not to move the person's neck. But opening the airway takes priority over a neck injury. This is known as the jaw thrust technique."
            ]
        },
        {
            "title": "Breathing",
            "paragraphs": [
                "To check if a person is still breathing:",
                "If they're breathing normally, place them in therecovery positionso their airway remains clear of obstructions, and continue to monitor normal breathing.",
                "Gasping or irregular breathing is not normal breathing.",
                "If the person isn't breathing or is not breathing normally, call 999 for an ambulance and then beginCPR."
            ]
        },
        {
            "title": "Circulation",
            "paragraphs": [
                "If the person isn't breathing normally, you must start chest compressions immediately.",
                "Agonal breathing is common in the first few minutes after a sudden cardiac arrest (when the heart stops beating).",
                "Agonal breathing is sudden, irregular gasps of breath. This shouldn't be mistaken for normal breathing and CPR should be given straight away.",
                "If the person isn't breathing, call 999 for an ambulance and then beginCPR."
            ]
        },
        {
            "title": "First aid courses",
            "paragraphs": [
                "The advice given on this page only covers common first aid situations and is not a replacement for taking a first aid training course.",
                "Basic first aid courses are run regularly in most areas around the UK.",
                "Organisations that offer courses include:",
                "Page last reviewed: 15 March 2022Next review due: 15 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/first-aid/cpr/",
        "https://www.nhs.uk/conditions/first-aid/cpr/",
        "https://www.nhs.uk/conditions/first-aid/cpr/",
        "https://www.nhs.uk/conditions/first-aid/cpr/"
    ],
    "sublink_articles": [
        {
            "title": "CPR\n    \n - \n      First aid",
            "url": "https://www.nhs.uk/conditions/first-aid/cpr/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toFirst aid"
                    ]
                },
                {
                    "title": "Contents",
                    "paragraphs": [
                        "This page gives information and guidance about cardiopulmonary resuscitation (CPR). This includes hands-only CPR and CPR with rescue breaths.",
                        "If someone is unconscious and not breathing normally, call 999 and start CPR straight away.",
                        "When you call 999 for an ambulance, you should be given basic life-saving instructions over the phone, including advice about CPR."
                    ]
                },
                {
                    "title": "CPR on adults",
                    "paragraphs": [
                        "If you have been trained in CPR, including rescue breaths, and feel confident using your skills, you should give chest compressions with rescue breaths.",
                        "If you're not completely confident, attempt hands-only CPR instead."
                    ]
                },
                {
                    "title": "Hands-only CPR",
                    "paragraphs": [
                        "To carry out a chest compression:"
                    ]
                },
                {
                    "title": "CPR on children",
                    "paragraphs": [
                        "You should carry out CPR with rescue breaths on a child. It's more likely children will have a problem with their airways and breathing than a problem with their heart."
                    ]
                },
                {
                    "title": "Infants under 1 year",
                    "paragraphs": [
                        "Page last reviewed: 15 March 2022Next review due: 15 March 2025"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        }
    ]
}