{
    "title": "Afterwards\n    \n - \n      Miscarriage",
    "url": "https://www.nhs.uk/conditions/miscarriage/afterwards/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMiscarriage"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "A miscarriage can have a profound emotional impact on you and also on your partner, friends and family.",
                "Advice and support are available during this difficult time."
            ]
        },
        {
            "title": "Remembrance",
            "paragraphs": [
                "It's usually possible to arrange a memorial and burial service if you want one. In some hospitals or clinics it may be possible to arrange a burial within the grounds.",
                "You can also arrange to have a burial at home, although you may need to consult your local authority before doing so.",
                "Cremation is an alternative to burial and can be performed at either the hospital or a local crematorium. However, not all crematoriums provide this service and there will not be any ashes for you to scatter afterwards.",
                "If your pregnancy ends before 24 weeks, you do not need to formally register a miscarriage. But you may be able to get a certificate in memory of your baby, if you want one.",
                "Request a baby loss certificate on GOV.UK"
            ]
        },
        {
            "title": "Emotional impact",
            "paragraphs": [
                "Sometimes the emotional impact is felt immediately after the miscarriage, whereas in other cases it can take several weeks. Many people affected by a miscarriage go through abereavementperiod.",
                "It's common to feel tired, lose your appetite and have difficulty sleeping after a miscarriage. You may also feel a sense of guilt, shock, sadness and anger – sometimes at a partner, or at friends or family members who have had successful pregnancies.",
                "Different people grieve in different ways. Some people find it comforting to talk about their feelings, while others find the subject too painful to discuss.",
                "Some people come to terms with their grief after a few weeks of having a miscarriage and start planning for their next pregnancy. For others, the thought of planning another pregnancy is too traumatic, at least in the short term.",
                "If you're in a relationship, it can help to make sure you're both open about how you are feeling.",
                "Your partner may also be affected by the loss.",
                "Men sometimes find it harder to express their feelings, particularly if they feel their main role is to support the mother and not the other way round.",
                "Miscarriage can also cause feelings ofanxietyordepression, and can lead to relationship problems."
            ]
        },
        {
            "title": "Getting support",
            "paragraphs": [
                "If you're worried that you or your partner are having problems coping with grief, you may need further treatment and counselling. There are support groups that can provide or arrange counselling for people who have been affected by miscarriage.",
                "Read more aboutdealing with griefandcounselling, and findbereavement support services in your area.",
                "Your GP can provide you with support and advice. The following organisations can also help:"
            ]
        },
        {
            "title": "When can I have sex again after a miscarriage?",
            "paragraphs": [
                "You should avoid having sex until all of your miscarriage symptoms have gone. Your periods should return within 4 to 8 weeks of your miscarriage, although it may take several months to settle into a regular cycle.",
                "If you do not want to get pregnant, you should usecontraceptionimmediately. If you do want to get pregnant again, you may want to discuss it with your GP or hospital care team. Make sure you are feeling physically and emotionally well before trying for another pregnancy.",
                "The Miscarriage Association has information on thinking about another pregnancythat you may find helpful. It's important to remember that most miscarriages are a one-off and are followed by a healthy pregnancy.",
                "Although it's not usually possible to prevent a miscarriage, there are some ways you can reduce the risk. Seepreventing miscarriagefor more information and advice."
            ]
        },
        {
            "title": "Finding a cause",
            "paragraphs": [
                "It's natural to want to know why a miscarriage happened, but unfortunately this is not always possible. Many miscarriages are thought to be caused by a one-off problem with the development of the foetus.",
                "Read more about thecauses of miscarriage.",
                "Page last reviewed: 09 March 2022Next review due: 09 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/miscarriage/prevention/",
        "https://www.nhs.uk/conditions/miscarriage/prevention/",
        "https://www.nhs.uk/conditions/miscarriage/prevention/"
    ],
    "sublink_articles": []
}