{
    "title": "Anaphylaxis",
    "url": "https://www.nhs.uk/conditions/anaphylaxis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Anaphylaxis is a life-threatening allergicreaction that happens very quickly. It can be caused by food, medicine or insect stings. Call 999 if you think you or someone else is having an anaphylactic reaction."
            ]
        },
        {
            "title": "Check if it's anaphylaxis",
            "paragraphs": [
                "Symptoms of anaphylaxis happen very quickly.",
                "They usually start within minutes of coming into contact with something you're allergic to, such as a food, medicine or insect sting.",
                "Symptoms include:",
                "You may also have a rash that's swollen, raised or itchy."
            ]
        },
        {
            "title": "Immediate action required:Call 999 if:",
            "paragraphs": [
                "You or the person who's unwell may also have a rash that's swollen, raised or itchy.",
                "These can be signs of a serious allergic reaction and may need immediate treatment in hospital."
            ]
        },
        {
            "title": "What to do if you have anaphylaxis",
            "paragraphs": [
                "Follow these steps if you think you or someone you're with is having an anaphylactic reaction:",
                "Do not stand or walk at any time, even if you feel better."
            ]
        },
        {
            "title": "How to use an adrenaline auto-injector",
            "paragraphs": [
                "There are different types of adrenaline auto-injectors and each one is given differently."
            ]
        },
        {
            "title": "Treatment for anaphylaxis",
            "paragraphs": [
                "Anaphylaxis needs to be treated in hospital immediately.",
                "Treatments can include:",
                "You'll usually stay in hospital for around 2 to 12 hours, but you may need to stay longer.",
                "Before you leave hospital, you'll be given 2 adrenaline auto-injectors to keep in case you have another anaphylactic reaction.",
                "An adrenaline auto-injector is a special device for injecting adrenaline yourself. You'll be told how and when to use it.",
                "You should be shown how to use your adrenaline auto-injector each time you're prescribed it.",
                "You may also be referred to an allergy specialist for tests and advice."
            ]
        },
        {
            "title": "Things you can do to help prevent anaphylaxis",
            "paragraphs": [
                "There are some things you can do to help prevent anaphylaxis or prepare for if it happens."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "avoid the food, medicine or thing that you're allergic to – for example, if you have a food allergy, check food labels carefully and tell staff at restaurants and cafes about your allergy",
                "carry 2 adrenaline auto-injectors with you at all times",
                "check your adrenaline auto-injector expiry dates regularly and get new ones before they expire",
                "practise how to use your adrenaline auto-injector by using a trainer injector (an injector that has no needle or medicine in it) – you can order one online from the company that makes your injector",
                "teach friends, family, colleagues or carers how and when to use your adrenaline auto-injector",
                "use your adrenaline auto-injector if you think you may have anaphylaxis, even if your symptoms are mild",
                "wear medical alert jewellery such as a bracelet with information about your allergy – this tells other people about your allergy in case of an emergency"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not leave your adrenaline auto-injectors anywhere too hot or cold such as in the fridge or outside in the sun"
            ]
        },
        {
            "title": "More information",
            "paragraphs": [
                "There's more advice about what you can do to avoid common allergies. Find out more about:"
            ]
        },
        {
            "title": "Causes of anaphylaxis",
            "paragraphs": [
                "Anaphylaxis happens when your body has a serious reaction to something you're allergic to.",
                "Allergies that can sometimes cause anaphylaxis include:",
                "Sometimes it's not known what caused an anaphylactic reaction.",
                "Page last reviewed: 21 June 2023Next review due: 21 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/food-allergy/",
        "https://www.nhs.uk/conditions/insect-bites-and-stings/",
        "https://www.nhs.uk/conditions/nsaids/",
        "https://www.nhs.uk/conditions/anaesthesia/"
    ],
    "sublink_articles": []
}