{
    "title": "Annual health checks\n    \n - \n      Learning disabilities",
    "url": "https://www.nhs.uk/conditions/learning-disabilities/annual-health-checks/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toLearning disabilities"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "People with a learning disability often have poorer physical and mental health than other people. This does not need to be the case.",
                "It is important that everyone over the age of 14 who is on their doctor's learning disability register has an annual health check.",
                "An annual health check can help you stay well by talking to a doctor or nurse about your health and finding any problems early, so they can be sorted out.",
                "You do not have to be ill to have a health check – in fact, most people have their annual health check when they are feeling well.",
                "If you are worried about seeing a doctor, or there is anything they can do to make your appointment better, let the doctor or nurse know.",
                "They can make changes to help you. These are called reasonable adjustments.",
                "Find out more about annual health checks in this easy read leaflet from Mencap (PDF 2.72Mb)"
            ]
        },
        {
            "title": "Who can have an annual health check?",
            "paragraphs": [
                "Anyone aged 14 or over who is on their doctor's learning disability register can have a free annual health check once a year.",
                "You can ask to go on this register if you think you have a learning disability.",
                "Check with your doctor's practice if you or the person you care for is on the register."
            ]
        },
        {
            "title": "How will an annual health check help?",
            "paragraphs": [
                "You will get to know your doctor better. The doctor will also be able to spot any health problems sooner so that you get the treatment you need to stay well.",
                "You can ask your doctor questions about your health and tell them how you are feeling.",
                "You can also talk about any treatment you are having or medicine you use."
            ]
        },
        {
            "title": "How do you get an appointment?",
            "paragraphs": [
                "Adults and young people aged 14 or over with a learning disability who are on the doctor's practice learning disability register should be invited by their doctor to come for an annual health check.",
                "Most doctors offer annual health checks to people with a learning disability. But they do not have to offer this service.",
                "If your doctor's practice has not offered you an annual health check, you can ask them if you can have one.",
                "If they say no, ask your local community learning disability team to help you get one."
            ]
        },
        {
            "title": "Video: Annual health checks for people with a learning disability",
            "paragraphs": [
                "This video explains what happens during an annual health check.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "What happens during the annual health check?",
            "paragraphs": [
                "You might see different health professionals. These might include a doctor, a pharmacist, a nurse or a healthcare assistant. They have all had extra training to be able to do the health check.",
                "During the health check, the health professional will:",
                "Sometimes people with a learning disability or autism are given medicines they may not need.",
                "Find out about STOMP (Stopping the over medication of people with a learning disability, autism or both) in this NHS easy read leaflet (PDF 480kb)",
                "You will be asked if you are OK (give yourconsent) with sharing your health information with other health services to make sure you get the right support if you go to a hospital, for example.",
                "Your parents or your main carer may be able to do this for you if you are not able to.",
                "The health professional can give you health information, such as advice on healthy eating, exercise,contraceptionor stopping smoking."
            ]
        },
        {
            "title": "Making reasonable adjustments for you",
            "paragraphs": [
                "The NHS has to make it as easy for disabled people to use health services as it is for people who are not disabled. This is called making reasonable adjustments.",
                "Ask your doctor if you need any reasonable adjustments, such as:",
                "The reasonable adjustments you need should be written down in a health profile or health action plan that the doctor or nurse can use.",
                "Watch a video about reasonable adjustments and how they can help you on YouTube"
            ]
        },
        {
            "title": "Do you have to have an annual health check?",
            "paragraphs": [
                "No. You can choose if you want to have an annual health check or not.",
                "You can ask the doctor or nurse for more information about annual health checks before you decide.",
                "You will be asked if you are OK (give your consent) with having any tests or procedures before you have them."
            ]
        },
        {
            "title": "Is it the same as the NHS Health Check?",
            "paragraphs": [
                "No. The NHS Health Check programme is for all adults aged 40 to 74.",
                "It assesses their risk ofheart disease,stroke,kidney disease,diabetesanddementiaevery 5 years.",
                "Find out more about the NHS Health Check",
                "Page last reviewed: 10 January 2022Next review due: 10 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/",
        "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/",
        "https://www.nhs.uk/conditions/epilepsy/",
        "https://www.nhs.uk/conditions/constipation/",
        "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
        "https://www.nhs.uk/conditions/asthma/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/consent-to-treatment/",
        "https://www.nhs.uk/conditions/coronary-heart-disease/",
        "https://www.nhs.uk/conditions/stroke/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/dementia/about-dementia/what-is-dementia/",
        "https://www.nhs.uk/conditions/nhs-health-check/",
        "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/"
    ],
    "sublink_articles": []
}