{
    "title": "Antihistamines",
    "url": "https://www.nhs.uk/conditions/antihistamines/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Antihistamines are medicines often used to relieve symptoms of allergies, such ashay fever,hives,conjunctivitisand reactions toinsect bites or stings.",
                "They're also sometimes used to preventmotion sickness, to treatfeeling sick (nausea)or being sick (vomiting), and as a short-term treatment forinsomnia.",
                "Most antihistamines can be bought from pharmacies and shops, but some are only available on prescription."
            ]
        },
        {
            "title": "Types of antihistamine",
            "paragraphs": [
                "There are many types of antihistamine.",
                "They're usually divided into 2 main groups:",
                "They also come in several different forms – including tablets, capsules, liquids, syrups, creams, lotions, gels, eyedrops and nasal sprays."
            ]
        },
        {
            "title": "Which type is best?",
            "paragraphs": [
                "There's not much evidence to suggest any particular antihistamine is better than any other at relieving allergy symptoms.",
                "Some people find certain types work well for them and others do not. You may need to try several types to find one that works for you.",
                "Non-drowsy antihistamines are generally the best option, as they're less likely to make you feel sleepy. But types that make you feel sleepy may be better if your symptoms stop you sleeping.",
                "Ask a pharmacist for advice if you're unsure which medicine to try as not all antihistamines are suitable for everyone."
            ]
        },
        {
            "title": "How to take antihistamines",
            "paragraphs": [
                "Take your medicine as advised by the pharmacist or doctor, or as described in the leaflet that comes with it.",
                "Before taking an antihistamine, you should know:",
                "The advice varies depending on the exact medicine you're taking. If you're not sure how to take your medicine, ask a pharmacist."
            ]
        },
        {
            "title": "Side effects of antihistamines",
            "paragraphs": [
                "Like all medicines, antihistamines can cause side effects.",
                "Side effects of antihistamines that make you drowsy can include:",
                "Side effects of non-drowsy antihistamines can include:",
                "Check the leaflet that comes with your medicine for a full list of possible side effects and advice about when to get medical help.",
                "If you think your medicine has caused an unwanted side effect, you can report it through theYellow Card Scheme."
            ]
        },
        {
            "title": "Taking antihistamines with other medicines, food or alcohol",
            "paragraphs": [
                "Speak to a pharmacist or GP before taking antihistamines if you're already taking other medicines.",
                "There may be a risk the medicines do not mix, which could stop either from working properly or increase the risk of side effects.",
                "Examples of medicines that could cause problems if taken with antihistamines include some types of:",
                "Try not to drink alcohol while taking an antihistamine, particularly if it's a type that makes you drowsy, as it can increase the chances of it making you feel sleepy.",
                "Food and other drinks do not affect most antihistamines, but check the leaflet that comes with your medicine to make sure."
            ]
        },
        {
            "title": "Who can take antihistamines",
            "paragraphs": [
                "Most people can safely take antihistamines.",
                "But speak to a pharmacist or GP for advice if you:",
                "Some antihistamines may not be suitable in these cases. A pharmacist or doctor can recommend one that's best for you.",
                "Loratadineis usually recommended if you need to take an antihistamine in pregnancy.Loratadineorcetirizineare usually OK to take while breastfeeding.",
                "Always check the leaflet that comes with your medicine to see if it's safe for you before taking it or giving it to your child."
            ]
        },
        {
            "title": "How antihistamines work",
            "paragraphs": [
                "Antihistamines block the effects of a substance called histamine in your body.",
                "Histamine is normally released when your body detects something harmful, such as an infection. It causes blood vessels to expand and the skin to swell, which helps protect the body.",
                "But in people with allergies, the body mistakes something harmless – such as pollen, animal hair or house dust – for a threat and produces histamine. The histamine causes an allergic reaction with unpleasant symptoms including itchy, watering eyes, a running or blocked nose, sneezing and skin rashes.",
                "Antihistamines help stop this happening if you take them before you come into contact with the substance you're allergic to. Or they can reduce the severity of symptoms if you take them afterwards."
            ]
        },
        {
            "title": "Find out more about your medicine",
            "paragraphs": [
                "The leaflet that comes in the packet with your medicine will have detailed information about it, including how to take it and what side effects you might get.",
                "If you no longer have the leaflet that came with your medicine, you can search for an online version of it using ourmedicines A to Z.",
                "You may also find information on individual antihistamines on these websites:",
                "Page last reviewed: 16 May 2023Next review due: 16 May 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/hay-fever/",
        "https://www.nhs.uk/conditions/conjunctivitis/",
        "https://www.nhs.uk/conditions/insect-bites-and-stings/",
        "https://www.nhs.uk/conditions/motion-sickness/",
        "https://www.nhs.uk/conditions/feeling-sick-nausea/",
        "https://www.nhs.uk/conditions/diarrhoea-and-vomiting/",
        "https://www.nhs.uk/conditions/insomnia/",
        "https://www.nhs.uk/conditions/headaches/",
        "https://www.nhs.uk/conditions/stomach-ulcer/",
        "https://www.nhs.uk/conditions/coronary-heart-disease/",
        "https://www.nhs.uk/conditions/liver-disease/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/epilepsy/"
    ],
    "sublink_articles": []
}