{
    "title": "Antifungal medicines",
    "url": "https://www.nhs.uk/conditions/antifungal-medicines/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Antifungal medicines are used to treat fungal infections, which most commonly affect your skin, hair and nails.",
                "You can get some antifungal medicines from a pharmacy without needing a GP prescription."
            ]
        },
        {
            "title": "Infections antifungals can treat",
            "paragraphs": [
                "Fungal infections commonly treated with antifungals include:",
                "Some fungal infections can grow inside the body and need to be treated in hospital.",
                "Examples include:",
                "You're more at risk of getting one of these more serious fungal infections if you have a weakened immune system – for example, if you're taking medicines to suppress your immune system."
            ]
        },
        {
            "title": "Types of antifungal medicines",
            "paragraphs": [
                "You can get antifungal medicines as:",
                "Common names for antifungal medicines include:"
            ]
        },
        {
            "title": "How antifungal medicines work",
            "paragraphs": [
                "Antifungal medicines work by either:"
            ]
        },
        {
            "title": "When to see a pharmacist or GP",
            "paragraphs": [
                "See a pharmacist or GP if you think you have a fungal infection. They can advise you on which antifungal medicine is best for you.",
                "If you take too much antifungal medicine, call 111 or speak to a pharmacist or GP.",
                "If you're advised to go to hospital, take the medicine's packaging with you so the healthcare professionals who treat you know what you've taken."
            ]
        },
        {
            "title": "Things to consider when using antifungal medicines",
            "paragraphs": [
                "Before taking antifungal medicines, speak to a pharmacist or GP about:",
                "You can also check the patient information leaflet that comes with your antifungal medicine for more information."
            ]
        },
        {
            "title": "Side effects of antifungal medicines",
            "paragraphs": [
                "Antifungal medicines may cause side effects. These are usually mild and do not last long.",
                "They can include:",
                "Occasionally, antifungal medicines may cause a more severe reaction, such as:",
                "Stop using the medicine if you have these severe side effects, and see a GP or pharmacist to find an alternative.",
                "If you're having difficulty breathing, go toA&Eor call 999."
            ]
        },
        {
            "title": "Reporting side effects",
            "paragraphs": [
                "If you think a medicine has made you unwell, you can report this side effect through theYellow Card Scheme."
            ]
        },
        {
            "title": "Antifungal medicines for children",
            "paragraphs": [
                "Some antifungal medicines can be used to treat children and babies – for example, miconazole oral gel can be used fororal thrushin babies.",
                "But different doses are usually needed for children of different ages. Speak to a pharmacist or GP for more advice.",
                "Page last reviewed: 03 April 2023Next review due: 03 April 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/ringworm/",
        "https://www.nhs.uk/conditions/vaginal-thrush/",
        "https://www.nhs.uk/conditions/dandruff/",
        "https://www.nhs.uk/conditions/aspergillosis/",
        "https://www.nhs.uk/conditions/meningitis/",
        "https://www.nhs.uk/conditions/diarrhoea-and-vomiting/",
        "https://www.nhs.uk/conditions/jaundice/",
        "https://www.nhs.uk/conditions/oral-thrush-mouth-thrush/"
    ],
    "sublink_articles": []
}