{
    "title": "Assessing capacity\n    \n - \n      Consent to treatment",
    "url": "https://www.nhs.uk/conditions/consent-to-treatment/capacity/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toConsent to treatment"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "All adults are presumed to have sufficient capacity to decide on their own medical treatment, unless there's significant evidence to suggest otherwise."
            ]
        },
        {
            "title": "What is capacity?",
            "paragraphs": [
                "Capacity means the ability to use and understand information to make a decision, and communicate any decision made.",
                "A person lacks capacity if their mind is impaired or disturbed in some way, which means they're unable to make a decision at that time.",
                "Examples of how a person's brain or mind may be impaired include:",
                "Someone with such an impairment is thought to be unable to make a decision if they cannot:"
            ]
        },
        {
            "title": "How capacity is assessed",
            "paragraphs": [
                "As capacity can sometimes change over time, it should be assessed at the time that consent is required.",
                "This will usually be done by an appropriately trained and experienced healthcare professional who's either:",
                "If the healthcare professional feels you have the capacity to give your consent, your decision will be accepted and your wishes will continue to be respected, even if you lose capacity at a later stage.",
                "If the healthcare professional feels you do not currently have the capacity to give consent and you have not made an advance decision or formally appointed anyone to make decisions for you, they'll need to carefully consider what's in your best interests before making a decision."
            ]
        },
        {
            "title": "Respecting personal beliefs",
            "paragraphs": [
                "If someone makes a decision about treatment that other people would consider to be irrational, it does not necessarily mean they have a lack of capacity, as long as they understand the reality of their situation.",
                "For example, a person who refuses to have ablood transfusionbecause it's against their religious beliefs would not be thought to lack capacity.",
                "They still understand the reality of their situation and the consequences of their actions.",
                "But someone withanorexiawho's severely malnourished and rejects treatment because they refuse to accept there's anything wrong with them would be considered incapable.",
                "This is because they're regarded as not fully understanding the reality of their situation or their consequences."
            ]
        },
        {
            "title": "Determining a person's best interests",
            "paragraphs": [
                "If an adult lacks the capacity to give consent, a decision about whether to go ahead with the treatment will need to be made by the healthcare professionals treating them.",
                "To make a decision, the person's best interests must be considered.",
                "There are many important elements involved in trying to determine what a person's best interests are.",
                "These include:",
                "If a person is felt to lack capacity and there's nobody suitable to help make decisions about medical treatment, such as family members or friends, an independent mental capacity advocate (IMCA) must be consulted."
            ]
        },
        {
            "title": "Involving the Court of Protection",
            "paragraphs": [
                "In situations where there's serious doubt or dispute about what's in an incapacitated person's best interests, healthcare professionals can refer the case to the Court of Protection for a ruling.",
                "This is the legal body that oversees the operation of the Mental Capacity Act (2005).",
                "Situations that must always be referred to the courts include:"
            ]
        },
        {
            "title": "Changes in capacity",
            "paragraphs": [
                "A person's capacity to consent can change. For example, they may have the capacity to make some decisions but not others, or their capacity may come and go.",
                "In some cases, people can be considered capable of deciding some aspects of their treatment but not others.",
                "For example, a person with severe learning difficulties may be capable of deciding on their day-to-day treatment, but incapable of understanding the complexities of their long-term treatment.",
                "Some people with certain health conditions may have periods when they're capable and periods when they're incapable.",
                "For example, a person with schizophrenia may have psychotic episodes when they cannot distinguish between reality and fantasy, during which they may not be capable of making certain decisions.",
                "A person's capacity can also be temporarily affected by:"
            ]
        },
        {
            "title": "Advance decisions and power of attorney",
            "paragraphs": [
                "If a person knows their capacity to consent may be affected in the future, they can choose to draw up a legally bindingadvance decision, also known as a living will.",
                "This sets out the procedures and treatments that a person refuses to undergo.",
                "You can also choose to formally arrange for someone, often a close family member, to havelasting power of attorney (LPA)if you wish to anticipate your loss of capacity to make important decisions at a later stage.",
                "Someone with LPA can make decisions about your health on your behalf, although you can choose to specify in advance certain treatments you'd like them to refuse.",
                "Page last reviewed: 08 December 2022Next review due: 08 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/consent-to-treatment/",
        "https://www.nhs.uk/conditions/consent-to-treatment/",
        "https://www.nhs.uk/conditions/consent-to-treatment/",
        "https://www.nhs.uk/conditions/consent-to-treatment/children/",
        "https://www.nhs.uk/conditions/dementia/about-dementia/what-is-dementia/",
        "https://www.nhs.uk/conditions/stroke/",
        "https://www.nhs.uk/conditions/alcohol-misuse/",
        "https://www.nhs.uk/conditions/blood-transfusion/",
        "https://www.nhs.uk/conditions/disorders-of-consciousness/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-decision-to-refuse-treatment/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/giving-someone-power-of-attorney/",
        "https://www.nhs.uk/conditions/consent-to-treatment/",
        "https://www.nhs.uk/conditions/consent-to-treatment/children/"
    ],
    "sublink_articles": []
}