{
    "title": "Atopic eczema",
    "url": "https://www.nhs.uk/conditions/atopic-eczema/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Atopic eczema (atopic dermatitis) is a common skin condition that causes itchy skin. It affects people of all ages but is most common in young children. It cannot be cured, but treatment can help manage the symptoms."
            ]
        },
        {
            "title": "Check if it's atopic eczema",
            "paragraphs": [
                "Atopic eczema can appear in different areas of the body, but it's common on the elbows, knees and hands. In babies and toddlers, it's also common on the face.",
                "Atopic eczema can make your skin:",
                "Symptoms can start at any age, but they usually start in babies and young children and tend to get better as they get older.",
                "There are usually times where your symptoms get worse (called flare-ups) and times where they are better.",
                "SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/494292/view",
                "Atopic eczema on the back of the knees of someone with dark brown skin.",
                "Areas of the skin look grey, white and dry. The eczema covers most of the back of the knees.",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/256384/view",
                "Atopic eczema on and around the ankle of someone with white skin.",
                "The skin is pink and red. There are small areas of skin that are bleeding or have scabs.",
                "Fuss Sergey: https://www.shutterstock.com/image-photo/man-sick-hands-dry-flaky-skin-1491889577",
                "Atopic eczema on the hands of someone with light brown skin.",
                "There are areas of skin that are slightly pink with white, dry, scaly skin.",
                "The eczema is mainly across the knuckles and some of the fingers.",
                "Jacek Sopotnicki:https://www.alamy.com/stock-photo/PCWDBE.html?sortBy=relevant",
                "Atopic eczema on the face of a baby with white skin.",
                "There are lots of slightly raised patches of skin that are pink and red.",
                "There is eczema all over the baby's face but it's mainly on the cheeks.",
                "Science Photo Library: https://www.sciencephoto.com/media/494293/view",
                "Atopic eczema on the inside of the elbow of someone with dark brown skin.",
                "There's a large area of skin that is darker and lighter than the skin around it. The skin looks cracked and thickened.",
                "TY Lim: https://www.shutterstock.com/image-photo/close-dermatitis-on-skin-ill-allergic-1793262427",
                "Atopic eczema on and around the knee of someone with light brown skin.",
                "There are areas of skin that are pink and raised."
            ]
        },
        {
            "title": "Other types of eczema",
            "paragraphs": [
                "There are also other types of eczema, includingcontact dermatitis,discoid eczema,pompholyx (dyshidrotic eczema)andvaricose eczema."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You or your child have atopic eczema and:",
                "These can be signs that your eczema is infected or you have a more serious condition called eczema herpeticum. You may need treatment such as antibiotics.",
                "Check symptoms on 111 online(for anyone aged 5 and over) or call 111 (for children under 5)."
            ]
        },
        {
            "title": "Causes of atopic eczema",
            "paragraphs": [
                "It's not always known what causes atopic eczema.",
                "You're more likely to have it if:",
                "Atopic eczema can be made worse by things like:",
                "Atopic eczema is not contagious so you cannot catch or spread it."
            ]
        },
        {
            "title": "Things you can do to help with atopic eczema",
            "paragraphs": [
                "There are some things you can do that can help with atopic eczema."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "avoid things that make your eczema worse such as soap, washing detergent, some fabrics or pets",
                "apply moisturising treatments (emollients) to your skin as often as possible (at least 2 times a day) – continue to moisturise even if your eczema improves",
                "wash with an emollient instead of soap",
                "keep cool – being hot can make your eczema more itchy",
                "keep nails short and put anti-scratch mittens on babies to help prevent damage to the skin from scratching"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not scratch your eczema, as it can make it worse – if your eczema is itchy, try gently rubbing the affected area with your finger instead",
                "do not share your emollients with anyone else",
                "do not put your fingers into an emollient pot – use a spoon or pump dispenser instead",
                "do not use aqueous cream as it can irritate the skin and make eczema worse",
                "do not change your diet unless you are told to by a doctor (this includes if you are breastfeeding a baby with eczema)",
                "do not smoke or go near naked flames if you use an emollient – emollients are not flammable on the skin, but when they get on fabrics such as dressings, clothing and bedding they can catch fire more easily"
            ]
        },
        {
            "title": "A pharmacist can help with mild atopic eczema",
            "paragraphs": [
                "A pharmacist can give advice and recommend some treatments if you have small areas of eczema that are dry and slightly itchy.",
                "If your eczema is more severe, it's best to see a GP."
            ]
        },
        {
            "title": "Treatment for atopic eczema",
            "paragraphs": [
                "There's currently no cure for atopic eczema, although the symptoms tend to get better as you get older.",
                "There are treatments that can help manage it and improve your symptoms.",
                "The main treatments are:",
                "If your eczema is more severe, there are other treatments such as special dressings or medicines.",
                "A GP can prescribe some treatments, or you may be referred to a skin specialist (dermatologist).",
                "Living with atopic eczema can be difficult. If it affects your mental health, you may be referred to a mental health specialist."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "You can get more information and advice about atopic eczema from:",
                "Page last reviewed: 6 September 2024Next review due: 6 September 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/contact-dermatitis/",
        "https://www.nhs.uk/conditions/discoid-eczema/",
        "https://www.nhs.uk/conditions/pompholyx/",
        "https://www.nhs.uk/conditions/varicose-eczema/",
        "https://www.nhs.uk/conditions/staphylococcal-infections/",
        "https://www.nhs.uk/conditions/emollients/",
        "https://www.nhs.uk/conditions/emollients/",
        "https://www.nhs.uk/conditions/topical-steroids/"
    ],
    "sublink_articles": []
}