{
    "title": "Blepharitis",
    "url": "https://www.nhs.uk/conditions/blepharitis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Blepharitis causes swollen, itchy eyelids. It’s not usually serious and can often be treated by washing your eyelids every day."
            ]
        },
        {
            "title": "Check if you have blepharitis",
            "paragraphs": [
                "Blepharitis symptoms often come and go.",
                "Symptoms of blepharitis include:",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/256626/view"
            ]
        },
        {
            "title": "If you're not sure it's blepharitis",
            "paragraphs": [
                "Read more abouteyelid problems."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "clean your eyelids twice a day to start with and then once a day as your symptoms improve",
                "continue to clean your eyes, even if your symptoms clear up"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not wear contact lenses while you have symptoms",
                "do not use eye makeup, especially eyeliner and mascara, while you have symptoms"
            ]
        },
        {
            "title": "A pharmacist can help with blepharitis",
            "paragraphs": [
                "A pharmacist might be able to suggest things to help keep your eyelids clean, including:"
            ]
        },
        {
            "title": "Treatment for blepharitis from a GP",
            "paragraphs": [
                "A GP might suggest using an antibiotic cream or ointment that you rub on your eyelid if your blepharitis does not clear up after cleaning your eyelids regularly.",
                "If blepharitis has caused other problems, such as a lump of fluid under the skin (cyst), antibiotic eyedrops or tablets may be recommended.",
                "If your blepharitis is severe, or if you also have other eye symptoms, the GP may refer you to an eye specialist (ophthalmologist)."
            ]
        },
        {
            "title": "Causes of blepharitis",
            "paragraphs": [
                "Blepharitis can be caused by:",
                "Blepharitis cannot be spread to other people.",
                "Page last reviewed: 08 February 2022Next review due: 08 February 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/eyelid-problems/"
    ],
    "sublink_articles": []
}