{
    "title": "Care homes",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/care-homes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "Moving into a care home is a big decision and it can cost a lot of money. Before choosing a care home for you or someone you know, it's worth considering all of the options."
            ]
        },
        {
            "title": "When to consider a care home",
            "paragraphs": [
                "A care home may be the best option if you or someone you know:",
                "Care homes can reduce the stress of looking after your health and care. This may help you focus on other things, like your social life and general wellbeing.",
                "Which? Later life care: when to consider a care home"
            ]
        },
        {
            "title": "Other ways to get care and support",
            "paragraphs": [
                "Many people feel they don't need to move into a care home, or are worried about moving out of their home.",
                "You may want to consider other options, which could be cheaper or help you feel more independent."
            ]
        },
        {
            "title": "Moving to a new home:",
            "paragraphs": [
                "If you decide a care home is the best place to meet your health and care needs, you'll need to choose which type of care home is right for you."
            ]
        },
        {
            "title": "Understanding the different types of care home",
            "paragraphs": [
                "There are 2 main types of care home:",
                "Some care homes offer both residential and nursing care places. Care homes may be run by private companies, voluntary or charity organisations, or sometimes by local councils."
            ]
        },
        {
            "title": "Residential homes",
            "paragraphs": [
                "These provide accommodation and personal care, such as help with:",
                "Some care homes also offer activities, such as day trips."
            ]
        },
        {
            "title": "Nursing homes",
            "paragraphs": [
                "These also provide personal care but there will always be 1 or more qualified nurses on duty to provide nursing care. These are sometimes called care homes with nursing.",
                "Some nursing homes offer services for people that may need more care and support. For example, people with:"
            ]
        },
        {
            "title": "How much will a care home cost?",
            "paragraphs": [
                "The cost of a care home will be different depending on the type of care home you need and where you live.",
                "Nursing homes usually cost more than residential homes as they provide nursing care.",
                "The average cost of a care home in the UK is:"
            ]
        },
        {
            "title": "How to pay for a care home",
            "paragraphs": [
                "Before deciding how to pay for a care home, it's worth asking your local authority for a needs assessment. The council can then help you look at all your options."
            ]
        },
        {
            "title": "Paying for your own care (self-funding)",
            "paragraphs": [
                "You can choose to pay for care yourself if you're able to afford it or you don't want a financial assessment.",
                "Read more aboutpaying for your own care."
            ]
        },
        {
            "title": "Financial help from your council",
            "paragraphs": [
                "Contact social services at your local council and ask for a needs assessment. You can call them or do it online.",
                "It's important not to sell your home or cancel a tenancy before the council has made a decision.",
                "Read more aboutwhen the council might pay for your care."
            ]
        },
        {
            "title": "Financial help from your family",
            "paragraphs": [
                "The council won't look at your relative's finances when they assess you. But if your family are able to help pay towards the cost of a care home, they can add to the money the council gives you. This is known as a top-up fee.",
                "This means you could live in a care home that costs more than the council will pay. If your family have to stop paying, you may have to move out."
            ]
        },
        {
            "title": "Telephone helplines",
            "paragraphs": [
                "If you need advice about a financial assessment or financing a care home yourself, you could call:"
            ]
        },
        {
            "title": "If the council is paying for your care home",
            "paragraphs": [
                "You should be given a care plan by the council, which lets you know your options. The information in your care plan might also help you decide which care home best meets your needs.",
                "You can choose which care home you prefer, as long as the council agrees it:"
            ]
        },
        {
            "title": "If you're paying for a care home yourself",
            "paragraphs": [
                "You might have a lot of options if you're paying for care yourself.",
                "It's important to do some research to make sure it's the right place to meet your needs. The council can also advise you on the best options."
            ]
        },
        {
            "title": "How to find a care home",
            "paragraphs": [
                "Your local council's adult social care services can give you more information about care homes in your area.",
                "EAC Housing Care has a directory of care homes in the UK",
                "You can alsosearch for care homes with rooms available on the CareFind website."
            ]
        },
        {
            "title": "How to research a care home",
            "paragraphs": [
                "To get more information about a care home you could:",
                "There are also organisations that inspect care homes to see how well they are doing. The Care Quality Commission (CQC) regulates all health and adult social care in England.",
                "You might see a CQC inspection rating when you visit a care home or search online. Their 4 ratings are:",
                "You could alsosearch for care homes on the CQC websiteto see their full reports."
            ]
        },
        {
            "title": "How to plan your move into a care home",
            "paragraphs": [
                "Before you move, it may help to:"
            ]
        },
        {
            "title": "Complaining about a care home",
            "paragraphs": [
                "You may need to make a complaint about a care home if you're not happy with the quality of care you or someone you know is receiving."
            ]
        },
        {
            "title": "Speak to the care home operator or manager first",
            "paragraphs": [
                "All care homes should have a way to listen to your feedback and complaints. This may be enough to help resolve the problem."
            ]
        },
        {
            "title": "If you're not happy with the care home's response",
            "paragraphs": [
                "Contactyour local councildirectly if they are funding your care home."
            ]
        },
        {
            "title": "If you're not happy with the council or care home's response",
            "paragraphs": [
                "Contact your Local Government Ombudsman. They investigate all adult social care complaints. It doesn't matter if you're paying for the care home yourself or it's funded by the council.",
                "Read about how to make a complaint on the Local Government and Social Care Ombudsman website"
            ]
        },
        {
            "title": "If you need someone to speak up for you",
            "paragraphs": [
                "There are people called advocates who can help if you're finding it difficult to understand your care or you're not able to speak up.",
                "Advocates can help with things like:",
                "Read more abouthow to get an advocate."
            ]
        },
        {
            "title": "Telephone help for care homes",
            "paragraphs": [
                "If you want to talk to someone about making care home decisions, call:",
                "Read about otherhelplines and forums for social care and support"
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 17 November 2022Next review due: 17 November 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/supported-living-services/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/moving-to-a-new-home-housing-options/",
        "https://www.nhs.uk/conditions/learning-disabilities/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/paying-for-your-own-care-self-funding/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/when-the-council-might-pay-for-your-care/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/helplines-and-forums/"
    ],
    "sublink_articles": []
}