{
    "title": "Carer's assessments",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/carer-assessments/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toSupport and benefits for carers",
                "If you care for someone, you can have an assessment to see what might help make your life easier. This is called a carer's assessment.",
                "It might recommend things like:",
                "A carer's assessment is free and anyone over 18 can ask for one.",
                "It's separate from theneeds assessmentthe person you care for might have, but you can ask to have them both done at the same time."
            ]
        },
        {
            "title": "How to get a carer's assessment",
            "paragraphs": [
                "Contact adult social services at your local council and ask for a carer's assessment.",
                "If you're a parent or carer of a child, contact the children with disabilities department.",
                "You can call or do it online."
            ]
        },
        {
            "title": "How to tell if you're a carer",
            "paragraphs": [
                "You're a carer if you're looking after someone regularly because they're ill, they're an older person or they're disabled – including family members.",
                "Carers help with:",
                "They can also give emotional support by:",
                "All of these count as being a carer."
            ]
        },
        {
            "title": "What happens in the carer's assessment",
            "paragraphs": [
                "Someone from the council, or an organisation the council works with, will ask how you're coping with caring.",
                "This includes how it affects your physical and mental health, work, free time and relationships.",
                "The assessment is usually face to face. Some councils can do it over the phone or online.",
                "Assessments usually last at least an hour."
            ]
        },
        {
            "title": "How to prepare for your carer's assessment",
            "paragraphs": [
                "You'll need:",
                "Give as much detail as you can about the impact caring for someone is having on your life. This will help make sure you get all the help and support you need.",
                "TheWhich? page about how to get a carer's assessment includes a checklist of questions to help you prepare, regardless of your age."
            ]
        },
        {
            "title": "Have someone with you",
            "paragraphs": [
                "It can help if you have someone with you during the assessment. This could be the person you care for, a friend or relative.",
                "You could also use anadvocate. Advocates are people who speak up on your behalf.",
                "They can help you fill in forms and sit with you in meetings and assessments. They're often free."
            ]
        },
        {
            "title": "Telephone help",
            "paragraphs": [
                "If you want to talk to someone about carer's assessments, call:"
            ]
        },
        {
            "title": "Getting the results",
            "paragraphs": [
                "The local council will tell you the results of the assessment.",
                "If you qualify for help from the council, they'll write acare and support planwith you that sets out how they can help."
            ]
        },
        {
            "title": "Help with costs",
            "paragraphs": [
                "Your council might be able to help with costs. You might need afinancial assessment(means test) first. This will be arranged for you after the carer's assessment.",
                "You might also qualify forbenefits for carersthat can help with costs."
            ]
        },
        {
            "title": "If you don't qualify for help from your council",
            "paragraphs": [
                "If you're told you don't qualify for help and support, your council should give you free advice about where you can get help in your community. Ask if this doesn't happen."
            ]
        },
        {
            "title": "How to complain about a carer's assessment",
            "paragraphs": [
                "If you disagree with the results of your carer's assessment or how it was done, you can complain.",
                "First complain to your local council. Your council should have a formal complaints procedure on its website. You should also be told about how to complain at your assessment.",
                "If you're not happy with the way the council handles your complaint, you can take it to thelocal government and social care ombudsman. An ombudsman is an independent person who's been appointed to look into complaints about organisations."
            ]
        },
        {
            "title": "More inSupport and benefits for carers",
            "paragraphs": [
                "Page last reviewed: 1 July 2022Next review due: 1 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/financial-assessment-means-test/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/benefits-for-carers/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/"
    ],
    "sublink_articles": []
}