{
    "title": "Care and support plans",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/care-and-support-plans/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHelp from social services and charities",
                "Care and support plans are for anyone who needs care or cares for someone else.",
                "A care and support plan says:",
                "This means you can:",
                "It also helps your family and friends understand how they can help you."
            ]
        },
        {
            "title": "How to get a care and support plan",
            "paragraphs": [
                "First, you'll need to contact social services at your local council.",
                "They'll speak to you about the problems you're having. This is called an assessment.",
                "Afterwards, the support you need is written up as a care and support plan. You should get a copy of this within a few weeks.",
                "There are 2 types of assessment. One is for people who need care and the other is for people who care for someone else.",
                "Read about how to:"
            ]
        },
        {
            "title": "What care and support plans include",
            "paragraphs": [
                "Care and support plans include:",
                "If you're a carer, it will also include:"
            ]
        },
        {
            "title": "Reviewing your care and support plan",
            "paragraphs": [
                "Your care and support plan will be reviewed regularly to see what's working and not working, and if it's still the best support for you.",
                "This usually happens within the first few months of support starting and then once every year.",
                "If at any time you're unhappy with your care, call adult social services at your local council and ask for a review."
            ]
        },
        {
            "title": "How to complain about an assessment or care plan",
            "paragraphs": [
                "If you're not happy with how your assessment or care plan was done, you have a right to complain.",
                "First complain to your local council. It should have a formal complaints procedure on its website.",
                "If you're not happy with the way the council handles your complaint, contact thelocal government and social care ombudsman. This is an independent person who looks into complaints about organisations."
            ]
        },
        {
            "title": "More inHelp from social services and charities",
            "paragraphs": [
                "Page last reviewed: 23 August 2022Next review due: 23 August 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/getting-a-needs-assessment/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/support-and-benefits-for-carers/carer-assessments/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/personal-budgets/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/"
    ],
    "sublink_articles": []
}