{
    "title": "Causes\n    \n - \n      Polycystic ovary syndrome",
    "url": "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPolycystic ovary syndrome"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "The exact cause of polycystic ovary syndrome (PCOS) is unknown, but it's thought to be related to abnormal hormone levels."
            ]
        },
        {
            "title": "Resistance to insulin",
            "paragraphs": [
                "Insulin is a hormone produced by the pancreas to control the amount of sugar in the blood. It helps to move glucose from blood into cells, where it's broken down to produce energy.",
                "Insulin resistance means the body's tissues are resistant to the effects of insulin. The body therefore has to produce extra insulin to compensate.",
                "High levels of insulin causes the ovaries to produce too much testosterone, which interferes with the development of the follicles (the sacs in the ovaries where eggs develop) and prevents normal ovulation.",
                "Insulin resistance can also lead to weight gain, which can make PCOS symptoms worse, as having excess fat causes the body to produce even more insulin."
            ]
        },
        {
            "title": "Hormone imbalance",
            "paragraphs": [
                "Many women with PCOS are found to have an imbalance in certain hormones, including:",
                "The exact reason why these hormonal changes occur is not known.",
                "It's been suggested that the problem may start in the ovary itself, in other glands that produce these hormones, or in the part of the brain that controls their production.",
                "The changes may also be caused by the resistance to insulin."
            ]
        },
        {
            "title": "Genetics",
            "paragraphs": [
                "PCOS sometimes runs in families. If any relatives, such as your mother, sister or aunt, have PCOS, the risk of you developing it is often increased.",
                "This suggests there may be a genetic link to PCOS, although specific genes associated with the condition have not yet been identified.",
                "Page last reviewed: 11 October 2022Next review due: 11 October 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/diagnosis/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/treatment/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/diagnosis/"
    ],
    "sublink_articles": []
}