{
    "title": "Causes\n    \n - \n      Womb (uterus) cancer",
    "url": "https://www.nhs.uk/conditions/womb-cancer/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toWomb (uterus) cancer"
            ]
        },
        {
            "title": "Who is more likely to get womb cancer",
            "paragraphs": [
                "Womb cancer is most common in women who've been through menopause. It can affect anyone with a womb.",
                "You cannot get womb cancer if you've had surgery to remove your womb (hysterectomy).",
                "Having a high level of a hormone called oestrogen is one of the main things that can increase your chance of getting womb cancer.",
                "You may have high levels of oestrogen if you:",
                "You might also be more likely to get womb cancer if you have:"
            ]
        },
        {
            "title": "How to lower your risk of getting womb cancer",
            "paragraphs": [
                "You cannot always prevent womb cancer, but there are things you can do to lower your chance of getting it."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "make sure you're a healthy weight",
                "stay active and do regular exercise",
                "eat a healthy balanced diet",
                "talk to a GP about which HRT is best for you if you are thinking about taking it",
                "If you have Lynch syndrome, your care team will talk with you about what you can do to reduce your cancer risk.",
                "It's important to get anysymptoms of womb cancerchecked by a GP.",
                "Page last reviewed: 29 October 2024Next review due: 29 October 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/womb-cancer/tests-and-next-steps/",
        "https://www.nhs.uk/conditions/womb-cancer/treatment/",
        "https://www.nhs.uk/conditions/womb-cancer/help-and-support/",
        "https://www.nhs.uk/conditions/womb-cancer/tests-and-next-steps/"
    ],
    "sublink_articles": []
}