{
    "title": "Causes\n    \n - \n      Infertility",
    "url": "https://www.nhs.uk/conditions/infertility/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toInfertility"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Infertility can be caused by many different things. For 1 in 4 couples, a cause cannot be identified."
            ]
        },
        {
            "title": "Infertility in women",
            "paragraphs": [
                "Infertility is commonly caused by problems with ovulation (the monthly release of an egg from the ovaries).",
                "Some problems stop an egg being released at all, while others prevent an egg being released during some cycles but not others.",
                "Ovulation problems can be a result of:"
            ]
        },
        {
            "title": "Scarring from surgery",
            "paragraphs": [
                "Pelvic surgery can damage and scar the fallopian tubes, which link the ovaries to the womb.",
                "Cervical surgery can also sometimes cause scarring or shorten the neck of the womb (the cervix)."
            ]
        },
        {
            "title": "Cervical mucus problems",
            "paragraphs": [
                "When you're ovulating, mucus in your cervix becomes thinner so sperm can swim through it more easily. If there's a problem with the mucus, it can make it harder to conceive."
            ]
        },
        {
            "title": "Fibroids",
            "paragraphs": [
                "Non-cancerous growths calledfibroidsin or around the womb can affect fertility. In some cases, they may prevent a fertilised egg attaching itself in the womb, or they may block a fallopian tube."
            ]
        },
        {
            "title": "Endometriosis",
            "paragraphs": [
                "Endometriosisis a condition where tissue, similar to the lining of the womb (the endometrium), grows in other places outside of the womb.",
                "This can damage the ovaries or fallopian tubes and cause fertility problems."
            ]
        },
        {
            "title": "Pelvic inflammatory disease",
            "paragraphs": [
                "Pelvic inflammatory disease (PID)is an infection of the upper female genital tract, which includes the womb, fallopian tubes and ovaries.",
                "It's often caused by asexually transmitted infection (STI). PID can damage and scar the fallopian tubes, making it virtually impossible for an egg to travel down into the womb."
            ]
        },
        {
            "title": "Sterilisation",
            "paragraphs": [
                "Some women choose to be sterilised if they do not want to have any more children.",
                "Sterilisationinvolves blocking the fallopian tubes to make it impossible for an egg to travel to the womb.",
                "It's rarely reversible – if you do have a sterilisation reversed, you will not necessarily be able to have a child."
            ]
        },
        {
            "title": "Medicines and drugs",
            "paragraphs": [
                "The side effects of some types of medicines and drugs can affect your fertility. These include:",
                "Illegal drugs, such as marijuana and cocaine, can affect fertility and make ovulation more difficult."
            ]
        },
        {
            "title": "Semen and sperm",
            "paragraphs": [
                "A common cause of infertility in men is poor-quality semen, the fluid containing sperm that's ejaculated during sex.",
                "Possible reasons for abnormal semen include:",
                "Many cases of abnormal semen are unexplained.",
                "There's a link between increased temperature of the scrotum and reduced semen quality, but it's uncertain whether wearing loose-fitting underwear improves fertility."
            ]
        },
        {
            "title": "Testicles",
            "paragraphs": [
                "The testicles produce and store sperm. If they're damaged, it can seriously affect the quality of your semen.",
                "This can happen as a result of:"
            ]
        },
        {
            "title": "Sterilisation",
            "paragraphs": [
                "Some men choose to have avasectomyif they do not want children or any more children.",
                "It involves cutting and sealing off the tubes that carry sperm out of your testicles (the vas deferens) so your semen will no longer contain any sperm.",
                "A vasectomy can be reversed, but reversals are not usually successful."
            ]
        },
        {
            "title": "Ejaculation disorders",
            "paragraphs": [
                "Some men experienceejaculation problemsthat can make it difficult for them to release semen during sex (ejaculate)."
            ]
        },
        {
            "title": "Hypogonadism",
            "paragraphs": [
                "Hypogonadism is an abnormally low level of testosterone, the male sex hormone involved in making sperm.",
                "It could be caused by a tumour, taking illegal drugs, orKlinefelter syndrome(a rare syndrome involving an extra female chromosome)."
            ]
        },
        {
            "title": "Medicines and drugs",
            "paragraphs": [
                "Certain types of medicines can sometimes cause infertility problems. These include:",
                "Illegal drugs, such as marijuana and cocaine, can also affect semen quality."
            ]
        },
        {
            "title": "Unexplained infertility",
            "paragraphs": [
                "In the UK, unexplained infertility accounts for around 1 in 4 cases of infertility. This is when no cause can be identified in either partner.",
                "If a cause for your fertility problems has not been found, talk to your doctor about the next steps.",
                "The National Institute for Health and Care Excellence (NICE) recommends that women with unexplained infertility who have not conceived after 2 years of having regular unprotected sex should be offeredIVF treatment.",
                "The NICE guidance has more about unexplained infertility.",
                "Find out more aboutfertility tests and how problems are diagnosed.",
                "Page last reviewed: 09 August 2023Next review due: 09 August 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/infertility/diagnosis/",
        "https://www.nhs.uk/conditions/infertility/treatment/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/",
        "https://www.nhs.uk/conditions/overactive-thyroid-hyperthyroidism/",
        "https://www.nhs.uk/conditions/underactive-thyroid-hypothyroidism/",
        "https://www.nhs.uk/conditions/fibroids/",
        "https://www.nhs.uk/conditions/endometriosis/",
        "https://www.nhs.uk/conditions/pelvic-inflammatory-disease-pid/",
        "https://www.nhs.uk/conditions/sexually-transmitted-infections-stis/",
        "https://www.nhs.uk/conditions/nsaids/",
        "https://www.nhs.uk/conditions/chemotherapy/",
        "https://www.nhs.uk/conditions/missed-or-late-periods/",
        "https://www.nhs.uk/conditions/oedema/",
        "https://www.nhs.uk/conditions/low-sperm-count/",
        "https://www.nhs.uk/conditions/testicular-cancer/",
        "https://www.nhs.uk/conditions/undescended-testicles/",
        "https://www.nhs.uk/conditions/ejaculation-problems/",
        "https://www.nhs.uk/conditions/klinefelters-syndrome/",
        "https://www.nhs.uk/conditions/crohns-disease/",
        "https://www.nhs.uk/conditions/rheumatoid-arthritis/",
        "https://www.nhs.uk/conditions/chemotherapy/",
        "https://www.nhs.uk/conditions/ivf/",
        "https://www.nhs.uk/conditions/infertility/diagnosis/",
        "https://www.nhs.uk/conditions/infertility/diagnosis/"
    ],
    "sublink_articles": []
}