{
    "title": "Causes\n    \n - \n      Miscarriage",
    "url": "https://www.nhs.uk/conditions/miscarriage/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMiscarriage"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "There are many reasons why a miscarriage may happen, although the cause is often not identified.",
                "If a miscarriage happens during the first trimester of pregnancy (the first 3 months), it's usually caused by problems with the unborn baby (foetus). About 3 in every 4 miscarriages happen during this period.",
                "If a miscarriage happens after the first trimester of pregnancy, it may be the result of things like an underlying health condition in the mother.",
                "These late miscarriages may also be caused by an infection around the baby, which leads to the bag of waters breaking before any pain or bleeding. Sometimes they can be caused by the neck of the womb opening too soon."
            ]
        },
        {
            "title": "First trimester miscarriages",
            "paragraphs": [
                "First trimester miscarriages are often caused by problems with the chromosomes of the foetus."
            ]
        },
        {
            "title": "Chromosome problems",
            "paragraphs": [
                "Chromosomes are blocks of DNA. They contain a detailed set of instructions that control a wide range of factors, from how the cells of the body develop to what colour eyes a baby will have.",
                "Sometimes something can go wrong at the point of conception and the foetus receives too many or not enough chromosomes. The reasons for this are often unclear, but it means the foetus will not be able to develop normally, resulting in a miscarriage.",
                "This is very unlikely to recur. It does not necessarily mean there's any problem with you or your partner."
            ]
        },
        {
            "title": "Placenta problems",
            "paragraphs": [
                "The placenta is the organ linking your blood supply to your baby's. If there's a problem with the development of the placenta, it can also lead to a miscarriage."
            ]
        },
        {
            "title": "Things that increase your risk",
            "paragraphs": [
                "An early miscarriage may happen by chance. But there are several things known to increase your risk of problems happening.",
                "Your age can also have an influence:",
                "A pregnancy may also be more likely to end in miscarriage if you:"
            ]
        },
        {
            "title": "Long-term health conditions",
            "paragraphs": [
                "Several long-term (chronic) health conditions can increase your risk of having a miscarriage in the second trimester, especially if they're not treated or well controlled.",
                "These include:"
            ]
        },
        {
            "title": "Infections",
            "paragraphs": [
                "The following infections may also increase your risk:"
            ]
        },
        {
            "title": "Food poisoning",
            "paragraphs": [
                "Food poisoning, caused by eating contaminated food, can also increase the risk of miscarriage. For example:",
                "Read more aboutfoods to avoid in pregnancy."
            ]
        },
        {
            "title": "Medicines",
            "paragraphs": [
                "Medicines that increase your risk include:",
                "To be sure a medicine is safe in pregnancy, always check with your doctor, midwife or pharmacist before taking it.",
                "Read more aboutmedicines during pregnancy."
            ]
        },
        {
            "title": "Womb structure",
            "paragraphs": [
                "Problems and abnormalities with your womb can also lead to second trimester miscarriages. Possible problems include:"
            ]
        },
        {
            "title": "Weakened cervix",
            "paragraphs": [
                "In some cases, the muscles of the cervix (neck of the womb) are weaker than usual. This is known as a weakened cervix or cervical incompetence.",
                "A weakened cervix may be caused by a previous injury to this area, usually after a surgical procedure. The muscle weakness can cause the cervix to open too early during pregnancy, leading to a miscarriage."
            ]
        },
        {
            "title": "Polycystic ovary syndrome (PCOS)",
            "paragraphs": [
                "Polycystic ovary syndrome (PCOS)is a condition where the ovaries are larger than normal. It's caused by hormonal changes in the ovaries.",
                "PCOS is known to be a leading cause ofinfertilityas it can prevent the release of an egg (ovulation). There's some evidence to suggest it may also be linked to an increased risk of miscarriage."
            ]
        },
        {
            "title": "Misconceptions about miscarriage",
            "paragraphs": [
                "An increased risk of miscarriage is not linked to:"
            ]
        },
        {
            "title": "Recurrent miscarriages",
            "paragraphs": [
                "If you have had a miscarriage, it's natural to worry that you'll have another if you get pregnant again. But most miscarriages are a one-off event.",
                "About 1 in 100 women experience recurrent miscarriages (3 or more in a row) and many of these women go on to have a successful pregnancy.",
                "Page last reviewed: 09 March 2022Next review due: 09 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/miscarriage/diagnosis/",
        "https://www.nhs.uk/conditions/miscarriage/what-happens/",
        "https://www.nhs.uk/conditions/miscarriage/afterwards/",
        "https://www.nhs.uk/conditions/miscarriage/prevention/",
        "https://www.nhs.uk/conditions/lupus/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/overactive-thyroid-hyperthyroidism/",
        "https://www.nhs.uk/conditions/underactive-thyroid-hypothyroidism/",
        "https://www.nhs.uk/conditions/antiphospholipid-syndrome/",
        "https://www.nhs.uk/conditions/rubella/",
        "https://www.nhs.uk/conditions/cytomegalovirus-cmv/",
        "https://www.nhs.uk/conditions/bacterial-vaginosis/",
        "https://www.nhs.uk/conditions/hiv-and-aids/",
        "https://www.nhs.uk/conditions/chlamydia/",
        "https://www.nhs.uk/conditions/gonorrhoea/",
        "https://www.nhs.uk/conditions/syphilis/",
        "https://www.nhs.uk/conditions/malaria/",
        "https://www.nhs.uk/conditions/food-poisoning/",
        "https://www.nhs.uk/conditions/toxoplasmosis/",
        "https://www.nhs.uk/conditions/salmonella/",
        "https://www.nhs.uk/conditions/fibroids/",
        "https://www.nhs.uk/conditions/miscarriage/diagnosis/"
    ],
    "sublink_articles": []
}