{
    "title": "Causes\n    \n - \n      Psoriasis",
    "url": "https://www.nhs.uk/conditions/psoriasis/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPsoriasis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Psoriasis occurs when skin cells are replaced more quickly than usual. It's not known exactly why this happens, but research suggests it's caused by a problem with the immune system.",
                "Your body produces new skin cells in the deepest layer of skin. These skin cells gradually move up through the layers of skin until they reach the outermost level, where they die and flake off. This whole process normally takes around 3 to 4 weeks.",
                "However, in people with psoriasis, this process only takes about 3 to 7 days. As a result, cells that are not fully mature build up rapidly on the surface of the skin, causing flaky, crusty patches covered with scales."
            ]
        },
        {
            "title": "Problems with the immune system",
            "paragraphs": [
                "Your immune system is your body's defence against disease and it helps fight infection. One of the main types of cell used by the immune system is called a T-cell.",
                "T-cells normally travel through the body to detect and fight invading germs, such as bacteria. But in people with psoriasis, they start to attack healthy skin cells by mistake.",
                "This causes the deepest layer of skin to produce new skin cells more quickly than usual, triggering the immune system to produce more T-cells.",
                "It's not known what exactly causes this problem with the immune system, although certain genes and environmental triggers may play a role."
            ]
        },
        {
            "title": "Genetics",
            "paragraphs": [
                "Psoriasis runs in families, so you may be more likely to get psoriasis if you have a close relative with the condition, but the exact role genetics plays in psoriasis is unclear.",
                "Research has shown that many different genes are linked to the development of psoriasis, and it's likely that different combinations of genes may make people more vulnerable to the condition.",
                "However, having these genes does not necessarily mean you'll develop psoriasis."
            ]
        },
        {
            "title": "Psoriasis triggers",
            "paragraphs": [
                "Many people's psoriasis symptoms start or get worse because of a certain event, called a trigger. Knowing your triggers may help you avoid a flare-up.",
                "Common psoriasis triggers include:",
                "Psoriasis is not contagious, so it cannot be spread from person to person.",
                "Page last reviewed: 08 April 2022Next review due: 08 April 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/psoriasis/treatment/",
        "https://www.nhs.uk/conditions/psoriasis/living-with/",
        "https://www.nhs.uk/conditions/menopause/",
        "https://www.nhs.uk/conditions/hiv-and-aids/",
        "https://www.nhs.uk/conditions/psoriasis/treatment/"
    ],
    "sublink_articles": []
}