{
    "title": "Causes\n    \n - \n      Contact dermatitis",
    "url": "https://www.nhs.uk/conditions/contact-dermatitis/causes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toContact dermatitis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Contact dermatitis occurs when your skin reacts to a particular substance.",
                "This can be either:"
            ]
        },
        {
            "title": "Irritant contact dermatitis",
            "paragraphs": [
                "Irritant contact dermatitis may be caused by frequent exposure to a weak irritant, such as soap or detergent. It may also develop if you've been in contact with a stronger irritant for a short while.",
                "You're at an increased risk of irritant contact dermatitis if you also haveatopic eczema, which is the most common form of eczema.",
                "Common irritants include:",
                "If you already have irritant contact dermatitis symptoms, they can be made worse by heat, cold, friction (rubbing against the irritant) and low humidity (dry air)."
            ]
        },
        {
            "title": "Exposure at work",
            "paragraphs": [
                "You may be more at risk of irritant contact dermatitis if you work with irritants as part of your job, or if your job involves a lot of wet work.",
                "If you develop the condition because of a substance you work with, it may be referred to as occupational irritant dermatitis.",
                "This type of dermatitis is more common in certain occupations, including:"
            ]
        },
        {
            "title": "Allergic contact dermatitis",
            "paragraphs": [
                "The first time you come into contact with an allergen, your body becomes sensitised to it, but does not react to it. It's only when you're exposed to the substance again that your immune system reacts and causes the skin to become red and itchy.",
                "Allergens that commonly cause allergic contact dermatitis include:",
                "Page last reviewed: 03 May 2023Next review due: 03 May 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/contact-dermatitis/diagnosis/",
        "https://www.nhs.uk/conditions/contact-dermatitis/treatment/",
        "https://www.nhs.uk/conditions/topical-steroids/",
        "https://www.nhs.uk/conditions/contact-dermatitis/diagnosis/"
    ],
    "sublink_articles": []
}