{
    "title": "Chest infection",
    "url": "https://www.nhs.uk/conditions/chest-infection/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A chest infection is an infection of the lungs or large airways. Some chest infections are mild and clear up on their own, but others can be severe and life threatening."
            ]
        },
        {
            "title": "Check if you have a chest infection",
            "paragraphs": [
                "Chest infections often followcoldsorflu.",
                "The main symptoms are:",
                "These symptoms can be unpleasant, but they usually get better on their own in about 7 to 10 days.",
                "The cough and mucus can last up to 3 weeks."
            ]
        },
        {
            "title": "How to treat a chest infection yourself",
            "paragraphs": [
                "If you have a chest infection, there are things you can do to ease the symptoms."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "get plenty of rest",
                "drink lots of water to loosen the mucus and make it easier to cough up",
                "raise your head up while sleeping using extra pillows to make breathing easier and clear your chest of mucus",
                "use painkillers to bring down a high temperature and ease headaches and muscle pain",
                "drink a hot lemon and honey drink to relieve asore throat"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not let children breathe in steam from a bowl of hot water because of the risk of scalding",
                "do not give aspirin to children under 16",
                "do not smoke – it can make your symptoms worse",
                "Do not give hot drinks to small children. Do not give honey to children under 12 months old."
            ]
        },
        {
            "title": "A pharmacist can help with a chest infection",
            "paragraphs": [
                "A pharmacist can recommend cough medicines to loosen the mucus in your lungs. This will make the mucus easier to cough up and help clear the infection from your lungs.",
                "Cough medicines are not suitable for children under 6 years old."
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "You have a chest infection and:",
                "You may havepneumoniaif your symptoms are severe."
            ]
        },
        {
            "title": "Treatment from a GP for a chest infection",
            "paragraphs": [
                "Treatment for a chest infection will depend on the cause.",
                "A chest infection will either be caused by:",
                "Antibiotics are only used to treat bacterial chest infections. They're not used for treating viral chest infections, like flu or viral bronchitis. This is because antibiotics do not work for viral infections.",
                "You may need a blood test or a sample of your mucus may need to be tested to see what's causing your chest infection."
            ]
        },
        {
            "title": "How to avoid spreading chest infections",
            "paragraphs": [
                "To avoid passing a chest infection on to others:",
                "Try to stay at home and avoid contact with other people if you have a high temperature or do not feel well enough to do your normal activities."
            ]
        },
        {
            "title": "How to avoid getting a chest infection",
            "paragraphs": [
                "If you keep getting chest infections or you're at risk of getting one (for example, because you're over 65 or have a serious long-term health condition):",
                "Page last reviewed: 21 June 2023Next review due: 21 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/common-cold/",
        "https://www.nhs.uk/conditions/flu/",
        "https://www.nhs.uk/conditions/cough/",
        "https://www.nhs.uk/conditions/headaches/",
        "https://www.nhs.uk/conditions/sore-throat/",
        "https://www.nhs.uk/conditions/pneumonia/",
        "https://www.nhs.uk/conditions/bronchitis/",
        "https://www.nhs.uk/conditions/antibiotics/"
    ],
    "sublink_articles": []
}