{
    "title": "Children and young people\n    \n - \n      Consent to treatment",
    "url": "https://www.nhs.uk/conditions/consent-to-treatment/children/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toConsent to treatment"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "People aged 16 or over are entitled to consent to their own treatment. This can only be overruled in exceptional circumstances.",
                "Like adults, young people (aged 16 or 17) are presumed to have sufficient capacity to decide on their own medical treatment, unless there's significant evidence to suggest otherwise.",
                "Children under the age of 16 can consent to their own treatment if they're believed to have enough intelligence, competence and understanding to fully appreciate what's involved in their treatment. This is known as being Gillick competent.",
                "Otherwise, someone with parental responsibility can consent for them.",
                "This could be:"
            ]
        },
        {
            "title": "Parental responsibility",
            "paragraphs": [
                "A person with parental responsibility must have the capacity to give consent.",
                "If a parent refuses to give consent to a particular treatment, this decision can be overruled by the courts if treatment is thought to be in the best interests of the child.",
                "By law, healthcare professionals only need 1 person with parental responsibility to give consent for them to provide treatment.",
                "In cases where 1 parent disagrees with the treatment, doctors are often unwilling to go against their wishes and will try to gain agreement.",
                "If agreement about a particular treatment or what's in the child's best interests cannot be reached, the courts can make a decision.",
                "In an emergency, where treatment is vital and waiting for parental consent would place the child at risk, treatment can proceed without consent."
            ]
        },
        {
            "title": "When consent can be overruled",
            "paragraphs": [
                "If a young person refuses treatment, which may lead to their death or a severe permanent injury, their decision can be overruled by the Court of Protection.",
                "This is the legal body that oversees the operation of the Mental Capacity Act.",
                "Page last reviewed: 08 December 2022Next review due: 08 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}