{
    "title": "Common cold",
    "url": "https://www.nhs.uk/conditions/common-cold/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "You can often treat a cold without seeing a GP. You should begin to feel better in about 1 to 2 weeks."
            ]
        },
        {
            "title": "Check if you have a cold",
            "paragraphs": [
                "Cold symptoms come on gradually over 2 to 3 days.",
                "The main symptoms include:",
                "You may also have:",
                "Symptoms of a cold can last longer in young children. They may also be irritable, have difficulty feeding and sleeping, breathe through their mouth, and get sick after coughing.",
                "Cold andflusymptoms are similar, but flu tends to be more severe.",
                "Appears gradually",
                "Appears quickly within a few hours",
                "Affects mainly your nose and throat",
                "Affects more than just your nose and throat",
                "Makes you feel unwell, but you're OK to carry on as normal (for example, you can normally go to work)",
                "Makes you feel exhausted and too unwell to carry on as normal"
            ]
        },
        {
            "title": "How you can treat a cold yourself",
            "paragraphs": [
                "You can usually treat a cold at home without seeing a GP.",
                "There are things you can do to help you get better more quickly."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "get plenty of rest",
                "drink lots of fluid, such as water, to avoiddehydration",
                "eat healthy food (it's common for small children to lose their appetite for a few days)",
                "gargle salt water to soothe asore throat(not suitable for children)",
                "drink a hot lemon and honey drink to soothe a sore throat",
                "breathe in steam to ease a blocked nose – try sitting in the bathroom with a hot shower running"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not let children breathe in steam from a bowl of hot water because of the risk of scalding",
                "do not give aspirin to children under the age of 16",
                "do not smoke as it can make your symptoms worse",
                "Do not give hot drinks to small children.",
                "Do not give honey to children under 12 months old.",
                "If you have a high temperature or do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better."
            ]
        },
        {
            "title": "A pharmacist can help with cold medicines",
            "paragraphs": [
                "You can buy cough and cold medicines from pharmacies or supermarkets.",
                "A pharmacist can advise you on the best medicine, such as:",
                "You can buy nasal sprays without a prescription, but they should not be used for more than a week as this can make your symptoms worse.",
                "Do not use other cough and cold medicines if you're also taking paracetamol and ibuprofen tablets as you may take more medicine than you should.",
                "Some cough and cold medicines are also not suitable for babies, children and pregnant women.",
                "There's little evidence that supplements such as vitamin C, echinacea or garlic prevent colds or help you get better more quickly."
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "GPs do not recommend antibiotics for colds because they will not relieve your symptoms or speed up your recovery.",
                "Antibiotics only work if you have a bacterial infection, but colds are caused by viruses."
            ]
        },
        {
            "title": "How to avoid spreading a cold",
            "paragraphs": [
                "Colds are caused by viruses and easily spread to other people.",
                "You're infectious until all your symptoms have gone. This usually takes 1 to 2 weeks. It can be longer in babies and young children.",
                "Colds are spread by germs from coughs and sneezes, which can live on hands and surfaces for 24 hours.",
                "To reduce the risk of spreading a cold:"
            ]
        },
        {
            "title": "How to prevent catching a cold",
            "paragraphs": [
                "A person with a cold can start spreading it from a few days before their symptoms begin until the symptoms have finished.",
                "The best ways to avoid catching a cold are:",
                "The flu vaccine does not prevent colds."
            ]
        },
        {
            "title": "Video: How to wash your hands",
            "paragraphs": [
                "Watch this video to find out the best way to wash your hands.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 22 March 2024Next review due: 22 March 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/flu/",
        "https://www.nhs.uk/conditions/sore-throat/",
        "https://www.nhs.uk/conditions/decongestants/"
    ],
    "sublink_articles": []
}