{
    "title": "Coping with a terminal illness",
    "url": "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/coping-with-a-terminal-illness/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toYour wellbeing if you're having end of life care",
                "There's no right or wrong way to feel when you're told you have a terminal illness, which is a health condition that cannot be cured and that you'll most likely die from. You might feel numb at first, and unable to take in the news, or feel calm and matter-of-fact about dying."
            ]
        },
        {
            "title": "Your feelings",
            "paragraphs": [
                "As time passes, you may experience a range of emotions. It's normal to feel some or all of the following:",
                "You may also feel isolated and alone, even if you have family and friends around you.",
                "You might not experience all of these feelings and, if you do, they'll not necessarily come in any particular order. Whatever you feel, you do not have to go through it alone."
            ]
        },
        {
            "title": "Getting your diagnosis",
            "paragraphs": [
                "Hearing that your illness cannot be cured can be a frightening experience. Many people will be unable to take everything in. If you're alone in the consultation, ask if you can bring a relative or friend in to hear everything the doctor has to say. You may need to ask for a follow-up appointment so that someone can be with you.",
                "Ask the doctor what support is available to you. They may refer you for additional specialist palliative care alongside the care you're already receiving.",
                "A GP will also know of any local sources of support. Get in touch with a GP to explain what's happened and ask what help is available near you. This may include:",
                "Hospice UK's Dying Matters website provides a range of resourcesfor people affected by terminal illnesses."
            ]
        },
        {
            "title": "Find someone to talk to",
            "paragraphs": [
                "Not everyone wants to talk about what they're going through. However, a terminal (sometimes called life-limiting) diagnosis can bring up worries and fears, and it can help to talk about these so they do not start to feel impossible to deal with."
            ]
        },
        {
            "title": "Family, friends and health professionals",
            "paragraphs": [
                "You might want to talk to your partner, family, or friends, or to a doctor, nurse, counsellor, or religious minister.",
                "People close to you will be dealing with their own feelings about your diagnosis. If you or they are finding it hard to talk about it, you might want to talk to someone who is not as close to you, like a counsellor.",
                "Your doctor or nurse can help you find a counsellor. You can also search online to find services in your area.",
                "It can be useful to have someone to talk to at night-time if you cannot sleep. Make sure there's someone you can ring (a friend, relative orSamaritans), but also recognise that you do not have to lie in the dark and try to sleep. You can turn on the light and do something else."
            ]
        },
        {
            "title": "Questions and worries about your future",
            "paragraphs": [
                "Knowing that you have a life-limiting condition leaves you living with uncertainty. You'll probably have questions with no definite answers, such as:",
                "Not knowing exactly what's going to happen to you can feel overwhelming and upsetting. It's normal to feel like this, and it might be helpful to talk with others who are in a similar situation, and hear how they cope with these feelings.",
                "Ask your doctor or nurse about local support groups for people who are living with a life-limiting illness, or for people who have the same condition as you.",
                "Many specialist charities offer support through local groups, email contact, phone lines and web forums. For example, theMarie Curie website has an online community."
            ]
        },
        {
            "title": "If you think you're depressed",
            "paragraphs": [
                "It's normal to feel shock, sadness, anger and helplessness.",
                "But for some people, the feeling they're unable to cope with their situation does not go away, and they feel too low to be able to do any of the things they want to.",
                "If this happens to you and these feelings persist, it may be helpful to talk to a doctor.",
                "Medicine can help, and counselling orcognitive behavioural therapy (CBT)can make a difference to how you're coping."
            ]
        },
        {
            "title": "One step at a time",
            "paragraphs": [
                "What you're dealing with can feel overwhelming, but you may be able to make it feel less so by thinking about it as smaller \"pieces\".",
                "Take one day at a time, or one week at a time. Decide on some small, achievable goals, so that you gain confidence – for example putting family photos into an album, or visiting a friend.",
                "You can still think about bigger issues, such as where you would like to receive your care in the future, but try not to feel that you have to tackle everything at once."
            ]
        },
        {
            "title": "Write down your worries",
            "paragraphs": [
                "Some people feel helpless and that everything is out of control. Writing down worries and questions can help you decide what's important to you and how to tackle it.",
                "If you want, you can use what you've written to help you talk about things with your family, friends and carers."
            ]
        },
        {
            "title": "Look after yourself",
            "paragraphs": [
                "Try to take some time to do things you enjoy.",
                "Complementary therapies, such as massage and aromatherapy, may help you feel better. It may help the people close to you if they know you're looking after yourself. There may be things that you can do together.",
                "Accept offers of help from friends and family, and give specific examples of support you need and would like. For example, taking you shopping, bringing you meals to put in the freezer, or driving you to appointments."
            ]
        },
        {
            "title": "More inYour wellbeing if you're having end of life care",
            "paragraphs": [
                "Page last reviewed: 23 August 2023Next review due: 23 August 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}