{
    "title": "CPR\n    \n - \n      First aid",
    "url": "https://www.nhs.uk/conditions/first-aid/cpr/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toFirst aid"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "This page gives information and guidance about cardiopulmonary resuscitation (CPR). This includes hands-only CPR and CPR with rescue breaths.",
                "If someone is unconscious and not breathing normally, call 999 and start CPR straight away.",
                "When you call 999 for an ambulance, you should be given basic life-saving instructions over the phone, including advice about CPR."
            ]
        },
        {
            "title": "CPR on adults",
            "paragraphs": [
                "If you have been trained in CPR, including rescue breaths, and feel confident using your skills, you should give chest compressions with rescue breaths.",
                "If you're not completely confident, attempt hands-only CPR instead."
            ]
        },
        {
            "title": "Hands-only CPR",
            "paragraphs": [
                "To carry out a chest compression:"
            ]
        },
        {
            "title": "CPR on children",
            "paragraphs": [
                "You should carry out CPR with rescue breaths on a child. It's more likely children will have a problem with their airways and breathing than a problem with their heart."
            ]
        },
        {
            "title": "Infants under 1 year",
            "paragraphs": [
                "Page last reviewed: 15 March 2022Next review due: 15 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}