{
    "title": "Dental abscess",
    "url": "https://www.nhs.uk/conditions/dental-abscess/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A dental abscess is a build-up of pus in the teeth or gums caused by an infection. It needs urgent treatment by a dentist. A dental abscess will not go away on its own."
            ]
        },
        {
            "title": "Check if you have a dental abscess",
            "paragraphs": [
                "Signs of a dental abscess include:"
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent dentist appointment or get help from NHS 111 if:",
            "paragraphs": [
                "Do not go to a GP surgery as they will not be able to give you dental treatment."
            ]
        },
        {
            "title": "If you do not have a dentist or cannot get to an emergency appointment:",
            "paragraphs": [
                "You may have to pay for your appointment. Find out more aboutNHS dental charges."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if:",
            "paragraphs": [
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "How to ease the pain caused by a dental abscess",
            "paragraphs": [
                "There are some things you can do to help with the pain until you can get dental treatment."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "take painkillers, such asibuprofenorparacetamol(children under 16 should not take aspirin)",
                "eat soft foods like soup, scrambled eggs, mashed potatoes and yoghurt",
                "use a soft toothbrush to clean your teeth",
                "avoid having sugary, or very hot or cold, foods and drinks"
            ]
        },
        {
            "title": "Treatment for a dental abscess",
            "paragraphs": [
                "Dental abscesses are usually treated by a dentist. The dentist will drain away the pus.",
                "If a problem with your tooth has caused the abscess, you may needroot canal treatment, or the tooth may be removed. You'll be given a local anaesthetic, so you do not feel any pain.",
                "You may be offered painkillers to take for a few days after treatment and may also be given antibiotics."
            ]
        },
        {
            "title": "Causes of a dental abscess",
            "paragraphs": [
                "Dental abscesses usually happen when pus builds up beneath your teeth or gums when you have an infection in your mouth.",
                "You may get a dental abscess if:"
            ]
        },
        {
            "title": "How to prevent dental abscesses",
            "paragraphs": [
                "There are some things you can do to help prevent dental abscesses."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "brush your teeth with fluoride toothpaste at least twice a day - spit after brushing, do not rinse",
                "clean in between your teeth every day using floss or interdental brushes",
                "replace your toothbrush every 1 to 3 months",
                "have regulardental check-upsso problems can be spotted early"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not use mouthwash straight after brushing your teeth",
                "do not smoke",
                "Page last reviewed: 20 June 2022Next review due: 20 June 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/toothache/",
        "https://www.nhs.uk/conditions/root-canal-treatment/",
        "https://www.nhs.uk/conditions/tooth-decay/",
        "https://www.nhs.uk/conditions/gum-disease/",
        "https://www.nhs.uk/conditions/radiotherapy/",
        "https://www.nhs.uk/conditions/chemotherapy/"
    ],
    "sublink_articles": []
}