{
    "title": "Diagnosis\n    \n - \n      Contact dermatitis",
    "url": "https://www.nhs.uk/conditions/contact-dermatitis/diagnosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toContact dermatitis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "A GP can usually diagnose contact dermatitis from the appearance of your skin and by asking about your symptoms.",
                "They'll want to know when your symptoms first appeared and what substances you've been in contact with."
            ]
        },
        {
            "title": "Identifying allergens and irritants",
            "paragraphs": [
                "If a GP has diagnosed contact dermatitis, they'll try to identify what has triggered your symptoms. If the allergens or irritants can be identified, you can take steps to avoid those substances and reduce the risk of your symptoms flaring up.",
                "A GP will look at your medical history and ask questions about your lifestyle and occupation. They may also ask whether there's a history of dermatitis or eczema in your family."
            ]
        },
        {
            "title": "Referral to a specialist",
            "paragraphs": [
                "If the allergens or irritants causing your contact dermatitis cannot be identified, you may be referred to a dermatologist (a doctor who specialises in treating skin conditions).",
                "You may also be referred to a dermatologist if the trigger has been identified, but your symptoms are not responding to treatment."
            ]
        },
        {
            "title": "Testing for allergens",
            "paragraphs": [
                "The best way to test for a reaction to allergens is by patch testing. During a patch test, tiny amounts of known allergens are applied to your skin.",
                "The substances are attached to your back using a kind of non-allergic tape. They may sometimes be attached to the upper arms.",
                "After 2 days, the patches are removed and your skin assessed to check if there has been any reaction.",
                "Your skin will usually be examined again after a further 2 days, as most allergic contact dermatitis reactions take this long to develop.",
                "Page last reviewed: 03 May 2023Next review due: 03 May 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/contact-dermatitis/treatment/",
        "https://www.nhs.uk/conditions/contact-dermatitis/treatment/"
    ],
    "sublink_articles": []
}