{
    "title": "Diagnosis\n    \n - \n      Polycystic ovary syndrome",
    "url": "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/diagnosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPolycystic ovary syndrome"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "See your GP if you have any typicalsymptoms of polycystic ovary syndrome (PCOS).",
                "Your GP will ask about your symptoms to help rule out other possible causes, and check your blood pressure.",
                "They'll also arrange for you to have a number of hormone tests to find out whether the excess hormone production is caused by PCOS or another hormone-related condition.",
                "You may also need anultrasound scan, which can show whether you have a high number of follicles in your ovaries (polycystic ovaries). The follicles are fluid-filled sacs in which eggs develop.",
                "You may also need ablood testto measure your hormone levels and screen fordiabetesorhigh cholesterol."
            ]
        },
        {
            "title": "Diagnosis criteria",
            "paragraphs": [
                "A diagnosis of PCOS can usually be made if other rare causes of the same symptoms have been ruled out and you meet at least 2 of the following 3 criteria:",
                "As only 2 of these need to be present to diagnose PCOS, you will not necessarily need to have an ultrasound scan before the condition can be confirmed."
            ]
        },
        {
            "title": "Referral to a specialist",
            "paragraphs": [
                "If you're diagnosed with PCOS, you may be treated by your GP or referred to a specialist, either a gynaecologist (a specialist in treating conditions of the female reproductive system) or an endocrinologist (a specialist in treating hormone problems).",
                "Your GP or specialist will discuss with you the best way to manage your symptoms. They'll recommend lifestyle changes and start you on any necessary medicine."
            ]
        },
        {
            "title": "Follow-up",
            "paragraphs": [
                "Depending on factors like your age and weight, you may be offered annual checks of your blood pressure and screening for diabetes if you're diagnosed with PCOS.",
                "Page last reviewed: 11 October 2022Next review due: 11 October 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/treatment/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/high-cholesterol/",
        "https://www.nhs.uk/conditions/irregular-periods/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/treatment/"
    ],
    "sublink_articles": []
}