{
    "title": "Diagnosis\n    \n - \n      Obesity",
    "url": "https://www.nhs.uk/conditions/obesity/diagnosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toObesity"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Body mass index (BMI) is widely used as a simple and reliable way of finding out whether a person is a healthy weight for their height.",
                "For most adults, having a BMI of 18.5 to 24.9 is considered to be a healthy weight. A BMI of 25 to 29.9 is considered to be overweight, and a BMI over 30 is considered to be obese.",
                "While BMI is a useful measurement for most people, it's not accurate for everyone.",
                "For example, the normal BMI scores may not be accurate if you're very muscular because muscle can add extra kilos, resulting in a high BMI when you are not an unhealthy weight. In such cases, your waist circumference may be a better guide.",
                "What's considered a healthy BMI is also influenced by your ethnic background. The scores mentioned above generally apply to people with a white background. If you have an ethnic minority background, the threshold for being considered overweight or obese may be lower because you may be at risk of getting conditions such as type 2 diabetes at a lower BMI.",
                "Find out what your body mass index (BMI) is by using ourBMI calculator.",
                "Although the BMI calculator can be used to work out your child's BMI, you should speak to your GP if you're concerned about your child's weight."
            ]
        },
        {
            "title": "Visiting your GP",
            "paragraphs": [
                "If you're living with overweight or obesity, visit your GP for advice aboutlosing weight safelyand to find out whether you have an increased risk of health problems.",
                "Your GP may ask about:",
                "As well as calculating your BMI, your GP may also carry out tests to determine whether you're at increased risk of developing health complications because of your weight.",
                "These could include measuring your:",
                "People with very large waists – generally, 94cm or more in men and 80cm or more in women – are more likely to develop obesity-related health problems.",
                "Your GP may also take your ethnicity into account because it can affect your risk of developing certain conditions. For example, some people of Asian, African or African-Caribbean ethnicity may be at increased risk ofhigh blood pressure (hypertension). Healthy waist measurements can also be different for people from different ethnic backgrounds.",
                "After your assessment, you'll be offered an appointment to discuss the results in more detail, ask any questions that you have, and fully explore the treatment options available to you.",
                "Page last reviewed: 15 February 2023Next review due: 15 February 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/obesity/treatment/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/obesity/treatment/"
    ],
    "sublink_articles": []
}