{
    "title": "Dry eyes",
    "url": "https://www.nhs.uk/conditions/dry-eyes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Many people get dry eyes. It's not usually serious and there are things you can do to help."
            ]
        },
        {
            "title": "Check if you have dry eyes",
            "paragraphs": [
                "You may have dry eyes if your eyes are:"
            ]
        },
        {
            "title": "Causes of dry eyes",
            "paragraphs": [
                "You can get dry eyes if you do not make enough tears or your tears dry up quickly.",
                "You may be more likely to get dry eyes if:"
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "clean your eyelids every day",
                "take breaks to rest your eyes when watching TV or using a computer screen",
                "make sure your computer screen is just below eye level",
                "use a humidifier to stop the air getting dry",
                "if you wear contact lenses, take them out and wear glasses to rest your eyes"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not smoke or drink too much alcohol",
                "do not spend too long in smoky, dry or dusty places",
                "do not spend too long in air conditioned or heated rooms",
                "do not stop taking a prescribed medicine without getting medical advice first – even if you think it's causing your symptoms"
            ]
        },
        {
            "title": "A pharmacist may be able to help with dry eyes",
            "paragraphs": [
                "A pharmacist may be able to tell you:"
            ]
        },
        {
            "title": "Non-urgent advice:See an optician or GP if:",
            "paragraphs": [
                "They can check what the cause might be and recommend treatment for it.",
                "If an optician or GP cannot find a cause, they may refer you to an eye specialist (ophthalmologist) for tests."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if:",
            "paragraphs": [
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you.",
                "Page last reviewed: 06 January 2025Next review due: 06 January 2028"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/blepharitis/",
        "https://www.nhs.uk/conditions/sjogrens-syndrome/",
        "https://www.nhs.uk/conditions/lupus/"
    ],
    "sublink_articles": []
}