{
    "title": "DVT (deep vein thrombosis)",
    "url": "https://www.nhs.uk/conditions/deep-vein-thrombosis-dvt/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "DVT (deep vein thrombosis) is a blood clot in a vein, usually in the leg. DVT can be dangerous. Get medical help as soon as possible if you think you have DVT."
            ]
        },
        {
            "title": "Symptoms of DVT (deep vein thrombosis)",
            "paragraphs": [
                "Symptoms of DVT (deep vein thrombosis) in the leg are:",
                "These symptoms can also happen in your arm or tummy if that's where the blood clot is.",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/440619/view"
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if:",
            "paragraphs": [
                "You have symptoms of DVT (deep vein thrombosis), such as pain and swelling, and:",
                "DVT can be very serious because blood clots can travel to your lungs. This is called apulmonary embolism.",
                "A pulmonary embolism can be life-threatening and needs treatment straight away.",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "Who is more likely to get DVT (deep vein thrombosis)",
            "paragraphs": [
                "A DVT (deep vein thrombosis) is more likely to happen if you:",
                "There are also some times when you have a higher chance of getting DVT.",
                "These include if you:",
                "Sometimes DVT can happen for no obvious reason."
            ]
        },
        {
            "title": "How DVT (deep vein thrombosis) is diagnosed",
            "paragraphs": [
                "If a doctor thinks you have DVT (deep vein thrombosis), you should be referred to hospital within 24 hours for an ultrasound scan. The scan shows whether blood is flowing normally through the vein.",
                "You may also have an X-ray of the vein (venogram). For this, you'll be injected with a dye to show where the blood clot is."
            ]
        },
        {
            "title": "Treatment of DVT (deep vein thrombosis)",
            "paragraphs": [
                "You may have an injection of a blood-thinning medicine called heparin while you're waiting for an ultrasound scan to see if you have a DVT (deep vein thrombosis).",
                "The main treatments include:",
                "If you get aDVT when you're pregnant, you'll have injections for the rest of the pregnancy and until your baby is 6 weeks old."
            ]
        },
        {
            "title": "Recovery from DVT (deep vein thrombosis)",
            "paragraphs": [
                "There are things you can do to help you recover from DVT (deep vein thrombosis).",
                "After you leave hospital, you'll be encouraged to:"
            ]
        },
        {
            "title": "How to prevent DVT (deep vein thrombosis)",
            "paragraphs": [
                "There are things you can do to lower your chance of getting DVT (deep vein thrombosis)."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "stay a healthy weight",
                "stay active – taking regular walks can help",
                "drink plenty of fluids to avoid dehydration – DVT is more likely if you're dehydrated"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not sit still for long periods of time – get up and move around every hour or so",
                "do not cross your legs while you're sitting",
                "do not smoke",
                "do not drink lots of alcohol"
            ]
        },
        {
            "title": "Going on a long journey",
            "paragraphs": [
                "If you're travelling for 3 hours or more by plane, train or car, there are things you can do during the journey to lower your chances of getting DVT.",
                "These include:"
            ]
        },
        {
            "title": "Going into hospital",
            "paragraphs": [
                "If you go into hospital, your healthcare team should check if there's a higher chance you'll get DVT.",
                "If they think you're more likely to get DVT, you may be given treatment to prevent it, such as medicine or compression stockings (knee-high elastic socks that help your blood circulation), while you're in hospital.",
                "You may continue treatment after you leave hospital because a blood clot can happen weeks later.",
                "You can also help protect yourself against DVT while you're in hospital by:",
                "Page last reviewed: 22 March 2023Next review due: 22 March 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/varicose-veins/"
    ],
    "sublink_articles": []
}