{
    "title": "Dysphagia (swallowing problems)",
    "url": "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Dysphagia is where you have problems swallowing. It's usually caused by certain medicines or another condition, such as acid reflux or a stroke."
            ]
        },
        {
            "title": "Check if it's dysphagia",
            "paragraphs": [
                "Some people with dysphagia have problems swallowing certain foods or drinks, while others cannot swallow at all.",
                "Signs of dysphagia include:",
                "You may also drool and have problems chewing your food.",
                "Over time, dysphagia can also cause symptoms such as weight loss,dehydrationand repeatedchest infections."
            ]
        },
        {
            "title": "Causes of dysphagia",
            "paragraphs": [
                "Dysphagia is usually caused by another health condition and can happen at any age.",
                "Common causes of swallowing problems include:"
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You, your child or someone you care for:",
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Treatments for dysphagia",
            "paragraphs": [
                "Your GP will examine you and may refer you to a specialist for further tests.",
                "You may also be referred to a speech and language therapist or a dietitian for advice about swallowing and your diet.",
                "Treatment for dysphagia depends on what's causing it and how severe it is.",
                "If your swallowing problems are being caused by a condition like acid reflux, the problem may get better on its own.",
                "But if the cause is longer term, you may need specialist treatment to make eating and drinking as safe as possible.",
                "This may include:",
                "Page last reviewed: 02 May 2023Next review due: 02 May 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/dehydration/",
        "https://www.nhs.uk/conditions/chest-infection/",
        "https://www.nhs.uk/conditions/cleft-lip-and-palate/",
        "https://www.nhs.uk/conditions/heartburn-and-acid-reflux/",
        "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/",
        "https://www.nhs.uk/conditions/cerebral-palsy/",
        "https://www.nhs.uk/conditions/dementia/about-dementia/what-is-dementia/",
        "https://www.nhs.uk/conditions/mouth-cancer/",
        "https://www.nhs.uk/conditions/oesophageal-cancer/"
    ],
    "sublink_articles": []
}