{
    "title": "Electrocardiogram (ECG)",
    "url": "https://www.nhs.uk/conditions/electrocardiogram/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "An ECG (electrocardiogram) is a test that records the electrical activity of your heart, including the rate and rhythm. It's usually quick and painless."
            ]
        },
        {
            "title": "Why an ECG (electrocardiogram) is done",
            "paragraphs": [
                "You'll usually have an ECG (electrocardiogram) if a doctor or healthcare professional thinks you're having symptoms of:",
                "You also may have an ECG:"
            ]
        },
        {
            "title": "Preparing for an ECG (electrocardiogram)",
            "paragraphs": [
                "There are some things you can do to help you prepare for an ECG (electrocardiogram), such as:",
                "Some people may also need to have their chest shaved and cleaned before the test.",
                "Let the person doing the ECG know if you'd like someone else to be in the room with you (a chaperone). This could be someone you know, another nurse or a trained member of staff."
            ]
        },
        {
            "title": "What happens during an ECG (electrocardiogram)",
            "paragraphs": [
                "An ECG (electrocardiogram) is done by a specially trained healthcare professional at a hospital, clinic or GP surgery.",
                "There are 3 different ways an ECG may be done:",
                "The type of ECG you have will depend on your symptoms or condition. The doctor or specialist will explain which you will have and why.",
                "You may get a slight rash where the patches were placed on your skin.",
                "You cannot have a bath or shower while wearing the portable ECG recorder. You may be shown how to disconnect and reconnect it if you have to wear it for more than 24 hours.",
                "An exercise ECG (sometimes called an exercise tolerance test or stress test) will be done in hospital.",
                "If you're not able to run or cycle, you'll be given a medicine that raises your heart rate instead of having to do exercise."
            ]
        },
        {
            "title": "Getting your ECG (electrocardiogram) results",
            "paragraphs": [
                "You may get your ECG (electrocardiogram) results on the same day, but it can take a few weeks depending on the type of ECG you had.",
                "You may need a follow-up appointment to talk about your ECG results.",
                "If you've not heard anything after a few weeks, contact the doctor who referred you.",
                "The GP, nurse or specialist should talk to you about your results and explain what happens next.",
                "Sometimes you may need other tests.",
                "Ask to talk to a healthcare professional if you have questions about your results, or do not understand them."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "Page last reviewed: 09 November 2023Next review due: 09 November 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}