{
    "title": "End of life care",
    "url": "https://www.nhs.uk/conditions/end-of-life-care/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Information for people who are approaching the end of their life and people who want to plan for their end of life care."
            ]
        },
        {
            "title": "What end of life care involves",
            "paragraphs": [
                "An introduction to end of life care, including what it is, when it starts and who provides it"
            ]
        },
        {
            "title": "What to expect from end of life care",
            "paragraphs": [
                "Information about the quality of end of life care you should expect and what to do if you have any concerns"
            ]
        },
        {
            "title": "Where you can have end of life care",
            "paragraphs": [
                "Information about where you can have end of life care, including at home, in hospital, in a care home or in a hospice"
            ]
        },
        {
            "title": "Planning ahead",
            "paragraphs": [
                "Advice about planning for end of life care, including how to let people know what care you want to receive"
            ]
        },
        {
            "title": "Your wellbeing",
            "paragraphs": [
                "Information to help you cope during end of life care, including how your symptoms might change and what financial support you can get"
            ]
        },
        {
            "title": "Video: End of life care",
            "paragraphs": [
                "In this video, a family share their experience of end of life care for a wife and mother.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}