{
    "title": "Endometriosis",
    "url": "https://www.nhs.uk/conditions/endometriosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Endometriosis is where cells similar to those in the lining of the womb (uterus) grow in other parts of the body. It can have a big impact on your life, but there are treatments that can help.",
                "Multimedia Team - nhs.uk"
            ]
        },
        {
            "title": "Symptoms of endometriosis",
            "paragraphs": [
                "Endometriosis is often found in areas around the womb, such as the ovaries, fallopian tubes and lining of the pelvis.",
                "It also sometimes affects organs, such as the bladder and bowel. Rarely, endometriosis is found in areas outside the pelvis, such as in the chest.",
                "Symptoms happen when patches of endometriosis break down and bleed during your period but cannot leave your body.",
                "You might have some symptoms during your period, such as:",
                "You can have other symptoms at any time in your menstrual cycle, such as:",
                "You may also have difficulty getting pregnant and have low mood or anxiety.",
                "Endometriosis is commonly diagnosed in women and girls, from when their periods start (puberty) through to menopause. It can affect anyone who has periods."
            ]
        },
        {
            "title": "Tests for endometriosis",
            "paragraphs": [
                "It can take a long time to diagnose endometriosis. You might need several different tests to find out if you have it.",
                "This is because endometriosis symptoms can be similar to other conditions, such as:"
            ]
        },
        {
            "title": "What happens at your GP appointment",
            "paragraphs": [
                "A GP will ask about your symptoms and may ask to do:",
                "Give your GP as much information about your symptoms as you can.",
                "If they think you might have endometriosis, your GP may:"
            ]
        },
        {
            "title": "Further tests",
            "paragraphs": [
                "Further tests for endometriosis include:",
                "It may be possible for doctors to remove any areas of endometriosis during your laparoscopy."
            ]
        },
        {
            "title": "Treatments for endometriosis",
            "paragraphs": [
                "It’s not known what causes endometriosis and there are currently no treatments that can cure it. But treatment can help manage symptoms such as pain.",
                "Your doctor will talk to you about the risks and possible side effects of each treatment.",
                "If treatment is not working or your symptoms are very severe, you may be referred to a specialist endometriosis service."
            ]
        },
        {
            "title": "Medicines for endometriosis",
            "paragraphs": [
                "Medicines are often the first treatment for endometriosis. They include:"
            ]
        },
        {
            "title": "Surgery for endometriosis",
            "paragraphs": [
                "If other treatments are not working or you have lots of endometriosis, you may be offered surgery. Surgery is also an option if endometriosis is affecting your ability to have children.",
                "You can have surgery to:",
                "You may need to have more surgeries if your symptoms come back after your first surgery, or if surgery causes scarring that makes your organs to stick together (adhesions)."
            ]
        },
        {
            "title": "Support for living with endometriosis",
            "paragraphs": [
                "Treatment and support are also available for other problems caused by endometriosis.",
                "Support you might need includes:"
            ]
        },
        {
            "title": "How endometriosis affects your life",
            "paragraphs": [
                "Endometriosis is different for everyone.",
                "Treatment usually helps manage symptoms of endometriosis.",
                "But you may have long lasting symptoms that can affect your daily life, work and relationships for many years.",
                "Symptoms of endometriosis usually stop after the menopause – although it's possible to have symptoms after menopause."
            ]
        },
        {
            "title": "Help and support for endometriosis",
            "paragraphs": [
                "Endometriosis can be a difficult condition to live with, both physically and emotionally.",
                "As well as support from your doctor, you may find it helpful to get support from other people with endometriosis or a support organisation such as Endometriosis UK or The Endometriosis Foundation."
            ]
        },
        {
            "title": "The Endometriosis Foundation",
            "paragraphs": [
                "Page last reviewed: 27 August 2024Next review due: 27 August 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/heavy-periods/",
        "https://www.nhs.uk/conditions/pelvic-pain/",
        "https://www.nhs.uk/conditions/adenomyosis/",
        "https://www.nhs.uk/conditions/fibroids/",
        "https://www.nhs.uk/conditions/pelvic-inflammatory-disease-pid/",
        "https://www.nhs.uk/conditions/irritable-bowel-syndrome-ibs/",
        "https://www.nhs.uk/conditions/hysterectomy/"
    ],
    "sublink_articles": []
}