{
    "title": "Euthanasia and assisted suicide",
    "url": "https://www.nhs.uk/conditions/euthanasia-and-assisted-suicide/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Euthanasia is the act of deliberately ending a person's life to relieve suffering.",
                "For example, it could be considered euthanasia if a doctor deliberately gave a patient with a terminal illness a drug they do not otherwise need, such as an overdose of sedatives or muscle relaxant, with the sole aim of ending their life.",
                "Assisted suicide is the act of deliberately assisting another person to kill themselves. If a relative of a person with a terminal illness obtained strong sedatives, knowing the person intended to use them to kill themselves, the relative may be considered to be assisting suicide."
            ]
        },
        {
            "title": "The law",
            "paragraphs": [
                "Both euthanasia and assisted suicide are illegal under English law."
            ]
        },
        {
            "title": "Assisted suicide",
            "paragraphs": [
                "Assisted suicide is illegal under the terms of the Suicide Act (1961) and is punishable by up to 14 years' imprisonment. Trying to kill yourself is not a criminal act."
            ]
        },
        {
            "title": "Euthanasia",
            "paragraphs": [
                "Depending on the circumstances, euthanasia is regarded as either manslaughter or murder. The maximum penalty is life imprisonment."
            ]
        },
        {
            "title": "Types of euthanasia",
            "paragraphs": [
                "Euthanasia can be classified as:"
            ]
        },
        {
            "title": "End of life care",
            "paragraphs": [
                "When you're approaching the last stage of your life, you have a right to high quality, personalisedend of life carethat helps you live as well as possible until you die.",
                "Find out more about:",
                "Find palliative care services near you",
                "Page last reviewed: 12 July 2023Next review due: 12 July 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/coma/",
        "https://www.nhs.uk/conditions/end-of-life-care/where-you-can-have-care/",
        "https://www.nhs.uk/conditions/end-of-life-care/where-you-can-have-care/hospice-care/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/coping-with-a-terminal-illness/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/starting-to-talk-about-your-illness/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/controlling-pain-and-other-symptoms/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/coping-financially/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/lasting-power-of-attorney/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/why-plan-ahead/"
    ],
    "sublink_articles": []
}