{
    "title": "FAQs\n    \n - \n      Pacemaker implantation",
    "url": "https://www.nhs.uk/conditions/pacemaker-implantation/recovery/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPacemaker implantation"
            ]
        },
        {
            "title": "How will I be monitored?",
            "paragraphs": [
                "You'll be attached to a special monitor so the medical team can keep an eye on your heart rhythm.",
                "The monitor consists of a small box connected by wires to your chest with sticky electrode patches.",
                "The box displays your heart rhythm on several monitors in the nursing unit. The nurses will be able to observe your heart rate and rhythm.",
                "A chestX-raywill be carried out to check your lungs, as well as the position of the pacemaker and leads."
            ]
        },
        {
            "title": "Will I be in pain after the procedure?",
            "paragraphs": [
                "You may feel some pain or discomfort during the first 48 hours after having a pacemaker fitted, and you'll be given pain-relieving medication.",
                "There may also be some bruising where the pacemaker was inserted. This usually passes within a few days. Tell the staff if your symptoms are persistent or severe."
            ]
        },
        {
            "title": "When can I leave hospital?",
            "paragraphs": [
                "Most people are able to go home on the day they have the procedure or the day after.",
                "You'll need to arrange for someone to pick you up from hospital and take you home.",
                "Before going home, you'll be given a pacemaker registration card, which has the details of the make and model of your pacemaker. Always carry the card with you in case of an emergency.",
                "You may also want to wear a MedicAlert bracelet or necklace engraved with important information, such as the type of pacemaker you have, a personal identity number and a 24-hour emergency phone number.",
                "Find out more about medical ID jewellery on the MedicAlert website"
            ]
        },
        {
            "title": "How soon can I drive?",
            "paragraphs": [
                "If you have an ordinary driving licence, you can start driving again after 1 week as long as:",
                "You must also tell the Driver & Vehicle Licensing Agency (DVLA) and your insurance company that you have a pacemaker.",
                "If you drive a large or passenger-carrying vehicle, you'll have to wait 6 weeks after your pacemaker is fitted before driving again.",
                "Contact the DVLA to tell them about your pacemaker"
            ]
        },
        {
            "title": "Will I be able to feel or see the pacemaker?",
            "paragraphs": [
                "You may be able to feel the pacemaker and it may feel uncomfortable when you lie in certain positions, but you'll soon get used to it.",
                "Modern pacemakers are now so small they're almost completely hidden by the chest tissue and are barely noticeable."
            ]
        },
        {
            "title": "How soon will I be back to normal?",
            "paragraphs": [
                "You should feel back to your usual self, or even better, very quickly.",
                "It's best to avoid reaching up on the side you had your operation for 4 to 6 weeks. That means not hanging out washing or lifting anything from a high shelf, for example.",
                "But it's important to keep your arm mobile by gently moving it to avoid getting afrozen shoulder. A physiotherapist can show you how to do this.",
                "You'll usually be able to do all the things you want to do after around 4 weeks.",
                "The time you need off work will depend on your job. Your cardiologist will usually be able to advise you about this.",
                "Typically, people who have had a pacemaker fitted are advised to take about a week off work.",
                "People who drive for a living, such as bus and lorry drivers, will not be allowed to drive these types of vehicles for at least 6 weeks after the pacemaker is fitted."
            ]
        },
        {
            "title": "When can I exercise or play sports again?",
            "paragraphs": [
                "You should avoid strenuous activities for around 4 to 6 weeks after having your pacemaker fitted. After this, you should be able to do most activities and sports.",
                "But if you play contact sports such as football or rugby, it's important to avoid collisions. You may want to wear a protective pad.",
                "Avoid very energetic activities, such as squash.",
                "The British Heart Foundation has more information and advice about how to start exercising again after having heart surgery"
            ]
        },
        {
            "title": "How can I care for my wound?",
            "paragraphs": [
                "Do not get your wound wet until your stitches have been taken out. After that, avoid wearing anything that rubs against the area of your wound, such as braces.",
                "Women may need a new bra with wider straps. Avoid exposing your wound to sunlight in the first year as this can cause a darker scar."
            ]
        },
        {
            "title": "Will I have to have my stitches removed?",
            "paragraphs": [
                "It depends on the kind of stitches used. Many doctors use soluble stitches that dissolve on their own. Before you go home, you'll be told what type of stitches you have.",
                "If you need to have your stitches removed, it'll usually be after about 7 to 10 days."
            ]
        },
        {
            "title": "What check-ups will I need?",
            "paragraphs": [
                "You'll usually have your pacemaker checked after 4 to 6 weeks at the hospital where it was fitted.",
                "After this, you'll have it checked every 3 to 12 months, depending on the type of pacemaker you have and how well it’s been working.",
                "If after having the pacemaker fitted and leaving hospital you feel you're not getting as much benefit as you imagined, your pacemaker may need some small adjustments.",
                "The cardiologist or cardiac technician will be able to do this."
            ]
        },
        {
            "title": "What problems should I look out for?",
            "paragraphs": [
                "Signs that your pacemaker is not working as it should or you have developed an infection orblood clotinclude:",
                "Contact your GP or cardiologist as soon as possible for advice if you experience any of these problems after having a pacemaker fitted.",
                "If this is not possible, callNHS 111or your localout-of-hours service."
            ]
        },
        {
            "title": "Will my pacemaker be affected by electrical equipment?",
            "paragraphs": [
                "Anything that produces a strong electromagnetic field, like an induction hob, can interfere with a pacemaker.",
                "Most common household electrical equipment, such as hairdryers and microwave ovens, will not be a problem, as long as you use them at least 15cm (6 inches) away from your pacemaker.",
                "If you have an induction hob, keep a distance of at least 60cm (2ft) between the stove top and your pacemaker.",
                "If this is a problem, you may want to consider replacing the appliance with something more suitable.",
                "If you feel dizzy or your heart beating faster while using an electrical appliance, simply move away from it to allow your heartbeat to return to normal."
            ]
        },
        {
            "title": "Mobile phones",
            "paragraphs": [
                "It's safe to use a mobile phone, but make sure you keep it more than 15cm (6 inches) from your pacemaker. Use a headset or the ear on the opposite side to the pacemaker."
            ]
        },
        {
            "title": "Shop security systems",
            "paragraphs": [
                "Walking steadily through an anti-theft detector in a shop doorway should not affect your pacemaker, but do not stand too close to this type of security device for long."
            ]
        },
        {
            "title": "Airport security systems",
            "paragraphs": [
                "Airport security systems do not usually cause problems with pacemakers, but carry your pacemaker identification card with you and tell security staff you have a pacemaker.",
                "Security staff in some countries may insist you pass through the scanner. Move quickly through it and do not linger nearby.",
                "Handheld metal detectors shouldn't be placed directly over your pacemaker."
            ]
        },
        {
            "title": "MRI scans",
            "paragraphs": [
                "MRI scansare not usually recommended for people with pacemakers because they produce strong magnetic fields.",
                "MRI-safe pacemakers and implantable cardioverter defibrillators (ICDs) are becoming more common.",
                "Other types of medical tests are safe, but always tell the person treating you that you have a pacemaker."
            ]
        },
        {
            "title": "TENS machines",
            "paragraphs": [
                "TENS machinesshould not be used without first consulting your pacemaker clinic or manufacturer. They produce small electrical impulses that could interfere with your pacemaker."
            ]
        },
        {
            "title": "Lithotripsy",
            "paragraphs": [
                "Lithotripsy, a treatment forkidney stones, must be avoided if you have a pacemaker fitted."
            ]
        },
        {
            "title": "General advice",
            "paragraphs": [
                "If your job brings you into contact with strong electrical fields, such as arc welding, diathermy or working with high-power radio or TV transmitters, or you have direct contact with car ignition systems, check with your cardiologist or pacemaker technician before returning to work.",
                "Avoid wearing magnetic bracelets and magnets near your chest."
            ]
        },
        {
            "title": "Will I need to have another pacemaker?",
            "paragraphs": [
                "Most pacemaker batteries last for 6 to 10 years. After this, you may need to have the batteries changed.",
                "Ask your doctor how you'll know when the battery needs to be replaced or recharged.",
                "Changing the batteries involves replacing the pacemaker box with a new unit. This is a simple procedure that may or may not require an overnight stay in hospital.",
                "The original lead or leads can usually be left in place, although occasionally they'll also need to be replaced."
            ]
        },
        {
            "title": "How often will I need follow-up appointments?",
            "paragraphs": [
                "You'll need follow-up appointments for the rest of your life after having a pacemaker fitted.",
                "These may be every 3 to 12 months, depending on the type of pacemaker you have and how well it works.",
                "At your follow-up appointment, the technician or doctor will analyse the discharge rate of your pacemaker, measure the strength of the electrical impulse, and record the effects of the impulse on your heart.",
                "Most modern pacemakers can store information about the state of the battery and the performance of the pulse generator.",
                "Your pacemaker can then be reprogrammed to the best settings for you, if necessary."
            ]
        },
        {
            "title": "Will my sex life be affected?",
            "paragraphs": [
                "There's no reason you cannot continue to have a good sex life after having a pacemaker implanted and you're feeling better.",
                "But you should avoid positions that place pressure on the arms and chest for the first 4 weeks of your recovery.",
                "The risk of sex triggering a heart attack is low (around 1 in 1 million)."
            ]
        },
        {
            "title": "Who should I tell about my pacemaker?",
            "paragraphs": [
                "You should tell your doctor, nurse and dentist about your pacemaker, as you may need to avoid some medical tests and treatments, such as MRI scans and the use of TENS machines.",
                "You should also tell your family and close friends that you have a pacemaker fitted. Tell them what to do if you lose consciousness or collapse."
            ]
        },
        {
            "title": "Will the pacemaker improve my quality of life?",
            "paragraphs": [
                "Most people who have a pacemaker fitted feel it has a tremendously positive impact on their life.",
                "Having a pacemaker can help you be more active. It may also help you stay out of hospital and live longer.",
                "Above all, you should feel better. Previous symptoms, such as breathlessness or dizziness, should disappear.",
                "Page last reviewed: 26 July 2022Next review due: 26 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/pacemaker-implantation/risks/",
        "https://www.nhs.uk/conditions/fainting/",
        "https://www.nhs.uk/conditions/heart-attack/",
        "https://www.nhs.uk/conditions/frozen-shoulder/",
        "https://www.nhs.uk/conditions/blood-clots/",
        "https://www.nhs.uk/conditions/shortness-of-breath/",
        "https://www.nhs.uk/conditions/chest-pain/",
        "https://www.nhs.uk/conditions/hiccups/",
        "https://www.nhs.uk/conditions/transcutaneous-electrical-nerve-stimulation-tens/",
        "https://www.nhs.uk/conditions/kidney-stones/",
        "https://www.nhs.uk/conditions/pacemaker-implantation/risks/"
    ],
    "sublink_articles": []
}