{
    "title": "Febrile seizures",
    "url": "https://www.nhs.uk/conditions/febrile-seizures/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A febrile seizure (febrile convulsion or fit) can sometimes happen when a child has a high temperature. It's not usually serious, but it's important to get medical help if your child has a seizure.",
                "A febrile seizure can seem frightening, but it's unlikely to harm your child or cause long-term effects."
            ]
        },
        {
            "title": "Check if it's a febrile seizure",
            "paragraphs": [
                "A febrile seizure can happen when a child has ahigh temperature (fever).",
                "Your child may:",
                "Febrile seizures usually last for 2 to 3 minutes. It's rare for them to last more than 10 minutes.",
                "They usually affect children between 6 months and 6 years old."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if your child:",
            "paragraphs": [
                "Do not take your child to A&E if they are still having a seizure or are unconscious, call 999 instead.",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "What to do if your child is having a febrile seizure",
            "paragraphs": [
                "If your child is having a febrile seizure, it's important to keep them safe while you wait for medical help."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "check the time the seizure starts and ends",
                "protect their head with your hands or something soft",
                "remove any dangerous objects that are nearby",
                "after the seizure ends, put your child in therecovery positionand make sure there is nothing in their mouth or throat that might affect their breathing"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not move your child or try to hold them in place",
                "do not put anything in your child's mouth",
                "do not try to lower your child's temperature by undressing them or sponging them with cold water",
                "Find out how to put a baby in the recovery position on the St John Ambulance website"
            ]
        },
        {
            "title": "Treatment for febrile seizures",
            "paragraphs": [
                "Most febrile seizures do not need treatment. But your child will need to be checked in hospital after having a febrile seizure for the first time. They may also need to stay in hospital for a short time.",
                "Your child may need some tests, including:",
                "If an infection is causing your child's high temperature, they may need medicine to treat it."
            ]
        },
        {
            "title": "Treatment for recurrent febrile seizures",
            "paragraphs": [
                "Very rarely, a child may keep having febrile seizures.",
                "If this happens, your doctor may prescribe a medicine to give to your child while they're having a seizure. Your doctor will give you instructions on how to use it."
            ]
        },
        {
            "title": "Preventing febrile seizures",
            "paragraphs": [
                "You cannot prevent febrile seizures. They can sometimes happen when your child has an infection and a high temperature."
            ]
        },
        {
            "title": "Febrile seizures and epilepsy",
            "paragraphs": [
                "Febrile seizures are not the same thing asepilepsy.",
                "Children who have had a febrile seizure have a slightly increased chance of having epilepsy later in life, but this is rare.",
                "Page last reviewed: 21 June 2023Next review due: 21 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/first-aid/recovery-position/",
        "https://www.nhs.uk/conditions/lumbar-puncture/",
        "https://www.nhs.uk/conditions/epilepsy/"
    ],
    "sublink_articles": []
}