{
    "title": "Flu",
    "url": "https://www.nhs.uk/conditions/flu/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Flu will often get better on its own, but it can make some people seriously ill. It's important to get the flu vaccine if you're advised to."
            ]
        },
        {
            "title": "Check if you have flu",
            "paragraphs": [
                "Flu symptoms come on very quickly and can include:",
                "The symptoms are similar for children, but they can also get pain in their ear and appear less active.",
                "Coldand flu symptoms are similar, but flu tends to be more severe."
            ]
        },
        {
            "title": "How to treat flu yourself",
            "paragraphs": [
                "If you have flu, there are some things you can do to help get better more quickly."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "rest and sleep",
                "keep warm",
                "takeparacetamoloribuprofento lower your temperature and treat aches and pains",
                "give paracetamol or ibuprofen to your child if they're distressed or uncomfortable – check the packaging or leaflet to make sure the medicine is suitable for your child, or speak to a pharmacist or GP if you're not sure",
                "drink plenty of water to avoiddehydration(your pee should be light yellow or clear)"
            ]
        },
        {
            "title": "A pharmacist can help with flu",
            "paragraphs": [
                "A pharmacist can give treatment advice and recommend flu remedies.",
                "Do not take paracetamol and flu remedies that contain paracetamol at the same time as it's easy to take more than the recommended dose."
            ]
        },
        {
            "title": "Antibiotics",
            "paragraphs": [
                "Antibiotics do not work for viral infections such as flu. GPs do not recommend antibiotics for flu because they will not relieve your symptoms or speed up your recovery."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You or your child have symptoms of flu and:",
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if you:",
            "paragraphs": [
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "How to avoid spreading the flu",
            "paragraphs": [
                "Flu is very infectious and easily spread to other people. You're more likely to give it to others in the first 5 days.",
                "Flu is spread by germs from coughs and sneezes, which can live on hands and surfaces for 24 hours.",
                "To reduce the risk of spreading flu:",
                "Try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities."
            ]
        },
        {
            "title": "Video: how to wash your hands",
            "paragraphs": [
                "Watch this video to find out the best way to wash your hands.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "How to get a flu vaccine",
            "paragraphs": [
                "Flu vaccines are safe and effective. They're offered on the NHS every year in autumn or early winter to help protect people at risk of flu and its complications.",
                "A flu vaccine is given to people who:",
                "The children's nasal spray flu vaccine is given to:",
                "Babies and children aged 6 months to 2 years with certain health conditions will be offered a flu vaccine injection instead of the nasal spray.",
                "If you're eligible for an NHS flu vaccine, you can:",
                "Some people may be able to get vaccinated through their maternity service, care home, or their employer if they are a frontline health or social care worker.",
                "Children aged 2 and 3 years old can get the children's flu vaccine at their GP surgery. School-aged children will get their vaccine through their school or a community clinic.",
                "The last date you will be able to get your flu vaccination is 31 March 2025, but it's best to get vaccinated sooner to protect yourself during winter."
            ]
        },
        {
            "title": "Find out more about the flu vaccine:",
            "paragraphs": [
                "Page last reviewed: 09 August 2023Next review due: 05 September 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}