{
    "title": "General anaesthetic",
    "url": "https://www.nhs.uk/conditions/general-anaesthesia/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A general anaesthetic is where you're given medicine so that you're asleep (unconscious) and do not feel anything during an operation or procedure."
            ]
        },
        {
            "title": "Why general anaesthetic is used",
            "paragraphs": [
                "A general anaesthetic is used for many different types of operation (surgery) or procedure.",
                "It's done so that during the procedure:",
                "A general anaesthetic is used if other types of anaesthetic are not suitable. These include alocal anaestheticor regional anaesthetic (where you're awake but the part of your body being treated is numbed) or sedation (where you're relaxed but not unconscious)."
            ]
        },
        {
            "title": "How to prepare for having a general anaesthetic",
            "paragraphs": [
                "If you're going to have a general anaesthetic, you'll be given advice about things you can do to prepare.",
                "If your procedure is planned in advance, you can help your recovery and help make your treatment more successful by:"
            ]
        },
        {
            "title": "Pre-operative assessment",
            "paragraphs": [
                "You'll usually be asked to go to an appointment a few weeks before your procedure (a pre-operative assessment). This is to make sure you're well enough to have the procedure and the general anaesthetic.",
                "It might involve having tests such as blood tests, anX-ray, anelectrocardiogram (ECG)to check your heart and a fitness test.",
                "You might also meet the specialist doctor (anaesthetist) who will give you the general anaesthetic when you have your operation or procedure.",
                "Tell the doctor or nurse if:"
            ]
        },
        {
            "title": "Before your general anaesthetic",
            "paragraphs": [
                "You'll be given advice about what to do in the few days before your general anaesthetic. It's important to follow instructions you're given about:"
            ]
        },
        {
            "title": "What happens when you have a general anaesthetic",
            "paragraphs": [
                "A general anaesthetic is given in hospital. The anaesthetic team, led by a specialist doctor (consultant anaesthetist), will monitor you and adjust the anaesthetic when they need to.",
                "You may be given other medicines before the general anaesthetic. This may include medicines to help you relax, reduce stomach acid, stop you feeling sick or help with pain.",
                "The type of general anaesthetic that's used depends on the procedure you're having and what's best for you. It can be given as:",
                "The general anaesthetic starts to work quickly. You'll fall asleep (become unconscious) within about a minute and will not be aware of anything until you wake up after the procedure.",
                "During the procedure an anaesthetist will stay with you all the time. They will:",
                "How long you're asleep (unconscious) depends on the type of procedure you're having. It can be from a few minutes to several hours.",
                "You'll wake up either in the operating theatre after the procedure is over, or in the recovery room."
            ]
        },
        {
            "title": "Recovering from a general anaesthetic",
            "paragraphs": [
                "After a general anaesthetic you'll start to wake up soon after the medicine is stopped at the end of the procedure.",
                "You'll feel drowsy at first. You may have an oxygen mask to help you breathe. This will be removed when you're fully awake. Staff will look after you and give you medicines for any pain or sickness (nausea).",
                "You can usually start eating and drinking again when you feel ready.",
                "The effects of a general anaesthetic can last around 24 hours. How long it takes to fully recover depends on the type of procedure you had.",
                "You may be able to go home within a few hours. Someone will need to collect you from the hospital and take you home by car or taxi."
            ]
        },
        {
            "title": "What to do while you recover",
            "paragraphs": [
                "You'll be given advice about what to do and things to avoid for at least 24 hours after having a general anaesthetic.",
                "have someone stay with you",
                "eat and drink as usual, unless your hospital team gives you different advice",
                "move around and keep active if you can – follow advice you're given about when to go back to your usual activities",
                "contact the hospital if you have any concerns after you go home",
                "be careful about things like posting on social media, as you may not be thinking clearly",
                "do not drive or ride a bike",
                "do not cook or use equipment or machinery",
                "do not look after children or other people you care for on your own",
                "do not smoke",
                "do not drink any alcohol",
                "do not make any important decisions, as your judgement may be affected"
            ]
        },
        {
            "title": "Side effects of a general anaesthetic",
            "paragraphs": [
                "A general anaesthetic can cause side effects, including:",
                "Side effects will usually get better within a few minutes or hours. You may need medicines to help with side effects, such as pain or sickness."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Possible complications of a general anaesthetic",
            "paragraphs": [
                "Complications can happen during or after a general anaesthetic, but these are rare. Your doctor will explain the risks to you before the procedure.",
                "Possible complications can include:",
                "Your care team at the hospital will check for any complications and give you treatment if you need it.",
                "It's very rare to become accidentally aware or conscious during the procedure. The anaesthetist will monitor you carefully to make sure you have the right amount of anaesthetic to keep you asleep."
            ]
        },
        {
            "title": "More information",
            "paragraphs": [
                "Page last reviewed: 29 November 2024Next review due: 29 November 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/electrocardiogram/"
    ],
    "sublink_articles": [
        {
            "title": "Electrocardiogram (ECG)",
            "url": "https://www.nhs.uk/conditions/electrocardiogram/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toHealth A to Z",
                        "An ECG (electrocardiogram) is a test that records the electrical activity of your heart, including the rate and rhythm. It's usually quick and painless."
                    ]
                },
                {
                    "title": "Why an ECG (electrocardiogram) is done",
                    "paragraphs": [
                        "You'll usually have an ECG (electrocardiogram) if a doctor or healthcare professional thinks you're having symptoms of:",
                        "You also may have an ECG:"
                    ]
                },
                {
                    "title": "Preparing for an ECG (electrocardiogram)",
                    "paragraphs": [
                        "There are some things you can do to help you prepare for an ECG (electrocardiogram), such as:",
                        "Some people may also need to have their chest shaved and cleaned before the test.",
                        "Let the person doing the ECG know if you'd like someone else to be in the room with you (a chaperone). This could be someone you know, another nurse or a trained member of staff."
                    ]
                },
                {
                    "title": "What happens during an ECG (electrocardiogram)",
                    "paragraphs": [
                        "An ECG (electrocardiogram) is done by a specially trained healthcare professional at a hospital, clinic or GP surgery.",
                        "There are 3 different ways an ECG may be done:",
                        "The type of ECG you have will depend on your symptoms or condition. The doctor or specialist will explain which you will have and why.",
                        "You may get a slight rash where the patches were placed on your skin.",
                        "You cannot have a bath or shower while wearing the portable ECG recorder. You may be shown how to disconnect and reconnect it if you have to wear it for more than 24 hours.",
                        "An exercise ECG (sometimes called an exercise tolerance test or stress test) will be done in hospital.",
                        "If you're not able to run or cycle, you'll be given a medicine that raises your heart rate instead of having to do exercise."
                    ]
                },
                {
                    "title": "Getting your ECG (electrocardiogram) results",
                    "paragraphs": [
                        "You may get your ECG (electrocardiogram) results on the same day, but it can take a few weeks depending on the type of ECG you had.",
                        "You may need a follow-up appointment to talk about your ECG results.",
                        "If you've not heard anything after a few weeks, contact the doctor who referred you.",
                        "The GP, nurse or specialist should talk to you about your results and explain what happens next.",
                        "Sometimes you may need other tests.",
                        "Ask to talk to a healthcare professional if you have questions about your results, or do not understand them."
                    ]
                },
                {
                    "title": "Find out more",
                    "paragraphs": [
                        "Page last reviewed: 09 November 2023Next review due: 09 November 2026"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        }
    ]
}