{
    "title": "Getting a care needs assessment",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/getting-a-needs-assessment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHelp from social services and charities",
                "If you think you, or someone you know, needs help to cope day-to-day, the first step is to get a needs assessment from your local council.",
                "You'll need to have this assessment before the council can recommend a service such as:",
                "The needs assessment is free and anyone can ask for one."
            ]
        },
        {
            "title": "How to get a needs assessment",
            "paragraphs": [
                "Contact social services at your local council and ask for a needs assessment. You can call them or do it online."
            ]
        },
        {
            "title": "What happens in the assessment",
            "paragraphs": [
                "Someone from the council, such as a social worker or occupational therapist, will ask you how you're managing everyday tasks like washing, dressing and cooking.",
                "They might ask you to describe how well you do certain things like making a cup of tea and getting out of a chair.",
                "If it seems you may need some alterations in and around your home, such as grab rails in the bathroom, you might also be referred for a separateassessment of your home for home adaptations.",
                "The needs assessment can happen:"
            ]
        },
        {
            "title": "How to prepare for your assessment",
            "paragraphs": [
                "This is your chance to have your say.",
                "Give as much detail as you can about all the everyday tasks you struggle with, even the little ones like turning taps on and off. Leaving out things might reduce the care recommended for you.",
                "Which? has information about applying and preparing for care needs assessments. It has a checklist of typical questions you might be asked in the assessment regardless of your age.",
                "Independent Age has a step-by-step guideto getting more help from your council, which may help you prepare for the assessment."
            ]
        },
        {
            "title": "Have someone with you",
            "paragraphs": [
                "Have a friend or relative with you, if possible. It will help if you're not confident explaining your situation. They can also take notes for you.",
                "If you can't have a friend or relative with you, you could use an advocate. An advocate issomeone to speak up for you. They can help you fill in forms and sit with you in meetings and assessments. They're often free."
            ]
        },
        {
            "title": "Telephone help",
            "paragraphs": [
                "If you want to talk to someone over the phone about needs assessments, call:"
            ]
        },
        {
            "title": "Getting the results",
            "paragraphs": [
                "After the assessment, the local council will decide whether you need help, and you'll get the results of the assessment.",
                "It identifies what kind of care and support would help you, such as a paid carer or meals delivered to your home (meals on wheels)."
            ]
        },
        {
            "title": "Paying for care",
            "paragraphs": [
                "You'll generally be expected to pay toward the cost of social care.",
                "If the assessment identifies you need help, you will have a financial assessment (means test) to see if the council will pay towards it. This will be arranged for you."
            ]
        },
        {
            "title": "If you're told you do not need care",
            "paragraphs": [
                "If the needs assessment finds that you do not qualify for care and support, the council should still give you free advice about where you can get help in your community. Ask if this does not happen."
            ]
        },
        {
            "title": "How to complain about a needs assessment",
            "paragraphs": [
                "If you disagree with the results of your needs assessment or how it was done, you have a right to complain.",
                "First complain to your local council. Your council should have a formal complaints procedure on its website. It should also tell you about it at your assessment.",
                "If you're not happy with the way the council handles your complaint, you can take it to the local government and social care ombudsman. An ombudsman is an independent person who's been appointed to look into complaints about organisations.",
                "Find out more on the Local Government and Social Care Ombudsman website"
            ]
        },
        {
            "title": "More inHelp from social services and charities",
            "paragraphs": [
                "Page last reviewed: 22 August 2024Next review due: 22 August 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/home-adaptations/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/"
    ],
    "sublink_articles": []
}