{
    "title": "Getting support\n    \n - \n      Learning disabilities",
    "url": "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toLearning disabilities"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Being diagnosed with a learning disability is helpful. This is because it can help you to get the support you need.",
                "Every learning disability is different. Having a diagnosis can be really important and helpful. But some people may feel that they do not need a diagnosis.",
                "A learning disability diagnosis might happen at different ages."
            ]
        },
        {
            "title": "Getting support for children and young people with a learning disability",
            "paragraphs": [
                "Some children start doing things like walking or talking later than other children their age. This is nothing to worry about.",
                "But, if you think your child is learning to do things later than other children because they may have a learning disability, speak to a doctor (GP) or your health visitor.",
                "Health, education and social care services work together to find out what support a person needs and put a plan in place for them.",
                "This plan should support children from birth to 25 years old.",
                "Find out more:"
            ]
        },
        {
            "title": "Getting support for adults with a learning disability",
            "paragraphs": [
                "If you have a learning disability you might need some support when you are an adult.",
                "The adult social care department of your local council will work with you to find out what support you need. Your family, carer or support worker can help you with this if you need them to.",
                "This is called a needs assessment.",
                "Find out more aboutgetting a needs assessment.",
                "If you have a family member, partner or friend who needs ongoing care or support with day-to-day life you can also read aboutworking and supporting someone’s health or care on GOV.UK.",
                "Page last reviewed: 10 January 2022Next review due: 10 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/",
        "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/"
    ],
    "sublink_articles": []
}