{
    "title": "Getting a care needs assessment",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/getting-a-needs-assessment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHelp from social services and charities",
                "If you think you, or someone you know, needs help to cope day-to-day, the first step is to get a needs assessment from your local council.",
                "You'll need to have this assessment before the council can recommend a service such as:",
                "The needs assessment is free and anyone can ask for one."
            ]
        },
        {
            "title": "How to get a needs assessment",
            "paragraphs": [
                "Contact social services at your local council and ask for a needs assessment. You can call them or do it online."
            ]
        },
        {
            "title": "What happens in the assessment",
            "paragraphs": [
                "Someone from the council, such as a social worker or occupational therapist, will ask you how you're managing everyday tasks like washing, dressing and cooking.",
                "They might ask you to describe how well you do certain things like making a cup of tea and getting out of a chair.",
                "If it seems you may need some alterations in and around your home, such as grab rails in the bathroom, you might also be referred for a separateassessment of your home for home adaptations.",
                "The needs assessment can happen:"
            ]
        },
        {
            "title": "How to prepare for your assessment",
            "paragraphs": [
                "This is your chance to have your say.",
                "Give as much detail as you can about all the everyday tasks you struggle with, even the little ones like turning taps on and off. Leaving out things might reduce the care recommended for you.",
                "Which? has information about applying and preparing for care needs assessments. It has a checklist of typical questions you might be asked in the assessment regardless of your age.",
                "Independent Age has a step-by-step guideto getting more help from your council, which may help you prepare for the assessment."
            ]
        },
        {
            "title": "Have someone with you",
            "paragraphs": [
                "Have a friend or relative with you, if possible. It will help if you're not confident explaining your situation. They can also take notes for you.",
                "If you can't have a friend or relative with you, you could use an advocate. An advocate issomeone to speak up for you. They can help you fill in forms and sit with you in meetings and assessments. They're often free."
            ]
        },
        {
            "title": "Telephone help",
            "paragraphs": [
                "If you want to talk to someone over the phone about needs assessments, call:"
            ]
        },
        {
            "title": "Getting the results",
            "paragraphs": [
                "After the assessment, the local council will decide whether you need help, and you'll get the results of the assessment.",
                "It identifies what kind of care and support would help you, such as a paid carer or meals delivered to your home (meals on wheels)."
            ]
        },
        {
            "title": "Paying for care",
            "paragraphs": [
                "You'll generally be expected to pay toward the cost of social care.",
                "If the assessment identifies you need help, you will have a financial assessment (means test) to see if the council will pay towards it. This will be arranged for you."
            ]
        },
        {
            "title": "If you're told you do not need care",
            "paragraphs": [
                "If the needs assessment finds that you do not qualify for care and support, the council should still give you free advice about where you can get help in your community. Ask if this does not happen."
            ]
        },
        {
            "title": "How to complain about a needs assessment",
            "paragraphs": [
                "If you disagree with the results of your needs assessment or how it was done, you have a right to complain.",
                "First complain to your local council. Your council should have a formal complaints procedure on its website. It should also tell you about it at your assessment.",
                "If you're not happy with the way the council handles your complaint, you can take it to the local government and social care ombudsman. An ombudsman is an independent person who's been appointed to look into complaints about organisations.",
                "Find out more on the Local Government and Social Care Ombudsman website"
            ]
        },
        {
            "title": "More inHelp from social services and charities",
            "paragraphs": [
                "Page last reviewed: 22 August 2024Next review due: 22 August 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/home-adaptations/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/"
    ],
    "sublink_articles": [
        {
            "title": "Home adaptations",
            "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/home-adaptations/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toCare services, equipment and care homes",
                        "Home adaptations are changes you can make to your home. These make it safer and easier to move around and do everyday tasks.",
                        "Your local council offers a service that assesses your home and recommends changes to help. Having a home assessment is free.",
                        "These changes can be small or big and include:",
                        "The assessment might also recommendhousehold equipment and gadgetsto make life easier."
                    ]
                },
                {
                    "title": "How to get a home assessment",
                    "paragraphs": [
                        "If you, or someone you know, needs help to do everyday tasks or you're worried about falling, ask social services for a home assessment.",
                        "You can call your local council or do it online."
                    ]
                },
                {
                    "title": "What happens during the assessment",
                    "paragraphs": [
                        "An occupational therapist will visit you at your home. They'll ask you questions and walk around with you to see what you struggle with. You'll work out what you need together.",
                        "Make sure you tell them everything you find difficult, even small things such as opening a cupboard.",
                        "Assessments usually take at least an hour.",
                        "You might also be referred for aneeds assessmentto see if you could benefit from extra help at home."
                    ]
                },
                {
                    "title": "Have someone with you",
                    "paragraphs": [
                        "Ask a friend or relative to be with you. It might help if you're not confident explaining your situation. They can also take notes for you.",
                        "You can use anadvocateif you can't get a friend or relative. These are people who sit with you during an assessment and speak for you. They can also help you fill in forms. They're often free."
                    ]
                },
                {
                    "title": "Small adaptations are often free",
                    "paragraphs": [
                        "Your council should pay for each adaptation that costs less than £1,000. This usually includes things such as:"
                    ]
                },
                {
                    "title": "You might be able to get help with costs",
                    "paragraphs": [
                        "For expensive adaptations, like fitting a wet room or widening doors, you can try to get a grant from:",
                        "A Home Improvement Agency (HIA) can help you find schemes to help with the cost of adaptations.Find out if there's an HIA in your area.",
                        "Some local councils might be able to help with the cost of urgent home alterations. Check with your council or HIA."
                    ]
                },
                {
                    "title": "How to complain about a home assessment",
                    "paragraphs": [
                        "If you're not happy about your home assessment, you have a right to complain.",
                        "First complain to your local council. It should have a formal complaints procedure on its website.",
                        "If you're not happy with the way the council handles your complaint, contact thelocal government and social care ombudsman. This is an independent person who looks into complaints about organisations."
                    ]
                },
                {
                    "title": "More inCare services, equipment and care homes",
                    "paragraphs": [
                        "Page last reviewed: 18 May 2022Next review due: 18 May 2025"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": [
                "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/",
                "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/",
                "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/household-gadgets-and-equipment-to-make-life-easier/",
                "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/",
                "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/"
            ],
            "sublink_articles": [
                {
                    "title": "Care services, equipment and care homes",
                    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/",
                    "sections": [
                        {
                            "title": "Cookies on the NHS website",
                            "paragraphs": [
                                "We've put some small files called cookies on your device to make our site work.",
                                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                                "You can change your cookie settings at any time using ourcookies page.",
                                "Back toSocial care and support guide",
                                "Includes home adaptations, help at home from a carer, social care you can get for free and housing."
                            ]
                        },
                        {
                            "title": "Support links",
                            "paragraphs": [
                                "© Crown copyright"
                            ]
                        }
                    ],
                    "sublinks": null,
                    "sublink_articles": []
                },
                {
                    "title": "Household gadgets and equipment to make life easier",
                    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/household-gadgets-and-equipment-to-make-life-easier/",
                    "sections": [
                        {
                            "title": "Cookies on the NHS website",
                            "paragraphs": [
                                "We've put some small files called cookies on your device to make our site work.",
                                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                                "You can change your cookie settings at any time using ourcookies page.",
                                "Back toCare services, equipment and care homes",
                                "If you, or someone you know, struggles with everyday tasks, there might be gadgets or equipment to help make life easier."
                            ]
                        },
                        {
                            "title": "Staying safe",
                            "paragraphs": [
                                "Read about key safes, intercoms and sensors that alert carers if you fall inour guide to personal alarms, monitoring systems (telecare) and key safes."
                            ]
                        },
                        {
                            "title": "How to get gadgets and equipment",
                            "paragraphs": [
                                "Gadgets and equipment can be small or big, and costs vary.",
                                "TheLiving made easy websitewill give you an idea of the types of equipment available, what they cost and where to buy them."
                            ]
                        },
                        {
                            "title": "How your council can help",
                            "paragraphs": [
                                "Your local council offers a service that assesses your needs and recommends help including equipment. Having a needs assessment is free.",
                                "A needs assessment might also identifyhome adaptationsthat would make life easier for you.",
                                "Equipment and small adaptations to your home will be provided for free if you're assessed as needing them.",
                                "Ask social services at your local council about getting a needs assessment.",
                                "Find your local council andapply for equipment for your home if you're disabled, on GOV.UK."
                            ]
                        },
                        {
                            "title": "Getting a grant",
                            "paragraphs": [
                                "If you have an illness or disability and cannot get the help you need from your local council or the NHS, you might be able to get a grant to help with the costs.",
                                "Independence at Homehas grants for disabled people and those with a long-term illness who need financial help."
                            ]
                        },
                        {
                            "title": "Hiring or loaning equipment",
                            "paragraphs": [
                                "You might want to hire equipment, for example to see if it's right for you before buying, if you only need it for a short while or you need it to take on holiday.",
                                "Try searching online for:"
                            ]
                        },
                        {
                            "title": "More inCare services, equipment and care homes",
                            "paragraphs": [
                                "Page last reviewed: 19 September 2024Next review due: 19 September 2027"
                            ]
                        },
                        {
                            "title": "Support links",
                            "paragraphs": [
                                "© Crown copyright"
                            ]
                        }
                    ],
                    "sublinks": [
                        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/personal-alarms-security-systems-and-keysafes/"
                    ],
                    "sublink_articles": [
                        {
                            "title": "Personal alarms, monitoring systems (telecare) and key safes",
                            "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/personal-alarms-security-systems-and-keysafes/",
                            "sections": [
                                {
                                    "title": "Cookies on the NHS website",
                                    "paragraphs": [
                                        "We've put some small files called cookies on your device to make our site work.",
                                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                                        "You can change your cookie settings at any time using ourcookies page.",
                                        "Back toCare services, equipment and care homes",
                                        "Technology and devices can help you stay safe and independent at home.",
                                        "Personal alarms and monitoring systems can alert call centres or carers if you experience a problem, either at home or outside, such as a fall - you may hear this called telecare.",
                                        "Key safes can allow family, carers and emergency services to access your home if you cannot get to the door."
                                    ]
                                },
                                {
                                    "title": "Personal alarms",
                                    "paragraphs": [
                                        "Personal alarms allow you to get help if you have a problem or a fall at home, or if you wander off when out of the home.",
                                        "They can be:",
                                        "Types of personal alarms include:"
                                    ]
                                },
                                {
                                    "title": "Buying a personal alarm",
                                    "paragraphs": [
                                        "Basic alarms can be quite cheap to buy but you may need to pay more for a monitored alarm or a GPS tracking system.",
                                        "Read the Which? guide to personal alarms, including what to think about before buying an alarm."
                                    ]
                                },
                                {
                                    "title": "Monitoring systems",
                                    "paragraphs": [
                                        "Monitoring systems can also help you to stay safe at home and alert someone if there's a problem.",
                                        "There are 2 main types of monitoring system:",
                                        "They can include sensors that detect:",
                                        "They will then send alerts to family, carers or a monitoring service. Some systems can also adjust or turn off appliances if they detect a problem.",
                                        "Systems can also include security features, such as an intercom that shows family who's at your door and allows them to open doors for you.",
                                        "You can change the system to include what you need."
                                    ]
                                },
                                {
                                    "title": "Buying monitoring systems",
                                    "paragraphs": [
                                        "You can get basic home security systems online or on the high street.",
                                        "For systems connected to a monitoring service (telecare), contact theTelecare Services Association.You can search for providers and get advice on different products and services available.",
                                        "Costs vary depending on your package. There's usually an installation cost followed by a monthly charge."
                                    ]
                                },
                                {
                                    "title": "Get help with costs of monitoring systems",
                                    "paragraphs": [
                                        "Some councils provide monitoring services. They're usually basic systems. Contact adult social services at your council and ask if they provide them. If they do, they'll arrange a home assessment.",
                                        "GOV.UK: apply for a community alarm"
                                    ]
                                },
                                {
                                    "title": "Key safes",
                                    "paragraphs": [
                                        "A key safe is a small box you lock that holds a key. This means carers, your family or emergency services can get into your home if you can't get to the door.",
                                        "A key safe is fixed to an outdoor wall. You use a code – that you can choose – to open it."
                                    ]
                                },
                                {
                                    "title": "Buying a key safe",
                                    "paragraphs": [
                                        "You can buy a key safe online or on the high street. The more expensive key safes work the same way as cheaper ones but they're stronger and heavier. Some key safes are police-approved."
                                    ]
                                },
                                {
                                    "title": "Choosing a personal alarm, monitoring system or key safe",
                                    "paragraphs": [
                                        "When choosing and alarm or monitoring system, it may help to think about:"
                                    ]
                                },
                                {
                                    "title": "Important",
                                    "paragraphs": [
                                        "An analogue telecare alarm system may not work properly if you have an internet connection or if you have a digital landline instead of an analogue landline at home. Consider buying a digital alarm if you're unsure."
                                    ]
                                },
                                {
                                    "title": "More inCare services, equipment and care homes",
                                    "paragraphs": [
                                        "Page last reviewed: 11 November 2022Next review due: 11 November 2025"
                                    ]
                                },
                                {
                                    "title": "Support links",
                                    "paragraphs": [
                                        "© Crown copyright"
                                    ]
                                }
                            ],
                            "sublinks": null,
                            "sublink_articles": []
                        }
                    ]
                },
                {
                    "title": "Someone to speak up for you (advocate)",
                    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/",
                    "sections": [
                        {
                            "title": "Cookies on the NHS website",
                            "paragraphs": [
                                "We've put some small files called cookies on your device to make our site work.",
                                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                                "You can change your cookie settings at any time using ourcookies page.",
                                "Back toHelp from social services and charities",
                                "If you find it difficult to understand your care and support or find it hard to speak up, there are people who can act as a spokesperson for you.",
                                "They make sure you're heard and are called advocates.",
                                "For example, they can help you:",
                                "They can write letters for you and attend meetings with you.",
                                "Advocates will support you during:",
                                "Advocates are independent of social services and the NHS."
                            ]
                        },
                        {
                            "title": "How your local council can help",
                            "paragraphs": [
                                "Your local council has to provide an advocate if you do not have family or friends to help and you have difficulty:",
                                "A paid carer cannot act as an advocate for you."
                            ]
                        },
                        {
                            "title": "How to get an advocate",
                            "paragraphs": [
                                "Contact social care services at your local council and ask about advocacy services.Find your local social care services.",
                                "POhWERis a charity that helps people to be involved in decisions being made about their care. Call POhWER's support centre on 0300 456 2370 for advice.",
                                "The Advocacy Peoplegives advocacy support. Call 0330 440 9000 for advice or text PEOPLE to 80800 and someone will get back to you.",
                                "VoiceAbilitygives advocacy support. Call their helpline on 0300 303 1660 for advice or useVoiceAbility's online referral form.",
                                "Contact your local Age UK to see if they have advocates in your area. VisitAge UK onlineor call 0800 055 6112."
                            ]
                        },
                        {
                            "title": "More inHelp from social services and charities",
                            "paragraphs": [
                                "Page last reviewed: 2 August 2022Next review due: 2 August 2025"
                            ]
                        },
                        {
                            "title": "Support links",
                            "paragraphs": [
                                "© Crown copyright"
                            ]
                        }
                    ],
                    "sublinks": null,
                    "sublink_articles": []
                }
            ]
        }
    ]
}