{
    "title": "Giving someone power of attorney",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/giving-someone-power-of-attorney/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMaking decisions for someone else",
                "Putting in place a power of attorney can give you peace of mind that someone you trust is in charge of your affairs.",
                "If you're aged 18 or older and have the mental ability to make financial, property and medical decisions for yourself, you can arrange for someone else to make these decisions for you in the future. This legal authority is called \"lasting power of attorney\".",
                "The person who is given power of attorney is known as the \"attorney\" and must be over 18 years old. You are known as the \"donor\"."
            ]
        },
        {
            "title": "Appointing attorneys",
            "paragraphs": [
                "You can appoint just 1 attorney, or more than 1 attorney, to act:",
                "For example, you can appoint attorneys to act jointly when making decisions over your money, but state that only one attorney should decide where you should live.",
                "You have the right to say the attorneys must act jointly on all your affairs."
            ]
        },
        {
            "title": "Types of power of attorney",
            "paragraphs": [
                "There are 2 different types of power of attorney:",
                "LPAs came into force in October 2007. Before that, people made enduring power of attorneys (EPAs). It's no longer possible to make an EPA, but an EPA made before October 2007 remains valid."
            ]
        },
        {
            "title": "Ordinary power of attorney",
            "paragraphs": [
                "An ordinary power of attorney allows someone to look after your financial affairs for a temporary period. It will end if you lose mental capacity to make decisions."
            ]
        },
        {
            "title": "Lasting Power of Attorney (LPA)",
            "paragraphs": [
                "Lasting power of attorney (LPA) includes:"
            ]
        },
        {
            "title": "Health and welfare LPA",
            "paragraphs": [
                "A health and welfare LPA gives your attorney the power to make decisions about your daily routine (washing, dressing, eating), medical care, moving into a care home and life-sustaining medical treatment. It can only be used if you're unable to make your own decisions."
            ]
        },
        {
            "title": "Property and financial affairs LPA",
            "paragraphs": [
                "A property and financial affairs LPA gives your attorney the power to make decisions about your money and property. This includes managing your bank or building society accounts, paying bills, collecting your pension or benefits and, if necessary, selling your home.",
                "Once registered with the Office of the Public Guardian, it can be used immediately or held in readiness until required."
            ]
        },
        {
            "title": "Applying for power of attorney",
            "paragraphs": [
                "It's generally recommended that you set up both a health and welfare LPA and a property and financial affairs LPA at the same time.",
                "Many people do this while reviewing or revising their will, and you may be able to use the same solicitor.",
                "You can apply online for power of attorney on GOV.UK",
                "Alternatively, contact the Office of the Public Guardian for an application pack:",
                "Talk to a solicitor if you have problems answering any of the questions or if you want them to check what you have done. You canfind a solicitor on the Law Society online directory.",
                "You can call theOffice of the Public Guardianon 0300 456 0300 or theCourt of Protectionon 0300 456 0300 first to see if they can help."
            ]
        },
        {
            "title": "Registering the power of attorney",
            "paragraphs": [
                "A lasting power of attorney has to be registered before it comes into force.",
                "You can register a power of attorney on GOV.UK",
                "You'll need to pay an application fee. You may be exempt or pay a reduced fee if you receive certain benefits or you're on a low income.",
                "Either the person making the application for power of attorney (the donor) or the person who will have power of attorney (the attorney) can apply to register the application.",
                "There is a 4-week notice period for any objections to be raised.",
                "Once the power of attorney has been registered, the original document is returned to the applicant.",
                "The Office of the Public Guardian also gives notice to the donor that the LPA has been registered."
            ]
        },
        {
            "title": "Cancelling power of attorney",
            "paragraphs": [
                "You can cancel your lasting power of attorney at any time, even if the application has been registered.",
                "But you must have the mental capacity to make that decision, and you must tell your attorneys and the Office of the Public Guardian so they can remove the LPA from the register.",
                "Find out how to end a lasting power of attorney on GOV.UK",
                "Power of attorney automatically ends if:",
                "The Court of Protection can cancel an LPA if an attorney is not acting in a person's best interests and is making excessive \"gifts\" to themselves or others."
            ]
        },
        {
            "title": "Cancelling enduring power of attorney (EPA)",
            "paragraphs": [
                "To cancel an unregistered EPA, you'll need to sign a formal document called a Deed of Revocation. You may wish to get legal advice first.",
                "You can cancel an unregistered EPA at any time while you have the mental capacity to do so.",
                "If the EPA has been registered, you cannot cancel it except by permission of the Court of Protection."
            ]
        },
        {
            "title": "Advice for attorneys: health and welfare",
            "paragraphs": [
                "Having an LPA over someone's personal welfare may mean you need to make decisions about the healthcare and welfare of the person you're looking after.",
                "If you have this power, you may have to decide:",
                "You'll be able to decide if the donor should:",
                "Some people who have a progressive illness sometimes make a decision about whether they'd want a particular treatment in the future.",
                "They write down or tell others these wishes while they're mentally well, or have \"mental capacity\".",
                "If the donor made a decision to refuse future medical treatment (known as anadvance decision) in advance of losing their mental capacity, you cannot override their decision unless the LPA was made later and specifies that you have the power to do so."
            ]
        },
        {
            "title": "What health and welfare power of attorney cannot do",
            "paragraphs": [
                "A health and welfare LPA does not come into force until the donor has lost the capacity to make decisions for themselves.",
                "There are some decisions you as an attorney cannot make for another person.",
                "You cannot:"
            ]
        },
        {
            "title": "Health and welfare power of attorney and restraint",
            "paragraphs": [
                "If you have a health and welfare LPA, you may sometimes consider \"restraining\" (stopping or hindering) the person you're looking after from doing something you think will harm them or others.",
                "Under the law, you're considered to be restraining someone if you:",
                "You should not restrain the person unless:"
            ]
        },
        {
            "title": "Advice for attorneys: property and financial affairs",
            "paragraphs": [
                "If you have lasting power of attorney over property and financial affairs, you're allowed to make decisions on the donor's behalf.",
                "These include:",
                "You're also allowed to make gifts on behalf of the donor in certain circumstances.",
                "For example:",
                "Acting as an attorney means you should maintain a duty of care to the donor, not to benefit yourself. It's important to avoid any potential conflicts of interest.",
                "Specifically, you must keep the donor's money and property separate from your own, and keep accurate accounts in all of your dealings as an attorney.",
                "Find out more about power of attorney on GOV.UK"
            ]
        },
        {
            "title": "More inMaking decisions for someone else",
            "paragraphs": [
                "Page last reviewed: 13 May 2024Next review due: 13 May 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/",
        "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-decision-to-refuse-treatment/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/"
    ],
    "sublink_articles": []
}