{
    "title": "Hay fever",
    "url": "https://www.nhs.uk/conditions/hay-fever/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Hay fever is a common allergy that causes sneezing, coughing and itchy eyes. You cannot cure it, but there are things you can do to help your symptoms, or medicines you can take to help."
            ]
        },
        {
            "title": "Check if you have hay fever",
            "paragraphs": [
                "Symptoms of hay fever include:",
                "Symptoms are usually worse between late March and September, especially when it's warm, humid and windy. This is when the pollen count is at its highest.",
                "Hay fever can last for weeks or months, unlike a cold, which usually goes away after 1 to 2 weeks."
            ]
        },
        {
            "title": "How to treat hay fever yourself",
            "paragraphs": [
                "There's currently no cure for hay fever and you cannot prevent it. But you can do things to ease your symptoms when the pollen count is high."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "put petroleum jelly (such as Vaseline) around your nostrils to trap pollen",
                "wear wraparound sunglasses, a mask or a wide-brimmed hat to stop pollen getting into your nose and eyes",
                "shower and change your clothes after you have been outside to wash pollen off",
                "keep windows and doors shut as much as possible",
                "vacuum regularly and dust with a damp cloth",
                "try to use a pollen filter in the air vents of your car, if you have one, and a HEPA filter in your vacuum cleaner"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not cut grass or walk on grass",
                "do not spend too much time outside",
                "do not keep fresh flowers in the house",
                "do not smoke or be around smoke – it makes your symptoms worse",
                "do not dry clothes outside – they can catch pollen",
                "do not let pets into the house if possible – they can carry pollen indoors"
            ]
        },
        {
            "title": "A pharmacist can help with hay fever",
            "paragraphs": [
                "Speak to a pharmacist if you have hay fever. they can give you advice and suggest the best treatments to help with symptoms, such as:",
                "Some antihistamines can make you very sleepy, so speak to your pharmacist about non-drowsy antihistamines if you need to.",
                "Find out more about hay fever and allergic rhinitis from Allergy UK"
            ]
        },
        {
            "title": "Treatments for hay fever from a GP",
            "paragraphs": [
                "The GP might prescribe a steroid treatment if you have hay fever.",
                "If steroids and other hay fever treatments do not work, the GP may refer you for immunotherapy.",
                "This means you'll be given small amounts of pollen as an injection or tablet to slowly build up your immunity to pollen.",
                "This kind of treatment usually starts a few months before the hay fever season begins.",
                "Immunotherapy is a specialist service that may not be available everywhere."
            ]
        },
        {
            "title": "Causes of hay fever",
            "paragraphs": [
                "Hay fever is an allergic reaction to the fine powder that plants produce, called pollen, usually when it comes into contact with your mouth, nose, eyes and throat.",
                "Find out more about the pollen forecast from the Met Office"
            ]
        },
        {
            "title": "Video: Hay fever advice",
            "paragraphs": [
                "In this video, an expert explains how hay fever is diagnosed, as well as the symptoms and treatment.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 21 March 2024Next review due: 21 March 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}