{
    "title": "Help and support\n    \n - \n      Womb (uterus) cancer",
    "url": "https://www.nhs.uk/conditions/womb-cancer/help-and-support/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toWomb (uterus) cancer"
            ]
        },
        {
            "title": "Where to find help and support",
            "paragraphs": [
                "If you have womb cancer, you and your loved ones will be supported throughout your treatment by a group of specialists.",
                "The clinical nurse specialist, or another member of your specialist team, will be able to give you information on local support services that you may find helpful.",
                "There are also national cancer charities that offer support and information about womb cancer."
            ]
        },
        {
            "title": "Macmillan Cancer Support",
            "paragraphs": [
                "Information and support for anyone affected by cancer."
            ]
        },
        {
            "title": "Cancer Research UK",
            "paragraphs": [
                "Information and support for anyone affected by cancer."
            ]
        },
        {
            "title": "Eve Appeal",
            "paragraphs": [
                "Information and support for anyone affected by cervical, ovarian, vaginal, vulval and womb cancers."
            ]
        },
        {
            "title": "Maggie's",
            "paragraphs": [
                "Information and support for anyone affected by cancer.",
                "Page last reviewed: 29 October 2024Next review due: 29 October 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}