{
    "title": "Help at home from a paid carer",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/homecare/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "Having a paid carer come to visit you in your home can make a huge difference to your life, especially if you have difficulty walking or getting around. It can help you stay living independently in your own home.",
                "Having a paid carer can be temporary – for example for a few weeks while you recover from an illness. Or it can be long term.",
                "This type of care is known as homecare or domiciliary care or sometimes home help.",
                "Help at home from a paid carer costs from £15 to £30 an hour, but it varies according to where you live. Sometimes, the council will contribute to the cost.",
                "Homecare is very flexible. You might need a paid carer for only an hour a week or for several hours a day, or at night.",
                "You might need a live-in carer. Some live-in care organisations provide carers who can give specialist nursing care, including stroke or dementia care.",
                "You might also considerhome adaptationsorhousehold gadgets or equipment to make life easier.",
                "For further information about live-in care, visit the Live-in Care Hub website"
            ]
        },
        {
            "title": "When should I consider help at home from a paid carer?",
            "paragraphs": [
                "You might want to consider care at home if:"
            ]
        },
        {
            "title": "How can homecare help me?",
            "paragraphs": [
                "A paid carer can visit you at home to help you with all kinds of things including:"
            ]
        },
        {
            "title": "Home help",
            "paragraphs": [
                "This is slightly different to homecare and means day-to-day domestic tasks that you may need a helping hand with such as:",
                "You might want some home help instead of or as well as homecare.",
                "Most councils do not provide home help. Contact a charity such as theRoyal Voluntary Service, theBritish Red Crossor yourlocal Age UKto see whether they can help (it may not be free)."
            ]
        },
        {
            "title": "How to get help at home from a paid carer",
            "paragraphs": [
                "If you want to get help from a paid carer:"
            ]
        },
        {
            "title": "How your council can help",
            "paragraphs": [
                "If you want the council to help with homecare for you, start by asking them for acare needs assessment.",
                "Your needs assessment will help the council to decide whether you're eligible for care.",
                "If you're eligible, the council may recommend help at home from a paid carer. They will arrange the homecare for you.",
                "If you're not eligible for care, the council must still give you free advice about where you can get help in your community.",
                "Even if you're intending to make arrangements yourself with an agency or private carer, it's still a good idea to have a needs assessment as it will help you to explain to the agency or carer what kind of help you need.",
                "Apply for a needs assessment by social services on GOV.UK"
            ]
        },
        {
            "title": "Paying for homecare",
            "paragraphs": [
                "Depending on your circumstances, your local council may contribute to the cost of homecare or you may have to pay for it yourself.",
                "If your needs assessment recommends homecare, you may get help with the cost from the council.",
                "What you'll contribute depends on your income and savings. The council will work this out in afinancial assessment (means test) for social care.",
                "If the council is paying for some or all of your homecare, they must give you acare and support plan.",
                "This sets out what your needs are, how they will be met and your personal budget (the amount the council thinks your care should cost).",
                "You can choose to receive your personal budget as a direct payment each month. This gives you the control to employ someone you know to care for you at home rather than using a homecare agency, though you'll then have responsibilities as an employer.",
                "If you're not eligible for the council to contribute to your homecare costs, you'll have to pay for it yourself.",
                "Read more aboutpersonal budgets and direct payments, andwhen the council might pay for your care."
            ]
        },
        {
            "title": "Benefits that can help you with homecare",
            "paragraphs": [
                "Check if you're eligible for benefits.",
                "Some, such as Attendance Allowance and Personal Independence Payments, are not means tested and they can help you meet the costs of homecare.",
                "Find out how to apply for:"
            ]
        },
        {
            "title": "How to choose a paid carer",
            "paragraphs": [
                "If you're arranging your own homecare, there are 2 main ways to do this:"
            ]
        },
        {
            "title": "Homecare agencies",
            "paragraphs": [
                "Homecare agencies employ trained carers and arrange for them to visit you in your home. You may not always have the same carer visiting your home, though the agency will try to match you with someone suitable.",
                "It costs from £15 to £30 an hour for a carer to come to your home, but this will vary depending on where you live.",
                "If you're paying for yourself, the agency should be able to give you a clear price list. They'll send you a monthly bill for your homecare.",
                "There are 4 main ways to do this:",
                "Here are some questions you may want to ask an agency before employing them:",
                "Homecare agency carers should treat you in a respectful and dignified way. For example, they should always:"
            ]
        },
        {
            "title": "Employing your own carer",
            "paragraphs": [
                "Instead of using an agency, you can hire your own carer, sometimes called a private carer or personal assistant.",
                "If you employ a paid carer, you have the legal responsibility of an employer. This includes arranging cover for their illness and holidays.",
                "There’s advice on employing private carers inHow to choose a home care service on the Which? website."
            ]
        },
        {
            "title": "How to complain about homecare",
            "paragraphs": [
                "You have the right to complain if you're not happy about the help at home you're receiving. This might be because paid carers:",
                "First complain to your local council or, if you're paying for yourself, the agency. The council or agency should have a formal complaints procedure on their website. Try to be specific about what happened and include staff names and dates if you can.",
                "If you're not happy with the way the council or agency handles your complaint, you can make a complaint on theLocal Government & Social Care Ombudsman website. An ombudsman is an independent person who's been appointed to look into complaints about organisations.",
                "You can also tell theCare Quality Commission (CQC), which checks social care services in England.",
                "Your local council must provide you with an independentadvocate (someone to speak up for you)to help you make a complaint if you need one."
            ]
        },
        {
            "title": "Video: Homecare",
            "paragraphs": [
                "Watch this video about John, who has dementia and is cared for at home instead of in residential care.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 18 January 2024Next review due: 18 January 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/care-homes/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/benefits-if-you-are-under-state-pension-age/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/benefits-if-you-are-over-state-pension-age/"
    ],
    "sublink_articles": []
}