{
    "title": "High temperature (fever) in children",
    "url": "https://www.nhs.uk/conditions/fever-in-children/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A high temperature (fever) is very common in young children. The temperature usually returns to normal within 1 to 4 days."
            ]
        },
        {
            "title": "Checking a high temperature",
            "paragraphs": [
                "A normal temperature in babies and children can vary slightly from child to child.",
                "A high temperature is 38C or more.",
                "If your child has a high temperature, they might:",
                "Use a digital thermometer, which you can buy from pharmacies and supermarkets, to take your child's temperature.",
                "If your child has just had a bath or been wrapped in a blanket, their temperature may be higher for a short time. Wait a few minutes then try again."
            ]
        },
        {
            "title": "What to do if your child has a high temperature",
            "paragraphs": [
                "If your child or baby has a high temperature, you can usually look after them at home. The temperature should go down over 1 to 4 days."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "give them plenty of fluids – if your baby is breastfed, continue to breastfeed as normal",
                "look out forsigns of dehydration",
                "give them food if they want it",
                "check on your child regularly, including during the night",
                "keep them at home",
                "give them eitherparacetamoloribuprofenif they're distressed or uncomfortable – check the packaging or leaflet to make sure the medicine is suitable for your child, or speak to a pharmacist or GP if you're not sure",
                "get medical advice if you're worried about your child, or if the paracetamol or ibuprofen is not helping"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not undress your child or sponge them down to cool them – a high temperature is a natural and healthy response to infection",
                "do not cover them up in too many clothes or bedclothes",
                "do not give aspirin to children under 16 years of age",
                "do not alternate ibuprofen and paracetamol, unless a health professional such as a doctor or nurse tells you to",
                "do not give paracetamol to a child under 2 months",
                "do not give ibuprofen to a child who is under 3 months, weighs under 5kg, has chickenpox, or is dehydrated",
                "do not give ibuprofen to children withasthmaunless it's been recommended by a doctor",
                "Read more about giving medicines to babies and children"
            ]
        },
        {
            "title": "Causes of a high temperature in children",
            "paragraphs": [
                "A high temperature is the body's natural response to fighting infections like coughs and colds.",
                "Many things can cause a high temperature in children, from common childhood illnesses likechickenpoxandtonsillitis, to vaccinations."
            ]
        },
        {
            "title": "Video: Caring for children with fever at home",
            "paragraphs": [
                "Watch this video on how to help a child with fever recover as quickly as possible.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 03 January 2024Next review due: 03 January 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/febrile-seizures/",
        "https://www.nhs.uk/conditions/dehydration/",
        "https://www.nhs.uk/conditions/asthma/",
        "https://www.nhs.uk/conditions/baby/health/medicines-for-babies-and-children/",
        "https://www.nhs.uk/conditions/febrile-seizures/",
        "https://www.nhs.uk/conditions/chickenpox/",
        "https://www.nhs.uk/conditions/tonsillitis/"
    ],
    "sublink_articles": []
}