{
    "title": "High blood pressure",
    "url": "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "High blood pressure (also called hypertension) can lead to serious problems like heart attacks or strokes. But lifestyle changes and blood pressure medicines can help you stay healthy."
            ]
        },
        {
            "title": "Check if you're at risk of high blood pressure",
            "paragraphs": [
                "High blood pressure is very common, especially in older adults. There are usually no symptoms, so you may not realise you have it.",
                "Things that increase your chances of having high blood pressure include:"
            ]
        },
        {
            "title": "Non-urgent advice:Get your blood pressure checked at a pharmacy or GP surgery if:",
            "paragraphs": [
                "Some pharmacies may charge for a blood pressure check.",
                "Some workplaces also offer blood pressure checks. Check with your employer."
            ]
        },
        {
            "title": "Free pharmacy checks for over 40s",
            "paragraphs": [
                "Many pharmacies offer free blood pressure checks for people aged 40 or over.",
                "Find a pharmacy that offers free blood pressure checks"
            ]
        },
        {
            "title": "Symptoms of high blood pressure",
            "paragraphs": [
                "High blood pressure does not usually cause any symptoms.",
                "Many people have it without realising it.",
                "Rarely, high blood pressure can cause symptoms such as:",
                "But the only way to find out if you have high blood pressure is to get your blood pressure checked."
            ]
        },
        {
            "title": "Urgent advice:Get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Immediate action required:Call 999 if:",
            "paragraphs": [
                "You could be having a heart attack. Call 999 straight away as you need immediate treatment in hospital.",
                "Do not drive yourself to A&E.",
                "The person you speak to at 999 will give you advice about what to do."
            ]
        },
        {
            "title": "What happens at a blood pressure check",
            "paragraphs": [
                "Ablood pressure testinvolves inflating a band (cuff) around your upper arm and measuring the pressure in your blood vessels.",
                "If the test shows you might have high blood pressure, you may be asked to:",
                "This can confirm if you have high blood pressure."
            ]
        },
        {
            "title": "What your blood pressure reading means",
            "paragraphs": [
                "Blood pressure readings are given as 2 numbers, with the 1st number higher than the 2nd (for example, 130/80).",
                "If you're under 80 years of age, you're usually considered to have high blood pressure if your reading is either:",
                "If you're aged 80 or over, you're usually considered to have high blood pressure if your reading is either:"
            ]
        },
        {
            "title": "Blood pressure chart",
            "paragraphs": [
                "Use ourcheck your blood pressure reading toolto see your reading on a chart and understand what it means."
            ]
        },
        {
            "title": "Risks of having high blood pressure",
            "paragraphs": [
                "If your blood pressure is too high, it puts extra strain on your blood vessels, heart and other organs, such as your brain, kidneys and eyes.",
                "If it's not treated, it can increase your risk of serious conditions such as:",
                "Lowering your blood pressure even a small amount can help reduce your risk of these problems."
            ]
        },
        {
            "title": "How you can help lower your blood pressure",
            "paragraphs": [
                "Healthy lifestyle changes can help lower your blood pressure."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "have a healthy, balanced diet",
                "exercise regularly – aim to do at least 150 minutes of exercise a week",
                "lose weight if you're overweight"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not eat too much salt – avoid salty food or adding salt to your meals",
                "do not drink too much alcohol – avoid drinking more than 14 alcohol units a week on a regular basis",
                "do not drink too much caffeine – drinks high in caffeine include coffee, tea and cola",
                "do not smoke"
            ]
        },
        {
            "title": "NHS help to get healthy",
            "paragraphs": [
                "NHS Better Health has free tools and support to help you lose weight, get active, quit smoking and drink less.",
                "Visit the NHS Better Health website"
            ]
        },
        {
            "title": "Medicines for high blood pressure",
            "paragraphs": [
                "A GP will usually prescribe medicine for high blood pressure if:",
                "There are lots of different medicines for high blood pressure. The medicine recommended for you depends on things like how high your blood pressure is, your age and your ethnicity.",
                "Most blood pressure medicines are taken as tablets once a day. You may need to take more than 1 medicine to keep your blood pressure under control."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "You can get more information and advice about high blood pressure from:",
                "Page last reviewed: 19 July 2024Next review due: 19 July 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/blood-pressure-test/",
        "https://www.nhs.uk/conditions/coronary-heart-disease/",
        "https://www.nhs.uk/conditions/heart-attack/",
        "https://www.nhs.uk/conditions/heart-failure/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/vascular-dementia/"
    ],
    "sublink_articles": []
}