{
    "title": "Home adaptations",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/home-adaptations/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "Home adaptations are changes you can make to your home. These make it safer and easier to move around and do everyday tasks.",
                "Your local council offers a service that assesses your home and recommends changes to help. Having a home assessment is free.",
                "These changes can be small or big and include:",
                "The assessment might also recommendhousehold equipment and gadgetsto make life easier."
            ]
        },
        {
            "title": "How to get a home assessment",
            "paragraphs": [
                "If you, or someone you know, needs help to do everyday tasks or you're worried about falling, ask social services for a home assessment.",
                "You can call your local council or do it online."
            ]
        },
        {
            "title": "What happens during the assessment",
            "paragraphs": [
                "An occupational therapist will visit you at your home. They'll ask you questions and walk around with you to see what you struggle with. You'll work out what you need together.",
                "Make sure you tell them everything you find difficult, even small things such as opening a cupboard.",
                "Assessments usually take at least an hour.",
                "You might also be referred for aneeds assessmentto see if you could benefit from extra help at home."
            ]
        },
        {
            "title": "Have someone with you",
            "paragraphs": [
                "Ask a friend or relative to be with you. It might help if you're not confident explaining your situation. They can also take notes for you.",
                "You can use anadvocateif you can't get a friend or relative. These are people who sit with you during an assessment and speak for you. They can also help you fill in forms. They're often free."
            ]
        },
        {
            "title": "Small adaptations are often free",
            "paragraphs": [
                "Your council should pay for each adaptation that costs less than £1,000. This usually includes things such as:"
            ]
        },
        {
            "title": "You might be able to get help with costs",
            "paragraphs": [
                "For expensive adaptations, like fitting a wet room or widening doors, you can try to get a grant from:",
                "A Home Improvement Agency (HIA) can help you find schemes to help with the cost of adaptations.Find out if there's an HIA in your area.",
                "Some local councils might be able to help with the cost of urgent home alterations. Check with your council or HIA."
            ]
        },
        {
            "title": "How to complain about a home assessment",
            "paragraphs": [
                "If you're not happy about your home assessment, you have a right to complain.",
                "First complain to your local council. It should have a formal complaints procedure on its website.",
                "If you're not happy with the way the council handles your complaint, contact thelocal government and social care ombudsman. This is an independent person who looks into complaints about organisations."
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 18 May 2022Next review due: 18 May 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/household-gadgets-and-equipment-to-make-life-easier/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/"
    ],
    "sublink_articles": []
}