{
    "title": "Household gadgets and equipment to make life easier",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/household-gadgets-and-equipment-to-make-life-easier/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "If you, or someone you know, struggles with everyday tasks, there might be gadgets or equipment to help make life easier."
            ]
        },
        {
            "title": "Staying safe",
            "paragraphs": [
                "Read about key safes, intercoms and sensors that alert carers if you fall inour guide to personal alarms, monitoring systems (telecare) and key safes."
            ]
        },
        {
            "title": "How to get gadgets and equipment",
            "paragraphs": [
                "Gadgets and equipment can be small or big, and costs vary.",
                "TheLiving made easy websitewill give you an idea of the types of equipment available, what they cost and where to buy them."
            ]
        },
        {
            "title": "How your council can help",
            "paragraphs": [
                "Your local council offers a service that assesses your needs and recommends help including equipment. Having a needs assessment is free.",
                "A needs assessment might also identifyhome adaptationsthat would make life easier for you.",
                "Equipment and small adaptations to your home will be provided for free if you're assessed as needing them.",
                "Ask social services at your local council about getting a needs assessment.",
                "Find your local council andapply for equipment for your home if you're disabled, on GOV.UK."
            ]
        },
        {
            "title": "Getting a grant",
            "paragraphs": [
                "If you have an illness or disability and cannot get the help you need from your local council or the NHS, you might be able to get a grant to help with the costs.",
                "Independence at Homehas grants for disabled people and those with a long-term illness who need financial help."
            ]
        },
        {
            "title": "Hiring or loaning equipment",
            "paragraphs": [
                "You might want to hire equipment, for example to see if it's right for you before buying, if you only need it for a short while or you need it to take on holiday.",
                "Try searching online for:"
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 19 September 2024Next review due: 19 September 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/personal-alarms-security-systems-and-keysafes/"
    ],
    "sublink_articles": [
        {
            "title": "Personal alarms, monitoring systems (telecare) and key safes",
            "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/personal-alarms-security-systems-and-keysafes/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toCare services, equipment and care homes",
                        "Technology and devices can help you stay safe and independent at home.",
                        "Personal alarms and monitoring systems can alert call centres or carers if you experience a problem, either at home or outside, such as a fall - you may hear this called telecare.",
                        "Key safes can allow family, carers and emergency services to access your home if you cannot get to the door."
                    ]
                },
                {
                    "title": "Personal alarms",
                    "paragraphs": [
                        "Personal alarms allow you to get help if you have a problem or a fall at home, or if you wander off when out of the home.",
                        "They can be:",
                        "Types of personal alarms include:"
                    ]
                },
                {
                    "title": "Buying a personal alarm",
                    "paragraphs": [
                        "Basic alarms can be quite cheap to buy but you may need to pay more for a monitored alarm or a GPS tracking system.",
                        "Read the Which? guide to personal alarms, including what to think about before buying an alarm."
                    ]
                },
                {
                    "title": "Monitoring systems",
                    "paragraphs": [
                        "Monitoring systems can also help you to stay safe at home and alert someone if there's a problem.",
                        "There are 2 main types of monitoring system:",
                        "They can include sensors that detect:",
                        "They will then send alerts to family, carers or a monitoring service. Some systems can also adjust or turn off appliances if they detect a problem.",
                        "Systems can also include security features, such as an intercom that shows family who's at your door and allows them to open doors for you.",
                        "You can change the system to include what you need."
                    ]
                },
                {
                    "title": "Buying monitoring systems",
                    "paragraphs": [
                        "You can get basic home security systems online or on the high street.",
                        "For systems connected to a monitoring service (telecare), contact theTelecare Services Association.You can search for providers and get advice on different products and services available.",
                        "Costs vary depending on your package. There's usually an installation cost followed by a monthly charge."
                    ]
                },
                {
                    "title": "Get help with costs of monitoring systems",
                    "paragraphs": [
                        "Some councils provide monitoring services. They're usually basic systems. Contact adult social services at your council and ask if they provide them. If they do, they'll arrange a home assessment.",
                        "GOV.UK: apply for a community alarm"
                    ]
                },
                {
                    "title": "Key safes",
                    "paragraphs": [
                        "A key safe is a small box you lock that holds a key. This means carers, your family or emergency services can get into your home if you can't get to the door.",
                        "A key safe is fixed to an outdoor wall. You use a code – that you can choose – to open it."
                    ]
                },
                {
                    "title": "Buying a key safe",
                    "paragraphs": [
                        "You can buy a key safe online or on the high street. The more expensive key safes work the same way as cheaper ones but they're stronger and heavier. Some key safes are police-approved."
                    ]
                },
                {
                    "title": "Choosing a personal alarm, monitoring system or key safe",
                    "paragraphs": [
                        "When choosing and alarm or monitoring system, it may help to think about:"
                    ]
                },
                {
                    "title": "Important",
                    "paragraphs": [
                        "An analogue telecare alarm system may not work properly if you have an internet connection or if you have a digital landline instead of an analogue landline at home. Consider buying a digital alarm if you're unsure."
                    ]
                },
                {
                    "title": "More inCare services, equipment and care homes",
                    "paragraphs": [
                        "Page last reviewed: 11 November 2022Next review due: 11 November 2025"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        }
    ]
}