{
    "title": "How it's performed\n    \n - \n      MRI scan",
    "url": "https://www.nhs.uk/conditions/mri-scan/what-happens/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMRI scan"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "A magnetic resonance imaging (MRI) scan is a painless procedure that lasts 15 to 90 minutes, depending on the size of the area being scanned and the number of images being taken."
            ]
        },
        {
            "title": "Before the scan",
            "paragraphs": [
                "On the day of your MRI scan, you should be able to eat, drink and take any medication as usual, unless you're advised otherwise.",
                "In some cases, you may be asked not to eat or drink anything for up to 4 hours before the scan, and sometimes you may be asked to drink a fairly large amount of water beforehand. This depends on the area being scanned.",
                "When you arrive at the hospital, you'll usually be asked to fill in a questionnaire about your health and medical history. This helps the medical staff ensure you have the scan safely.",
                "Read more aboutwho can and can't have an MRI scan.",
                "Once you have completed the questionnaire, you'll usually be asked to give your signedconsentfor the scan to go ahead.",
                "As the MRI scanner produces strong magnetic fields, it's important to remove any metal objects from your body.",
                "These include:",
                "It's best not to bring any valuables with you to your scan, but if you do they can usually be stored in a secure locker.",
                "Depending on which part of your body is being scanned, you may need to wear a hospital gown during the procedure.",
                "If you don't need to wear a gown, you should wear clothes without metal zips, fasteners, buttons, underwire (bras), belts or buckles."
            ]
        },
        {
            "title": "Contrast agent",
            "paragraphs": [
                "Some MRI scans involve having an injection of contrast agent (dye). This makes certain tissues and blood vessels show up more clearly and in greater detail.",
                "Sometimes the contrast agent can cause side effects, such as:",
                "These side effects are usually mild and don't last very long.",
                "It's also possible for contrast agent to cause tissue and organ damage in people with severekidney disease.",
                "If you have a history of kidney disease, you may be given ablood testto determine how well your kidneys are functioning and whether it's safe to proceed with the scan.",
                "You should let the staff know if you have a history of allergic reactions or any blood clotting problems before having the injection."
            ]
        },
        {
            "title": "Anaesthesia and sedatives",
            "paragraphs": [
                "An MRI scan is a painless procedure, so anaesthesia (painkilling medication) isn't usually needed.",
                "If you're claustrophobic, you can ask for a sedative to help you relax. You should ask your consultant well in advance of having the scan.",
                "If you decide to have a sedative during the scan, you'll need to arrange for a friend or family member to drive you home afterwards, as you won't be able to drive for 24 hours.",
                "Babies and young children may be given ageneral anaestheticbefore having an MRI scan.",
                "This is because it's very important to stay still during the scan, which babies and young children are often unable to do when they're awake."
            ]
        },
        {
            "title": "During the scan",
            "paragraphs": [
                "An MRI scanner is a short cylinder that's open at both ends. You'll lie on a motorised bed that's moved inside the scanner.",
                "You'll enter the scanner either head first or feet first, depending on the part of your body being scanned.",
                "In some cases, a frame may be placed over the body part being scanned, such as the head or chest.",
                "This frame contains receivers that pick up the signals sent out by your body during the scan and it can help to create a better-quality image.",
                "A computer is used to operate the MRI scanner, which is located in a different room to keep it away from the magnetic field generated by the scanner.",
                "The radiographer operates the computer, so they'll also be in a separate room to you.",
                "But you'll be able to talk to them, usually through an intercom, and they'll be able to see you at all times on a television monitor and through the viewing window throughout the scan.",
                "A friend or family member may be allowed to stay with you while you're having your scan. Children can usually have a parent with them.",
                "Anyone who stays with you will be asked if they have apacemakeror any other metal objects in their body.",
                "They'll also have to follow the same guidelines regarding clothing and the removal of metallic objects.",
                "To avoid the images being blurred, it's very important to keep your whole body still throughout the scan until the radiographer tells you to relax.",
                "A single scan may take from a few seconds to 3 or 4 minutes. You may be asked to hold your breath during short scans.",
                "Depending on the size of the area being scanned and how many images are taken, the whole procedure will take 15 to 90 minutes.",
                "The MRI scanner will make loud tapping noises at certain times during the procedure. This is the electric current in the scanner coils being turned on and off. You'll be given earplugs or headphones to wear.",
                "You're usually able to listen to music through headphones during the scan if you want to, and in some cases you can bring your own CD.",
                "You'll be moved out of the scanner when your scan is over."
            ]
        },
        {
            "title": "After the scan",
            "paragraphs": [
                "An MRI scan is usually carried out as an outpatient procedure. This means you won't need to stay in hospital overnight.",
                "After the scan, you can resume normal activities immediately. But if you have had a sedative, a friend or relative will need to take you home and stay with you for the first 24 hours.",
                "It's not safe to drive, operate heavy machinery or drink alcohol for 24 hours after having a sedative.",
                "Your MRI scan needs to be studied by a radiologist (a doctor trained in interpreting scans and X-rays) and possibly discussed with other specialists.",
                "This means it's unlikely you'll get the results of your scan immediately.",
                "The radiologist will send a report to the doctor who arranged the scan, who will discuss the results with you.",
                "It usually takes a week or two for the results of an MRI scan to come through, unless they're needed urgently.",
                "Page last reviewed: 26 July 2022Next review due: 26 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/mri-scan/who-can-have-it/",
        "https://www.nhs.uk/conditions/mri-scan/who-can-have-it/",
        "https://www.nhs.uk/conditions/hearing-aids-and-implants/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/pacemaker-implantation/",
        "https://www.nhs.uk/conditions/mri-scan/who-can-have-it/"
    ],
    "sublink_articles": []
}