{
    "title": "How it is performed\n    \n - \n      Root canal treatment",
    "url": "https://www.nhs.uk/conditions/root-canal-treatment/what-happens/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toRoot canal treatment"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Root canal treatment is carried out by your dentist over 2 or more appointments.",
                "Unless you're entitled to free NHS dental treatment, you'll have to pay for root canal treatment.",
                "Read aboutNHS dental chargesand how toget help with dental costs.",
                "If the work is particularly complex, your dentist may refer you to a specialist in root canal treatment, known as an endodontist.",
                "All registered dental specialists in the UK are listed on theGeneral Dental Council (GDC) website."
            ]
        },
        {
            "title": "Preparing for root canal treatment",
            "paragraphs": [
                "Before having root canal treatment, your dentist may take a series ofX-raysof the affected tooth.",
                "This allows them to build up a clear picture of the root canal and assess the extent of any damage.",
                "Root canal treatment is usually carried out underlocal anaesthetic, a painkilling medicine that numbs your infected tooth and the gum around it.",
                "In some cases where the tooth has died and is no longer sensitive, it may not be necessary to use a local anaesthetic."
            ]
        },
        {
            "title": "Removing the pulp",
            "paragraphs": [
                "Your dentist will place a rubber sheet (dam) around the tooth to ensure it's dry during treatment.",
                "The dam also prevents you swallowing or breathing in any chemicals the dentist uses.",
                "Your dentist will use a drill to open your tooth through the crown, the flat part at the top, to access the soft tissue at the centre of the tooth (pulp). They'll then remove any infected pulp that remains.",
                "If you have adental abscess, which is a pus-filled swelling, your dentist will be able to drain it at the same time."
            ]
        },
        {
            "title": "Cleaning and filling the root canal",
            "paragraphs": [
                "After the pulp has been removed, your dentist will clean and enlarge the root canal.",
                "The root canal is usually very narrow, which makes it difficult to fill.",
                "Your dentist will use a series of small files to enlarge the canals and make them a regular shape so they can be filled.",
                "This part of the treatment may take several hours, and may need to be carried out over a number of visits.",
                "Your front incisor and canine teeth (biting teeth) usually have a single root containing 1 root canal.",
                "The premolars and back molar teeth (chewing teeth) have 2 or 3 roots, each containing either 1 or 2 root canals.",
                "The more roots a tooth has, the longer the treatment will take to complete.",
                "If the treatment needs to be carried out over several sessions, your dentist may put a small amount of medicine in the cleaned canal in between visits to kill any remaining bacteria.",
                "The tooth will then be sealed using a temporary filling.",
                "If you have symptoms from the infection, such as a raised temperature or large swelling, you may be givenantibioticsto help manage and prevent further infection."
            ]
        },
        {
            "title": "Sealing and fixing the tooth",
            "paragraphs": [
                "At your next visit, the temporary filling and medicine within the tooth is removed and the root canal filling will be inserted.",
                "This, along with a filling, seals the tooth and prevents reinfection.",
                "Root-filled teeth are more likely to break than healthy unrestored teeth, so your dentist may suggest placing a crown on the tooth to protect it.",
                "In some cases a root-filled tooth may darken, particularly if it's died as a result of injury like a knock to the tooth.",
                "There are several ways your dentist can treat discolouration, such as whitening the tooth using chemicals."
            ]
        },
        {
            "title": "Adding a crown",
            "paragraphs": [
                "A crown is a cap that completely covers a real tooth. It might be necessary to use a crown after root canal treatment to prevent the tooth fracturing.",
                "Crowns can be made from:",
                "The dentist will use a drill to reduce the size of your tooth and use the crown to replace what's removed.",
                "A mould of your tooth will be taken to ensure the crown is the right shape and size, and fits your tooth accurately.",
                "When fitting the crown, cement will be used to glue the crown to the trimmed-down tooth.",
                "If there's only a small amount of tooth left after the root canal treatment, a post can be cemented in the root canal and used to help keep the crown in place."
            ]
        },
        {
            "title": "How successful is root canal treatment?",
            "paragraphs": [
                "Root canal treatment is usually successful at saving the tooth and clearing the infection.",
                "Around 9 out of 10 root-treated teeth survive for 8 to 10 years.",
                "Having a crown fitted to the tooth after root canal treatment is important for improving tooth survival rates.",
                "If youkeep your teeth clean, your treated tooth should survive for a long time.",
                "The survival of your tooth depends on a number of factors, including:",
                "But if an infection does return, the root canal treatment can be repeated.",
                "Or if treatment has already been carried out to a high standard and the infection remains, a small operation to remove the root tip (an apicoectomy) may be carried out to treat the infection.",
                "Page last reviewed: 27 January 2022Next review due: 27 January 2025"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/local-anaesthesia/",
        "https://www.nhs.uk/conditions/antibiotics/"
    ],
    "sublink_articles": []
}