{
    "title": "Impetigo",
    "url": "https://www.nhs.uk/conditions/impetigo/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Impetigo is a skin infection that's very contagious but not usually serious. Anyone can get it, but it's more common in young children. With treatment, impetigo often gets better in a few days."
            ]
        },
        {
            "title": "Check if you have impetigo",
            "paragraphs": [
                "Impetigo starts with red sores or blisters, but the redness may be harder to see on brown and black skin.",
                "The sores or blisters quickly burst and often leave crusty, golden-brown patches.",
                "The patches can:",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/258826/view",
                "Science Photo Library:https://www.sciencephoto.com/media/258813/view",
                "DR M.A. ANSARY / SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/258867/view",
                "Blisters on lips or around the mouth",
                "Cold sores",
                "Itchy, dry, cracked or sore skin",
                "Atopic eczema",
                "Itchy blisters",
                "Shingles,chickenpox"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if you or your child:",
            "paragraphs": [
                "Impetigo is very infectious. Check with the GP before you go into the surgery. They may suggest a phone consultation."
            ]
        },
        {
            "title": "A pharmacist can help with impetigo",
            "paragraphs": [
                "You can also speak to a pharmacist if you think you or your child have impetigo. They can provide the same treatment you would get from a GP, if you need it.",
                "Find a pharmacy"
            ]
        },
        {
            "title": "Treatment for impetigo",
            "paragraphs": [
                "A GP or pharmacist will check if your symptoms are caused by a more serious skin infection, likecellulitis.",
                "If it's impetigo, they can prescribe:",
                "Babies and people with a weakened immune system may also need antibiotic tablets to stop the infection causing more serious problems."
            ]
        },
        {
            "title": "If your impetigo keeps coming back",
            "paragraphs": [
                "A GP can take a swab from your skin to check for the bacteria that causes impetigo. They may also take a swab from inside your nose.",
                "They might prescribe an antiseptic body wash, nasal ointment, or both, to try to clear the bacteria and stop the impetigo coming back."
            ]
        },
        {
            "title": "Important:Make sure you finish treatment",
            "paragraphs": [
                "Do not stop taking the antibiotic tablets early, even if the impetigo starts to clear up."
            ]
        },
        {
            "title": "How to stop impetigo spreading or getting worse",
            "paragraphs": [
                "Impetigo can be easily spread to other parts of your body or to other people through skin-to-skin contact.",
                "You can also get it by touching things that have been infected, like towels and bedding.",
                "Impetigo stops being contagious:",
                "There are some things you can do to help stop impetigo spreading or getting worse while it's still contagious."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "stay away from work, school or nursery until no longer contagious",
                "wash affected areas with soap and water and dry them thoroughly",
                "wash your hands frequently, particularly before and after using antibiotic cream",
                "wash flannels, towels, sheets and pillowcases at a high temperature",
                "wash toys with detergent and warm water if your children have impetigo"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not touch or scratch sores, blisters or crusty patches – this also helps stop scarring",
                "do not have close contact with children or people with diabetes or a weakened immune system (if they're having chemotherapy, for example)",
                "do not share flannels, towels, sheets or pillowcases",
                "do not prepare food for other people if you have impetigo",
                "do not go to the gym or play contact sports like football"
            ]
        },
        {
            "title": "How to avoid impetigo",
            "paragraphs": [
                "Impetigo usually infects skin that's already damaged.",
                "You can get it if you have a minor injury like a cut, scratch or insect bite, or a skin condition.",
                "To avoid getting impetigo:",
                "Page last reviewed: 06 June 2024Next review due: 06 June 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/atopic-eczema/",
        "https://www.nhs.uk/conditions/shingles/",
        "https://www.nhs.uk/conditions/chickenpox/",
        "https://www.nhs.uk/conditions/cellulitis/",
        "https://www.nhs.uk/conditions/atopic-eczema/",
        "https://www.nhs.uk/conditions/scabies/"
    ],
    "sublink_articles": []
}