{
    "title": "Ingrown toenail",
    "url": "https://www.nhs.uk/conditions/ingrown-toenail/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "An ingrown toenail is a common problem where the nail grows into the toe. It can be painful, but there are things you can do to ease the pain."
            ]
        },
        {
            "title": "Check if you have an ingrown toenail",
            "paragraphs": [
                "You usually get an ingrown toenail on your big toe. But you can get them on any toe.",
                "ISM/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/520431/view",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/266548/view",
                "Your toe can also get infected.",
                "Signs of an infected toe include:"
            ]
        },
        {
            "title": "How to treat an ingrown toenail at home",
            "paragraphs": [
                "If you go to a GP with an ingrown toenail, they'll usually suggest you try these things first."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "soak your foot in warm, salty water to help soften the skin around your toe and reduce the chances of infection",
                "keep your foot dry for the rest of the day",
                "wear wide, comfortable shoes or sandals",
                "takeparacetamoloribuprofento ease the pain"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not cut your toenail – leave it to grow out",
                "do not pick at your toe or toenail",
                "do not wear tight, pointy shoes"
            ]
        },
        {
            "title": "A pharmacist can help with an ingrown toenail",
            "paragraphs": [
                "You can ask a pharmacist about:"
            ]
        },
        {
            "title": "Treatments for an ingrown toenail",
            "paragraphs": [
                "A GP can:",
                "If you have a badly ingrown toenail, they may refer you to a foot specialist (podiatrist)."
            ]
        },
        {
            "title": "Treatment from a foot specialist",
            "paragraphs": [
                "A podiatrist may offer further treatments, such as:",
                "You'll have an injection of local anaesthetic to numb your toe when this is done.",
                "Referral to a podiatrist on the NHS may not be available to everyone and waiting times can be long. You can pay to see a podiatrist privately."
            ]
        },
        {
            "title": "Self-refer to a podiatrist",
            "paragraphs": [
                "If you have an ingrown toenail, you might be able to refer yourself directly to a podiatrist without seeing a GP.",
                "To find out if there are any services in your area:"
            ]
        },
        {
            "title": "How to prevent ingrown toenails",
            "paragraphs": [
                "To help stop ingrown toenails:",
                "Page last reviewed: 24 January 2022Next review due: 24 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}