{
    "title": "Iron deficiency anaemia",
    "url": "https://www.nhs.uk/conditions/iron-deficiency-anaemia/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Iron deficiency anaemia is caused by lack of iron, often because of blood loss or pregnancy. It's treated with iron tablets and by eating iron-rich foods."
            ]
        },
        {
            "title": "Check if you have iron deficiency anaemia",
            "paragraphs": [
                "Symptoms of iron deficiency anaemia can include:",
                "Less common symptoms of iron deficiency anaemia (that are not usually connected to pregnancy) include:"
            ]
        },
        {
            "title": "What happens at your appointment",
            "paragraphs": [
                "To check if you have iron deficiency anaemia, your GP will ask you about your lifestyle and medical history.",
                "If the reason for the anaemia is not clear, they might order some tests to find out what might be causing the symptoms.",
                "They might also refer you to a specialist for further checks."
            ]
        },
        {
            "title": "Blood tests for iron deficiency anaemia",
            "paragraphs": [
                "The GP will usually order a full blood count (FBC) test. This will find out if the number of red blood cells you have (yourred blood cell count) is normal.",
                "You do not need to do anything to prepare for this test.",
                "Iron deficiency anaemia is the most common type of anaemia. There are other types, likevitamin B12 or folate deficiency anaemia, that the blood test will also check for."
            ]
        },
        {
            "title": "Treatment for iron deficiency anaemia",
            "paragraphs": [
                "Once the reason you have iron deficiency anaemia has been found (for example, an ulcer or heavy periods) the GP will recommend treatment.",
                "If the blood test shows your red blood cell count is low, iron tablets will be recommended to replace the iron that's missing from your body.",
                "You'll need to take them for about 6 months. Drinking orange juice after you've taken a tablet may help your body absorb the iron.",
                "Follow the GP's advice about how to take iron tablets.",
                "Some people get side effects when taking iron tablets like:",
                "Try taking the tablets with or soon after food to reduce the chance of side effects.",
                "It's important to keep taking the tablets, even if you get side effects.",
                "Your GP may carry out repeat blood tests over the next few months to check that your iron level is getting back to normal."
            ]
        },
        {
            "title": "Important",
            "paragraphs": [
                "Keep iron supplement tablets out of the reach of children. An overdose of iron in a young child can be fatal."
            ]
        },
        {
            "title": "Things you can do to help with iron deficiency anaemia",
            "paragraphs": [
                "If your diet is partly causing your iron deficiency anaemia, your GP will tell youwhat foods are rich in ironso you can eat more of them.",
                "Eat more:",
                "Eat and drink less:",
                "Large amounts of these foods and drinks make it harder for your body to absorb iron.",
                "You might be referred to a specialist dietitian if you're finding it hard to include iron in your diet."
            ]
        },
        {
            "title": "Causes of iron deficiency anaemia",
            "paragraphs": [
                "Heavy periods and pregnancy are very common causes of iron deficiency anaemia. Heavy periods can be treated with medicine.",
                "In pregnancy, iron deficiency anaemia is most often caused by a lack of iron in your diet.",
                "Bleeding in the stomach and intestines is another common cause of iron deficiency anaemia. This can be caused by:",
                "Any other conditions or actions that cause blood loss could also lead to iron deficiency anaemia."
            ]
        },
        {
            "title": "If iron deficiency anaemia is not treated",
            "paragraphs": [
                "Untreated iron deficiency anaemia:",
                "Page last reviewed: 26 January 2024Next review due: 26 January 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/nail-problems/",
        "https://www.nhs.uk/conditions/restless-legs-syndrome/",
        "https://www.nhs.uk/conditions/red-blood-count/",
        "https://www.nhs.uk/conditions/vitamin-b12-or-folate-deficiency-anaemia/",
        "https://www.nhs.uk/conditions/vitamins-and-minerals/iron/",
        "https://www.nhs.uk/conditions/nsaids/"
    ],
    "sublink_articles": []
}