{
    "title": "Joint pain",
    "url": "https://www.nhs.uk/conditions/joint-pain/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Joint pain is common, especially as you get older. There are things you can do to ease the pain but get medical help if it's very painful or it does not get better."
            ]
        },
        {
            "title": "Types of joint pain",
            "paragraphs": [
                "Common types of joint pain include:",
                "You might feel pain in 1 joint, or more than 1 joint at the same time, such as your knees and hips."
            ]
        },
        {
            "title": "Causes of joint pain",
            "paragraphs": [
                "There are many possible causes of joint pain. It might be caused by an injury or a longer-lasting problem such as arthritis.",
                "Your symptoms might give you an idea what could be causing the pain. But do not self-diagnose, see a GP if you're worried."
            ]
        },
        {
            "title": "How you can ease joint pain",
            "paragraphs": [
                "There are some things you can do to ease joint pain."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "try to rest the affected joint if you can",
                "put an ice pack (or bag of frozen peas) wrapped in a towel on the painful area for up to 20 minutes every 2 to 3 hours",
                "take painkillers, such asibuprofenorparacetamol, but do not take ibuprofen in the first 48 hours after an injury",
                "try to lose weight if you're overweight"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not carry anything heavy",
                "do not completely stop moving the affected joint"
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Treatments for joint pain",
            "paragraphs": [
                "Treatment for joint pain depends on what's causing it. Sometimes the pain might go away without treatment.",
                "A GP might:"
            ]
        },
        {
            "title": "Self-refer for treatment",
            "paragraphs": [
                "If you have joint pain, you might be able to refer yourself directly to services for help with your condition without seeing a GP.",
                "To find out if there are any services in your area:",
                "Page last reviewed: 03 May 2022Next review due: 03 May 2025"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/knee-pain/",
        "https://www.nhs.uk/conditions/shoulder-pain/",
        "https://www.nhs.uk/conditions/hip-pain/",
        "https://www.nhs.uk/conditions/foot-pain/",
        "https://www.nhs.uk/conditions/hand-pain/",
        "https://www.nhs.uk/conditions/elbow-and-arm-pain/",
        "https://www.nhs.uk/conditions/neck-pain-and-stiff-neck/",
        "https://www.nhs.uk/conditions/sprains-and-strains/",
        "https://www.nhs.uk/conditions/osteoarthritis/",
        "https://www.nhs.uk/conditions/bursitis/",
        "https://www.nhs.uk/conditions/rheumatoid-arthritis/",
        "https://www.nhs.uk/conditions/gout/",
        "https://www.nhs.uk/conditions/septic-arthritis/",
        "https://www.nhs.uk/conditions/physiotherapy/"
    ],
    "sublink_articles": []
}