{
    "title": "Knee pain",
    "url": "https://www.nhs.uk/conditions/knee-pain/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Knee pain can often be treated at home. You should start to feel better in a few days. Call 111 if the pain is very bad."
            ]
        },
        {
            "title": "How to ease knee pain and swelling",
            "paragraphs": [
                "If you have knee pain, try these things at first:"
            ]
        },
        {
            "title": "Urgent advice:Get advice from 111 now if:",
            "paragraphs": [
                "111 will tell you what to do. They can tell you the right place to get help if you need to see someone.",
                "Get help fromNHS 111 onlineorcall 111.",
                "You can also go to an urgent treatment centre if you need to see someone now.",
                "They're also called walk-in centres or minor injuries units.",
                "You may be seen quicker than you would at A&E."
            ]
        },
        {
            "title": "Treatments for knee pain",
            "paragraphs": [
                "A doctor can suggest treatment based on what's causing your knee pain.",
                "They might:"
            ]
        },
        {
            "title": "Self-refer for treatment",
            "paragraphs": [
                "If you have knee pain, you might be able to refer yourself directly to services for help with your condition without seeing a GP.",
                "To find out if there are any services in your area:"
            ]
        },
        {
            "title": "Common causes of knee pain",
            "paragraphs": [
                "Knee pain can be a symptom of many different conditions.",
                "This information might give you an idea of what the cause might be. But do not self-diagnose – see a GP if you're worried.",
                "Pain after overstretching, overusing or twisting, often during exercise",
                "Sprains and strains",
                "Pain between your kneecap and shin, often caused by repetitive running or jumping",
                "Tendonitis",
                "Unstable, gives way when you try to stand, unable to straighten, may hear a popping sound during injury",
                "Torn ligament, tendon or meniscus,cartilage damage",
                "Kneecap changes shape after a collision or sudden change in direction",
                "Dislocated kneecap",
                "Pain and stiffness in both knees, mild swelling, more common in older people",
                "Osteoarthritis",
                "Warm and red, kneeling or bending makes pain and swelling worse",
                "Bursitis",
                "Swelling, warmth, bruising, more likely while taking anticoagulants",
                "Bleeding in the joint",
                "Hot and red, sudden attacks of very bad pain",
                "Goutorseptic arthritis",
                "Teenagers and young adults with pain and swelling below kneecap",
                "Osgood Schlatter's disease",
                "Page last reviewed: 21 December 2023Next review due: 21 December 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/sprains-and-strains/",
        "https://www.nhs.uk/conditions/tendonitis/",
        "https://www.nhs.uk/conditions/meniscus-tear/",
        "https://www.nhs.uk/conditions/dislocated-kneecap/",
        "https://www.nhs.uk/conditions/osteoarthritis/",
        "https://www.nhs.uk/conditions/bursitis/",
        "https://www.nhs.uk/conditions/gout/",
        "https://www.nhs.uk/conditions/septic-arthritis/"
    ],
    "sublink_articles": []
}