{
    "title": "Listeriosis",
    "url": "https://www.nhs.uk/conditions/listeriosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Listeriosis is a rare infection caused by bacteria called listeria. It usually goes away on its own, but it can make some people seriously ill."
            ]
        },
        {
            "title": "How you get listeriosis",
            "paragraphs": [
                "Listeriosis is usually caused by eating food contaminated with listeria bacteria.",
                "Listeria can contaminate a wide range of foods, but most infections are caused by eating chilled, ready-to-eat foods, such as:",
                "These foods do not always contain listeria. If you have eaten them recently, you do not need to do anything unless you get symptoms of the infection.",
                "Although it's less common, you can also catch listeriosis from:"
            ]
        },
        {
            "title": "Symptoms of listeriosis",
            "paragraphs": [
                "In most people, listeriosis has no symptoms or only causes mild symptoms for a few days, such as:",
                "If you're pregnant, you may also have a stomach ache or notice your baby moving less than usual.",
                "Babies with listeriosis may also be irritable and feed less than usual."
            ]
        },
        {
            "title": "Risks of listeriosis",
            "paragraphs": [
                "Listeriosis is not usually serious for most people.",
                "But some people have a higher risk of serious problems, including:",
                "Older people are also at higher risk of getting seriously ill from listeriosis, and this risk increases with age.",
                "If you get listeriosis while you're pregnant, there is a risk it could causemiscarriageorstillbirth.",
                "In babies and people with a weakened immune system, listeriosis can sometimes lead to serious and life-threatening problems such assepsisormeningitis."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call NHS 111 orget help from 111 online.",
                "If you're pregnant, you can also call your midwife for advice."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if you or your child:",
            "paragraphs": [
                "These could be symptoms of meningitis caused by listeriosis, which needs to be treated in hospital straight away.",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "Treatment for listeriosis",
            "paragraphs": [
                "For most people, listeriosis is mild and gets better in a few days.",
                "You can usually look after yourself at home by resting and drinking plenty of fluids.",
                "If you're at a higher risk of getting seriously ill (for example, you're pregnant or have a weakened immune system), you may need antibiotics.",
                "Find out how to treat diarrhoea and vomiting"
            ]
        },
        {
            "title": "How to avoid listeriosis",
            "paragraphs": [
                "There are some simple things you can do to reduce your risk of getting listeriosis."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "keep chilled, ready-to-eat foods cold – try to make sure your fridge is working properly and is set to 5C or below",
                "eat ready-to-eat foods within 4 hours of taking them out of the fridge",
                "eat, cook or freeze foods by their use-by date",
                "follow storage instructions on food labels and use opened food within 2 days (unless the packaging says otherwise)",
                "keep raw and ready-to-eat foods separate",
                "follow any cooking instructions on packaging, and cook or reheat (including frozen vegetables) until they're steaming hot right through",
                "wash your hands regularly with soap and water"
            ]
        },
        {
            "title": "Foods to avoid if you're at risk",
            "paragraphs": [
                "If you're pregnant or have a weakened immune system, you should avoid eating ready-to-eat cold-smoked or cured fish products, such as smoked salmon or gravlax (unless cooked until steaming hot).",
                "If you're pregnant, you should also avoid eating other foods that have the highest risk of causing listeriosis.",
                "These include:",
                "If you're pregnant, you should also avoid close contact with farm animals that are giving birth or have recently given birth.",
                "Find out which foods to avoid during pregnancy",
                "Page last reviewed: 10 November 2023Next review due: 10 November 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/miscarriage/",
        "https://www.nhs.uk/conditions/stillbirth/",
        "https://www.nhs.uk/conditions/sepsis/",
        "https://www.nhs.uk/conditions/meningitis/",
        "https://www.nhs.uk/conditions/diarrhoea-and-vomiting/"
    ],
    "sublink_articles": []
}