{
    "title": "Living with\n    \n - \n      Psoriasis",
    "url": "https://www.nhs.uk/conditions/psoriasis/living-with/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPsoriasis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Although psoriasis is just a minor irritation for some people, it can significantly impact quality of life for those more severely affected.",
                "If you have psoriasis, you may find the following advice helpful."
            ]
        },
        {
            "title": "Self care",
            "paragraphs": [
                "Self care is an essential part of your daily life. It involves taking responsibility for your own health and wellbeing, with support from those involved in your care.",
                "Self care includes staying fit and a healthy weight, maintaining good physical and mental health, preventing illness or accidents, and caring more effectively for minor illnesses and long-term conditions.",
                "People with long-term conditions can benefit enormously from self care. They can live longer; have less pain, anxiety, depression and fatigue; have a better quality of life; and be more active and independent. Having acare planwill help you manage your treatment so that it fits your lifestyle."
            ]
        },
        {
            "title": "Keep up your treatment",
            "paragraphs": [
                "It's important to use your treatment as prescribed, even if your psoriasis improves.",
                "Continuous treatment can help prevent flare-ups. If you have any questions or concerns about your treatment or any side effects, talk to your GP or healthcare team."
            ]
        },
        {
            "title": "Regular reviews",
            "paragraphs": [
                "Because psoriasis is usually a long-term condition, you may be in regular contact with your healthcare team. Discuss your symptoms or concerns with them, as the more the team knows, the more they can help you."
            ]
        },
        {
            "title": "Help with health costs",
            "paragraphs": [
                "If you regularly pay for more than 3 prescriptions a month, you may save money with a prescription prepayment certificate (PPC).",
                "To check the cost of a PPC, call 0300 330 1341 orfind out about prescription prepayment certificates (PCCs) on the NHS Business Service Authority's website."
            ]
        },
        {
            "title": "Healthy eating, lifestyle and exercise",
            "paragraphs": [
                "If you have psoriasis your doctor may suggest some changes to your lifestyle to help reduce symptoms including:",
                "People with psoriasis have a slightly higher risk of developingdiabetesandcardiovascular diseasethan the general population, although it's not known why.",
                "Regular exercise and a healthy diet are recommended for everyone, not just people with psoriasis, because they can help to prevent many health problems. Eating a healthy, balanced diet and exercising regularly can also relieve stress, which may improve your psoriasis."
            ]
        },
        {
            "title": "Emotional impact of psoriasis",
            "paragraphs": [
                "The effect that psoriasis can have on physical appearance means low self-esteem and anxiety are common among people with the condition. This can lead todepression, especially if the psoriasis gets worse.",
                "Your GP or dermatologist will understand the psychological and emotional impact of psoriasis, so talk to them about your concerns or anxieties."
            ]
        },
        {
            "title": "Psoriatic arthritis",
            "paragraphs": [
                "Some people with psoriasis developpsoriatic arthritis. This causes tenderness, pain and swelling in the joints and connective tissue, as well as stiffness. It can affect any joint in the body but often affects the hands, feet, knees, neck, spine and elbows.",
                "Most people develop psoriatic arthritis after psoriasis, but some people develop it before they're diagnosed with psoriasis.",
                "There's no single test for psoriatic arthritis. It's normally diagnosed using a combination of methods, including looking at your medical history, physical examinations, blood tests, X-rays and MRI scans. If you have psoriasis, you'll usually have an annual assessment to look for signs of psoriatic arthritis.",
                "If your doctor thinks you have psoriatic arthritis, you'll usually be referred to a specialist called a rheumatologist so you can be treated with anti-inflammatory or anti-rheumatic medicines."
            ]
        },
        {
            "title": "Pregnancy",
            "paragraphs": [
                "Psoriasis does not affect fertility, and women with psoriasis can have a normal pregnancy and a healthy baby. Some women find their psoriasis improves during pregnancy, but for others it gets worse.",
                "Talk to your healthcare team if you're thinking of having a baby. Some treatments for psoriasis can be harmful to a developing baby, so use contraception while taking them. This can apply to both men and women, depending on the medication. Your healthcare team can suggest the best ways to control your psoriasis before you start trying for a family."
            ]
        },
        {
            "title": "Talk to others",
            "paragraphs": [
                "Many people with psoriasis have found that getting involved in support groups helps. Support groups can increase your self-confidence, reduce feelings of isolation and give you practical advice about living with the condition."
            ]
        },
        {
            "title": "Further information",
            "paragraphs": [
                "Page last reviewed: 08 April 2022Next review due: 08 April 2025"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/care-and-support-plans/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/cardiovascular-disease/",
        "https://www.nhs.uk/conditions/psoriatic-arthritis/"
    ],
    "sublink_articles": []
}