{
    "title": "Low blood pressure (hypotension)",
    "url": "https://www.nhs.uk/conditions/low-blood-pressure-hypotension/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Low blood pressure is a reading of less than 90/60mmHg. It does not always cause symptoms, but you may need treatment if it does."
            ]
        },
        {
            "title": "Symptoms of low blood pressure",
            "paragraphs": [
                "Get your blood pressure checked if you keep getting symptoms like:",
                "This might mean your blood pressure is too low.",
                "If you get symptoms when you stand up or suddenly change position, you may have a type of low blood pressure called postural hypotension."
            ]
        },
        {
            "title": "How to check your blood pressure",
            "paragraphs": [
                "You can check your blood pressure:",
                "Low blood pressure is a measurement of less than 90/60mmHg.",
                "Find out about monitoring your blood pressure at home and choosing a monitor from Blood Pressure UK"
            ]
        },
        {
            "title": "Understanding your blood pressure reading",
            "paragraphs": [
                "If you have a recent blood pressure reading use theNHS Check your blood pressure toolto understand what your reading means. You'll also get information about what to do next."
            ]
        },
        {
            "title": "Important:Regular blood pressure check",
            "paragraphs": [
                "If you're 40 to 74 years old, you should have your blood pressure checked at least once every 5 years as part of theNHS Health Check."
            ]
        },
        {
            "title": "Treatment for low blood pressure",
            "paragraphs": [
                "If a cause for low blood pressure can be found, a GP will be able to recommend treatment to ease your symptoms.",
                "For example, they may suggest:",
                "Medicine to increase blood pressure is rarely needed because simple lifestyle measures or treating the underlying cause is usually effective."
            ]
        },
        {
            "title": "How to ease low blood pressure symptoms yourself",
            "paragraphs": [
                "There are things you can do to help with symptoms of low blood pressure."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "get up slowly from sitting to standing",
                "take care when getting out of bed – move slowly from lying to sitting to standing",
                "eat small, frequent meals – lying down or sitting still for a while after eating may also help",
                "increase the amount of water you drink"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not sit or stand for long periods",
                "do not bend down or change posture suddenly",
                "do not drink too much alcohol"
            ]
        },
        {
            "title": "Causes of low blood pressure",
            "paragraphs": [
                "Your blood pressure can vary depending on the time of day.",
                "What you're doing and how you're feeling can also affect it.",
                "There are many possible causes of low blood pressure. It may be low because you're fit and healthy, or you may have inherited it from your parents.",
                "Some people develop low blood pressure as they get older.",
                "It can also be caused by:",
                "Page last reviewed: 11 July 2023Next review due: 11 July 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/nhs-health-check/",
        "https://www.nhs.uk/conditions/diabetes/"
    ],
    "sublink_articles": []
}