{
    "title": "Managing pain and other symptoms during end of life care",
    "url": "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/controlling-pain-and-other-symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toYour wellbeing if you're having end of life care",
                "Managing symptoms, including pain, is an important part of end of life care.",
                "Each person will have different symptoms, depending on their condition and the kind of treatment they may be having.",
                "Symptoms can include feeling and being sick, constipation, loss of appetite and pain.",
                "Your doctor and nurses will help you manage your symptoms and feel as comfortable as possible."
            ]
        },
        {
            "title": "Pain",
            "paragraphs": [
                "Not everyone approaching the end of life has pain. If you do, your doctor or nurse will assess the pain and decide on a suitable medicine and the correct dose to manage it.",
                "They'll ask you questions about the pain.",
                "These might include:",
                "If you have trouble speaking, they may use a different method, like a visual chart or picture cards, or ask your family and carers.",
                "If you're not able to communicate at all, there are other signs that can show you might be in pain, such as grimacing, groaning, changes in breathing and refusing to eat.",
                "The doctor or nurse will sometimes ask the palliative care team to advise them."
            ]
        },
        {
            "title": "Describing your pain",
            "paragraphs": [
                "Macmillan Cancer Support has useful information on describing your pain",
                "This can help your doctor or nurse understand the kind of pain you're feeling and work out the best way of treating it.",
                "The information is written for people who have cancer, but is relevant for anybody who's in pain."
            ]
        },
        {
            "title": "Medicine for pain",
            "paragraphs": [
                "Pain-relieving medicine is available at home and in hospitals, hospices and care homes.",
                "Your doctor or nurse will use the weakest painkiller available that keeps you free from pain.",
                "In order of strength (starting with the weakest) there are:",
                "An opioid is a chemical that works by binding to opioid receptors in the body (found mostly in the central nervous system and gut), which reduces the pain we feel."
            ]
        },
        {
            "title": "How medicines for pain are given",
            "paragraphs": [
                "You'll usually be given medicines in the least invasive way possible. This means they'll be given in a way that causes the least amount of discomfort, pain or distress.",
                "The first step is to take them by mouth (orally).",
                "If taking medicine by mouth is not possible, for example if you're being sick or cannot swallow, you can have painkillers:",
                "Sometimes a small battery-operated pump called a syringe driver is used to give medicine continuously under the skin for a period of time, such as 24 hours.",
                "You might be offered a syringe driver if you cannot take medicine by mouth – for example, if you're being sick or have difficulty swallowing.",
                "Sometimes supplementary (adjuvant) painkillers are used alongside non-opioid and opioid painkillers.",
                "Adjuvants include medicines designed for other conditions, such as epilepsy, but that work well with certain types of pain, such as nerve pain."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "Painkillers, like other medicines, can have side effects. Opioid medicines can cause:",
                "Some people may be worried about taking strong painkillers because:",
                "Talk to your doctor, nurse or palliative care team, who can help with managing these side effects and reassure you about any concerns you may have."
            ]
        },
        {
            "title": "Feeling or being sick",
            "paragraphs": [
                "Your condition or medicine may make you feel sick or be sick (vomit). There's anti-sickness medicine you can take, so talk to your doctor or nurse if you're feeling sick or being sick.",
                "It may also help to:",
                "Some people find that ginger helps, such as ginger tea (you can buy ginger tea, or make it by adding peeled, fresh ginger root to hot water), stem ginger, ginger beer, or ginger added to food. Peppermint tea or oil may also help with feeling or being sick."
            ]
        },
        {
            "title": "Constipation",
            "paragraphs": [
                "Constipationcan be a side effect of some medicines. Other things can also cause constipation, including:",
                "Your doctor can prescribelaxative medicineto help with this, so tell your doctor or nurse if you have constipation.",
                "If you're able to, you can try to help yourself by:"
            ]
        },
        {
            "title": "Loss of appetite",
            "paragraphs": [
                "You may not feel like eating much, and this could be because of:",
                "Try to eat small amounts. It might be helpful to have snacks nearby so you can graze, rather than having full meals.",
                "As you near the end of life, your body may not be able to digest food as well as it has in the past.",
                "At this stage, do not force yourself to eat if you do not want to. \"Little and often of whatever you fancy\" can be the best approach to take.",
                "Your doctor or nurse can discuss your appetite with you, and talk about how much you should be trying to eat. Tell them if you think anything else may be affecting your lack of appetite, for example if your mouth is sore or you're feeling worried or depressed.",
                "This information can be helpful for your family and carers, too, as they may be worried if they feel you're not eating enough."
            ]
        },
        {
            "title": "Other methods of managing symptoms",
            "paragraphs": [
                "There are ways of managing pain and other symptoms without using medicines. These include physiotherapy and complementary therapy.",
                "Physiotherapy, or physio, uses physical methods such as exercise and manipulation to promote healing and wellbeing. It can also teach you exercises that help you cope with breathlessness.",
                "Counselling or cognitive behavioural therapy (CBT) can also help if you have anxiety or depression.",
                "Some people find complementary therapy, such as massage or reflexology, can help them feel more relaxed. You may find therapies like art, music and relaxation helpful. These can help your mental wellbeing and reduce the effects of some of your symptoms. Many hospices offer complementary therapies.",
                "You can talk to your doctor or nurse about the kinds of treatments to help your symptoms that might be available to you. Always tell your doctor or nurse if you're using any complementary therapies."
            ]
        },
        {
            "title": "Other people's experiences and help for carers",
            "paragraphs": [
                "Marie Curie provides information and support about terminal illness and dying:",
                "The National Institute for Health and Care Excellence (NICE) has produced guidance for the care of dying adults in the last days of life",
                "It covers how to manage common symptoms, and dignity and respect for the dying person and their relatives and carers.",
                "Hospice UK's Dying Matters websiteoffers resources on death and dying.",
                "You can read more about:",
                "If your partner, friends or carers want to find out about caring for someone, they canread the Care and support guide."
            ]
        },
        {
            "title": "More inYour wellbeing if you're having end of life care",
            "paragraphs": [
                "Page last reviewed: 4 September 2023Next review due: 4 September 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/coping-with-a-terminal-illness/",
        "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/"
    ],
    "sublink_articles": [
        {
            "title": "Your wellbeing if you're having end of life care",
            "url": "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toEnd of life care",
                        "Information to help you cope during end of life care, including how your symptoms might change and what financial support you can get."
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        },
        {
            "title": "Coping with a terminal illness",
            "url": "https://www.nhs.uk/conditions/end-of-life-care/your-wellbeing/coping-with-a-terminal-illness/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toYour wellbeing if you're having end of life care",
                        "There's no right or wrong way to feel when you're told you have a terminal illness, which is a health condition that cannot be cured and that you'll most likely die from. You might feel numb at first, and unable to take in the news, or feel calm and matter-of-fact about dying."
                    ]
                },
                {
                    "title": "Your feelings",
                    "paragraphs": [
                        "As time passes, you may experience a range of emotions. It's normal to feel some or all of the following:",
                        "You may also feel isolated and alone, even if you have family and friends around you.",
                        "You might not experience all of these feelings and, if you do, they'll not necessarily come in any particular order. Whatever you feel, you do not have to go through it alone."
                    ]
                },
                {
                    "title": "Getting your diagnosis",
                    "paragraphs": [
                        "Hearing that your illness cannot be cured can be a frightening experience. Many people will be unable to take everything in. If you're alone in the consultation, ask if you can bring a relative or friend in to hear everything the doctor has to say. You may need to ask for a follow-up appointment so that someone can be with you.",
                        "Ask the doctor what support is available to you. They may refer you for additional specialist palliative care alongside the care you're already receiving.",
                        "A GP will also know of any local sources of support. Get in touch with a GP to explain what's happened and ask what help is available near you. This may include:",
                        "Hospice UK's Dying Matters website provides a range of resourcesfor people affected by terminal illnesses."
                    ]
                },
                {
                    "title": "Find someone to talk to",
                    "paragraphs": [
                        "Not everyone wants to talk about what they're going through. However, a terminal (sometimes called life-limiting) diagnosis can bring up worries and fears, and it can help to talk about these so they do not start to feel impossible to deal with."
                    ]
                },
                {
                    "title": "Family, friends and health professionals",
                    "paragraphs": [
                        "You might want to talk to your partner, family, or friends, or to a doctor, nurse, counsellor, or religious minister.",
                        "People close to you will be dealing with their own feelings about your diagnosis. If you or they are finding it hard to talk about it, you might want to talk to someone who is not as close to you, like a counsellor.",
                        "Your doctor or nurse can help you find a counsellor. You can also search online to find services in your area.",
                        "It can be useful to have someone to talk to at night-time if you cannot sleep. Make sure there's someone you can ring (a friend, relative orSamaritans), but also recognise that you do not have to lie in the dark and try to sleep. You can turn on the light and do something else."
                    ]
                },
                {
                    "title": "Questions and worries about your future",
                    "paragraphs": [
                        "Knowing that you have a life-limiting condition leaves you living with uncertainty. You'll probably have questions with no definite answers, such as:",
                        "Not knowing exactly what's going to happen to you can feel overwhelming and upsetting. It's normal to feel like this, and it might be helpful to talk with others who are in a similar situation, and hear how they cope with these feelings.",
                        "Ask your doctor or nurse about local support groups for people who are living with a life-limiting illness, or for people who have the same condition as you.",
                        "Many specialist charities offer support through local groups, email contact, phone lines and web forums. For example, theMarie Curie website has an online community."
                    ]
                },
                {
                    "title": "If you think you're depressed",
                    "paragraphs": [
                        "It's normal to feel shock, sadness, anger and helplessness.",
                        "But for some people, the feeling they're unable to cope with their situation does not go away, and they feel too low to be able to do any of the things they want to.",
                        "If this happens to you and these feelings persist, it may be helpful to talk to a doctor.",
                        "Medicine can help, and counselling orcognitive behavioural therapy (CBT)can make a difference to how you're coping."
                    ]
                },
                {
                    "title": "One step at a time",
                    "paragraphs": [
                        "What you're dealing with can feel overwhelming, but you may be able to make it feel less so by thinking about it as smaller \"pieces\".",
                        "Take one day at a time, or one week at a time. Decide on some small, achievable goals, so that you gain confidence – for example putting family photos into an album, or visiting a friend.",
                        "You can still think about bigger issues, such as where you would like to receive your care in the future, but try not to feel that you have to tackle everything at once."
                    ]
                },
                {
                    "title": "Write down your worries",
                    "paragraphs": [
                        "Some people feel helpless and that everything is out of control. Writing down worries and questions can help you decide what's important to you and how to tackle it.",
                        "If you want, you can use what you've written to help you talk about things with your family, friends and carers."
                    ]
                },
                {
                    "title": "Look after yourself",
                    "paragraphs": [
                        "Try to take some time to do things you enjoy.",
                        "Complementary therapies, such as massage and aromatherapy, may help you feel better. It may help the people close to you if they know you're looking after yourself. There may be things that you can do together.",
                        "Accept offers of help from friends and family, and give specific examples of support you need and would like. For example, taking you shopping, bringing you meals to put in the freezer, or driving you to appointments."
                    ]
                },
                {
                    "title": "More inYour wellbeing if you're having end of life care",
                    "paragraphs": [
                        "Page last reviewed: 23 August 2023Next review due: 23 August 2026"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        }
    ]
}