{
    "title": "Moving to a new home: housing options for older people or people with disabilities",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/moving-to-a-new-home-housing-options/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "The time may come when living at home isn't safe or comfortable anymore. It's not an easy decision, but there are lots of housing options.",
                "Moving somewhere more suitable can make life much better for you.",
                "This information is about moving to a new home. If you want to find out about how to live more independently in your own home, read our information on:"
            ]
        },
        {
            "title": "Housing options for older people",
            "paragraphs": [
                "You may be finding it difficult to manage in your own home, or would prefer to move somewhere else.",
                "You may want to live somewhere smaller and easier to maintain, or you may want to live somewhere more suited to your physical needs, such as a bungalow. You may prefer to live nearer family or friends, or have easier access to facilities such as transport and leisure.",
                "Or you may want to live in a community where you retain your independence, but where care and support are available on site if you need them or might require them in the future.",
                "While buying or renting a different property or moving into acare homemight be the first options that spring to mind, there are many others you could consider.",
                "These include:",
                "If you're having problems with your current home, you can use theHousing Options for Older People online toolto identify the most important difficulties and get suggestions for dealing with them."
            ]
        },
        {
            "title": "Moving to another council or housing association property",
            "paragraphs": [
                "Your council or housing association may be able to help you find more suitable accommodation by transferring your tenancy or arranging an exchange or \"swap\" for another council or housing association property.",
                "Ask your local council or housing association for details of any schemes in your area. You canfind your local council on GOV.UK."
            ]
        },
        {
            "title": "Sheltered housing",
            "paragraphs": [
                "Sheltered housing is for people who are normally able to live quite independently, but need occasional help or support.",
                "Often, sheltered housing will have a warden who you can call in an emergency, as well as other security features like emergency alarm systems.",
                "Sheltered housing properties may also have communal facilities such as a laundry, lounge and garden, as well as offering social activities and events.",
                "The level of support on offer varies depending on the individual scheme.",
                "Sheltered housing may be provided by your local council, or you can buy or rent a property privately.",
                "Make sure to check whether:",
                "GOV.UK: contact your local council to find out about sheltered housing schemes in your area"
            ]
        },
        {
            "title": "Extra care housing",
            "paragraphs": [
                "Extra care housing (also called \"assisted living\" or \"very sheltered housing\") offers more support than sheltered accommodation.",
                "You live in a self-contained flat, but you may have services provided by on-site staff, such as meals or personal care and domestic support.",
                "There are usually communal areas such as cafes and lounges, too.",
                "You don't have to sign up to receive care and support when you first move in, and the level of assistance can be increased as your needs change.",
                "Extra care is usually available to rent or buy.",
                "Age UK: assisted living and extra-care housing"
            ]
        },
        {
            "title": "Close care housing",
            "paragraphs": [
                "Close care is housing for older people (usually a flat or bungalow) that's on the same site as a care home.",
                "The care home provides personal care services and allows you to move there in the future if you want to.",
                "This type of housing can be a good option for couples who have different needs.",
                "EAC Housing Care: find more information about close care housing"
            ]
        },
        {
            "title": "Retirement villages",
            "paragraphs": [
                "Retirement villages are large-scale developments of bungalows, flats or houses specifically designed for older people.",
                "Many of these retirement complexes include a care home and communal facilities."
            ]
        },
        {
            "title": "Homeshare schemes",
            "paragraphs": [
                "If you don't want to move out of your home and you have a spare room, an option is to share your home.",
                "Homeshare is a scheme that connects you with people who need accommodation and are happy to keep you company and help around the house.",
                "It helps you stay independently at home for longer, and gives you and your loved ones peace of mind.",
                "Usually, you don't charge rent but the homesharer helps out by cooking meals, running errands, doing your shopping, and so on.",
                "Homeshare UK: find more information about homeshare schemes"
            ]
        },
        {
            "title": "Housing options for younger adults with a disability",
            "paragraphs": [
                "Teenagers and young adults with special needs or disabilities may want – or need – greater independence as they get older.",
                "But they're also likely to have care needs that mean they need alternative housing options.",
                "Those care needs may be related to, for example, physical or mental health problems, a learning disability, or drug or alcohol misuse.",
                "There are a variety of housing options they may want to consider:"
            ]
        },
        {
            "title": "Buying or renting an adapted property",
            "paragraphs": [
                "If they have physical health problems, the local council could help to find a property that's already been adapted in a way that meets their needs.",
                "Alternatively, they may be able to get a housing grant to cover any adaptations that need to be made."
            ]
        },
        {
            "title": "Sheltered housing schemes for younger people",
            "paragraphs": [
                "Although many sheltered housing schemes are specifically for older people, there are some that are specially for younger disabled adults.",
                "These homes are designed for independent living but have extra facilities, such as a warden who can be called in an emergency, or communal facilities like a laundry and lounge."
            ]
        },
        {
            "title": "Supported housing in the community",
            "paragraphs": [
                "Some young adults only require a small amount of support when at home, and may go to college, work or day centres during the day.",
                "A wide variety of housing options is available for these more independent adults.",
                "Some supported housing is managed by the local council, and some by housing associations, voluntary organisations and charities.",
                "They run the units to meet particular needs, such as for adults with learning disabilities."
            ]
        },
        {
            "title": "Supported living services",
            "paragraphs": [
                "Supported living servicesaim to keep people in the community with as much independence as possible, but with the right support.",
                "This may include providing suitable or adapted accommodation – which can be your own home – and some forms of personal care.",
                "This kind of support may benefit someone who wants to continue living where they are or who's moving elsewhere, such as to a hostel or shared accommodation of some type.",
                "Services that support independent living may include help to access training and employment, or help with claiming benefits or social skills.",
                "They could also include life skills such as healthy eating and how to eat well for less.",
                "Supported living services don't usually include personal and health care, such as help with washing and taking medicine, so these need to be arranged separately as part of thecare and support plan.",
                "To find out if someone is eligible for supported living, they'll need to have acare needs assessment."
            ]
        },
        {
            "title": "Shared lives schemes",
            "paragraphs": [
                "Shared lives – sometimes known as \"adult placement\" – matches adults with care and support needs with people who act as a carer to give them help and support.",
                "In many cases, the adult will live with someone who acts as their carer in the carer's own home. This could be a long-term placement or a short stay, such as following a period in hospital.",
                "In some cases, the carer will support someone who continues to live in their own home, but the carer will act as a family member, providing a consistent relationship and emotional support.",
                "Read more aboutshared lives schemes."
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 23 May 2024Next review due: 23 May 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/shared-lives-schemes/"
    ],
    "sublink_articles": [
        {
            "title": "Shared lives schemes",
            "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/shared-lives-schemes/",
            "sections": [
                {
                    "title": "Cookies on the NHS website",
                    "paragraphs": [
                        "We've put some small files called cookies on your device to make our site work.",
                        "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                        "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                        "You can change your cookie settings at any time using ourcookies page.",
                        "Back toCare services, equipment and care homes",
                        "Shared lives schemes support adults with learning disabilities, mental health problems or other needs that make it harder for them to live on their own.",
                        "The schemes match someone who needs care with an approved carer. The carer shares their family and community life, and gives care and support to the person with care needs.",
                        "Some people move in with their shared lives carer, while others are regular daytime visitors. Some combine daytime and overnight visits.",
                        "Shared lives schemes are available across the country and are an alternative to traditional kinds of care, such ascare homes.",
                        "The schemes are also known as adult placements."
                    ]
                },
                {
                    "title": "The benefits of shared lives schemes",
                    "paragraphs": [
                        "Sharing a home, family and community life with a shared lives carer lets you get to know and bond with the carer.",
                        "Before starting the scheme, you have the chance to get to know the shared lives carer and decide whether you want to spend time together.",
                        "People sometimes use a shared lives scheme as a way of learning the skills they need to live independently and to help them put down roots in the area or community before moving into a place of their own.",
                        "Find your local shared lives services"
                    ]
                },
                {
                    "title": "How to become a shared lives carer",
                    "paragraphs": [
                        "Shared lives schemes rely on carers, and the schemes have to be registered with the Care Quality Commission. Carers are trained and vetted by the scheme.",
                        "The schemes do pay the self-employed shared lives carers but not by the hour. Carers, as well as their families and friends, contribute a lot that is unpaid.",
                        "If you're interested in becoming a shared lives carer, contactShared Lives Plus, the UK network of shared lives carers."
                    ]
                },
                {
                    "title": "Video: Shared lives – providing a home for those who need care",
                    "paragraphs": [
                        "Watch this video about a scheme where people share their homes with others in need of care.",
                        "This is a modal window.",
                        "Beginning of dialog window. Escape will cancel and close the window.",
                        "End of dialog window.",
                        "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                        "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
                    ]
                },
                {
                    "title": "More inCare services, equipment and care homes",
                    "paragraphs": [
                        "Page last reviewed: 22 May 2024Next review due: 22 May 2027"
                    ]
                },
                {
                    "title": "Support links",
                    "paragraphs": [
                        "© Crown copyright"
                    ]
                }
            ],
            "sublinks": null,
            "sublink_articles": []
        }
    ]
}