{
    "title": "Multiple sclerosis",
    "url": "https://www.nhs.uk/conditions/multiple-sclerosis/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Multiple sclerosis (MS) is a condition that affects the brain and spinal cord. It cannot currently be cured, but treatment can often help manage it."
            ]
        },
        {
            "title": "Symptoms of multiple sclerosis (MS)",
            "paragraphs": [
                "There are lots of possible symptoms of multiple sclerosis (MS). Everyone with the condition is affected differently.",
                "Some of the most common symptoms include:",
                "Symptoms may come (called \"flare-ups\" or \"relapses\") and go (called \"remissions\"), and may get worse over time."
            ]
        },
        {
            "title": "Important",
            "paragraphs": [
                "These symptoms are very common and can be caused by many different conditions.",
                "Having them does not definitely mean you have multiple sclerosis (MS). But it's important to get them checked by a GP."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if you have sudden:",
            "paragraphs": [
                "These could be signs of a stroke and need urgent medical attention.",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "Tests for multiple sclerosis (MS)",
            "paragraphs": [
                "If your GP thinks you could have multiple sclerosis (MS) they'll refer you to a brain and nerve specialist (neurologist).",
                "At your appointment the neurologist will ask about your symptoms.",
                "There is no single test to diagnose MS.",
                "Tests you may have include:"
            ]
        },
        {
            "title": "Types of multiple sclerosis (MS)",
            "paragraphs": [
                "There are 3 main types of multiple sclerosis (MS). They affect everyone differently.",
                "Your neurologist may need to monitor your symptoms and test results for some time to diagnose which type you have.",
                "Relapsing remitting",
                "You have flare-ups of symptoms where they get worse (relapse) and then go away or get better (remission).",
                "Over time, this type often develops into secondary progressive MS.",
                "Secondary progressive",
                "Your symptoms are there all the time, and get slowly worse.",
                "This type of MS can come after relapsing remitting MS.",
                "Primary progressive",
                "Your symptoms slowly get worse over time. You do not have periods when they go away or get better (remission).",
                "This is less common than the other types of MS."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "MS Society: types of MS"
            ]
        },
        {
            "title": "Treatment for multiple sclerosis (MS)",
            "paragraphs": [
                "There is currently no cure for multiple sclerosis (MS). But there are treatments that can slow the progression of MS and help ease symptoms.",
                "The type of treatment will depend on the type of MS you have and your symptoms. You'll probably need different treatments over time.",
                "You'll be supported by different healthcare professionals. This may include a specialist MS nurse, a neurologist (brain and nerve specialist), physiotherapist and occupational therapist."
            ]
        },
        {
            "title": "Medicines for MS",
            "paragraphs": [
                "Treatments you may have include:"
            ]
        },
        {
            "title": "Treatment and support for symptoms of MS",
            "paragraphs": [
                "You'll also be offered treatment and support for the symptoms of MS. Every person's needs will be different depending on their symptoms.",
                "Support you might need may include:"
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "MS Society: treatments and therapies"
            ]
        },
        {
            "title": "How multiple sclerosis (MS) affects your life",
            "paragraphs": [
                "Multiple sclerosis (MS) is different for everyone. No one can predict how much your MS might affect you.",
                "For some people, MS only has a small impact on daily life which means you can continue with your work and usual activities.",
                "Others have more severe symptoms which can have a much bigger impact.",
                "MS symptoms can affect mobility, and you may need to adapt your life by using mobility aids, reducing working hours or needing more help around the home.",
                "MS treatments are improving, so if you're diagnosed with MS today you can expect a better quality of life than was possible before.",
                "Most people with MS live into old age although life expectancy, on average, is a few years less than the general population."
            ]
        },
        {
            "title": "Causes of multiple sclerosis (MS)",
            "paragraphs": [
                "Multiple sclerosis (MS) happens when your immune system attacks your brain and nerves. It's not clear what causes this.",
                "You might be more likely to get MS if:"
            ]
        },
        {
            "title": "Help and support for multiple sclerosis (MS)",
            "paragraphs": [
                "Multiple sclerosis (MS) can be a difficult condition to live with, both physically and emotionally.",
                "As well as support from your doctor and MS nurse, you may find it helpful to get support from other people with MS, either at a local support group or online.",
                "There are also national charities that can offer support and information about MS."
            ]
        },
        {
            "title": "MS Society",
            "paragraphs": [
                "Information and support for anyone affected by MS."
            ]
        },
        {
            "title": "MS Trust",
            "paragraphs": [
                "Information and support for anyone affected by MS."
            ]
        },
        {
            "title": "MS-UK",
            "paragraphs": [
                "Information and emotional support for anyone affected by MS.",
                "Page last reviewed: 16 August 2024Next review due: 16 August 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/blood-tests/",
        "https://www.nhs.uk/conditions/mri-scan/",
        "https://www.nhs.uk/conditions/lumbar-puncture/",
        "https://www.nhs.uk/conditions/steroids/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/walking-aids-wheelchairs-and-mobility-scooters/",
        "https://www.nhs.uk/conditions/erection-problems-erectile-dysfunction/",
        "https://www.nhs.uk/conditions/vaginal-dryness/",
        "https://www.nhs.uk/conditions/loss-of-libido/"
    ],
    "sublink_articles": []
}