{
    "title": "Nail problems",
    "url": "https://www.nhs.uk/conditions/nail-problems/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Nail problems are not usually caused by anything serious. Common nail problems include brittle, loose nails that may change colour or shape."
            ]
        },
        {
            "title": "Your nails may change over time",
            "paragraphs": [
                "It's normal for nails to:",
                "Fingernails that fall off after an injury should grow back within 6 months. Toenails can take up to 18 months."
            ]
        },
        {
            "title": "Things you can do to look after your nails",
            "paragraphs": [
                "There are some things you can do to help with common nail problems."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "wear rubber gloves if your hands are often in water or you regularly use cleaning products",
                "clean your nails with a soft nailbrush",
                "apply hand cream to your nails and fingertips regularly",
                "trim your nails regularly (it may help to cut them after a shower or bath)",
                "cut injured, loose nails back to where they are still attached, so they do not bend or catch on objects"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not cut your nails down the edges, and only trim straight across the top to help avoid aningrown toenail",
                "do not clean under your nails with sharp objects",
                "do not wear shoes that pinch your toes, especially when exercising",
                "do not bite or pick your nails or the skin around them",
                "do not ignore fungal infections on your skin, such asathlete's foot"
            ]
        },
        {
            "title": "See a podiatrist if:",
            "paragraphs": [
                "Some GPs may be able to refer you to a footcare specialist (podiatrist). You can also pay to see a podiatrist privately."
            ]
        },
        {
            "title": "Causes of nail problems",
            "paragraphs": [
                "Most nail problems are caused by:",
                "Nail problems can sometimes be a symptom of a more serious or long-term condition, such as:",
                "Some medicines can also cause nail problems. Check the side effects of any medicine you're taking.",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/258967/view",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/135723/view",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/251691/view",
                "DR M.A. ANSARY/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/252796/view"
            ]
        },
        {
            "title": "Self-refer to a podiatrist",
            "paragraphs": [
                "If you have nail problems, you might be able to refer yourself directly to a podiatrist without seeing a GP.",
                "To find out if there are any services in your area:",
                "Page last reviewed: 12 March 2024Next review due: 12 March 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/ingrown-toenail/",
        "https://www.nhs.uk/conditions/athletes-foot/",
        "https://www.nhs.uk/conditions/fungal-nail-infection/",
        "https://www.nhs.uk/conditions/underactive-thyroid-hypothyroidism/",
        "https://www.nhs.uk/conditions/overactive-thyroid-hyperthyroidism/",
        "https://www.nhs.uk/conditions/diabetes/"
    ],
    "sublink_articles": []
}