{
    "title": "NHS Health Check",
    "url": "https://www.nhs.uk/conditions/nhs-health-check/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "What is an NHS Health Check?",
            "paragraphs": [
                "The NHS Health Check is a free check-up of your overall health. It can tell you whether you're at higher risk of getting certain health problems, such as:",
                "During the check-up you'll discuss how to reduce your risk of these conditions.",
                "If you’re aged over 65, you’ll also be told aboutsymptoms of dementiato look out for."
            ]
        },
        {
            "title": "Who is the NHS Health Check for?",
            "paragraphs": [
                "The check is for people who are aged 40 to 74 who do not have any of the following pre-existing conditions:",
                "You should have regular check-ups if you have one of these conditions. Your care team will be able to give you more information about this."
            ]
        },
        {
            "title": "How do I get an NHS Health Check?",
            "paragraphs": [
                "If you’re aged 40 to 74 and do not have a pre-existing health condition, you should be invited to an NHS Health Check by your GP or local council every 5 years.",
                "If you think you are eligible but have not been invited, contact your GP surgery to find out if they offer NHS Health Checks or contact your local council to find out where you can get an NHS Health Check in your area.",
                "Some pharmacies also offer NHS Health Checks."
            ]
        },
        {
            "title": "What happens at an NHS Health Check?",
            "paragraphs": [
                "Your NHS Health Check will be done by a healthcare professional. This will usually be a nurse, but it could also be a doctor, pharmacist or healthcare assistant.",
                "The check takes about 20 to 30 minutes and usually includes:",
                "You’ll also be asked some questions about your health including:",
                "Your age, gender and ethnicity will also be recorded."
            ]
        },
        {
            "title": "Your NHS Health Check results",
            "paragraphs": [
                "You'll usually be told your NHS Health Check results during the appointment.",
                "You'll be given your cardiovascular risk score of developing a heart or circulation problem, such as heart disease, stroke, type 2 diabetes or kidney disease, over the next 10 years.",
                "The healthcare professional may describe this risk score as low, moderate or high.",
                "Everybody's cardiovascular risk rises with age, so the next time you have an NHS Health Check your risk score may be higher, even if your test results are the same.",
                "There are some things about your risk which you cannot change, such as your age, ethnicity and family history. But the most important factors in your risk score (such as smoking, your cholesterol level and blood pressure) can be changed.",
                "Your NHS Health Check results should also be broken down into:",
                "At the end of your NHS Health Check, you'll have the chance to discuss your results and how to improve your scores, including where you can get support.",
                "This could include talking about how to:",
                "You may also be referred to local services, such as stop smoking and physical activity services, to help you make any changes."
            ]
        },
        {
            "title": "Benefits of the NHS Health Check",
            "paragraphs": [
                "The NHS Health Check aims to lower your risk of getting conditions that affect the heart and blood vessels, such as heart disease, stroke and kidney disease.",
                "Many of the warning signs for these conditions, such as high blood pressure and high cholesterol, do not have symptoms.",
                "The NHS Health Check helps you find out if you are at risk of getting these conditions so you can take action to improve your health. This could include making lifestyle changes or taking medicines.",
                "The risk factors assessed during the health check are often shared by other conditions, including type 2 diabetes, preventable cancers and respiratory illness. An NHS Health Check could help you to reduce your chance of getting these conditions too.",
                "Dementia and heart disease also share common risk factors.",
                "Page last reviewed: 14 August 2023Next review due: 14 August 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/coronary-heart-disease/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/kidney-disease/",
        "https://www.nhs.uk/conditions/dementia/symptoms-and-diagnosis/symptoms/",
        "https://www.nhs.uk/conditions/high-cholesterol/getting-tested/",
        "https://www.nhs.uk/conditions/high-cholesterol/cholesterol-levels/",
        "https://www.nhs.uk/conditions/high-cholesterol/how-to-lower-your-cholesterol/"
    ],
    "sublink_articles": []
}