{
    "title": "Overview\n    \n - \n      Infertility",
    "url": "https://www.nhs.uk/conditions/infertility/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Infertility is when a couple cannot get pregnant (conceive) despite having regular unprotected sex.",
                "Around 1 in 7 couples may have difficulty conceiving.",
                "More than 8 out of 10 couples, where the woman is under 40, will conceive naturally within a year if they have regular unprotected sex (every 2 or 3 days).",
                "For couples who have been trying to conceive for more than 3 years without success, the likelihood of getting pregnant naturally within the next year is 1 in 4, or less."
            ]
        },
        {
            "title": "Getting help",
            "paragraphs": [
                "Some people get pregnant quickly, but for others it can take longer. It's a good idea to see a GP if you have not conceived after a year of trying.",
                "Women aged 36 and over, and anyone who's already aware they may have fertility problems, should see their GP sooner.",
                "They can check for commoncauses of fertility problemsand suggest treatments that could help.",
                "Infertility is usually only diagnosed when a couple have not managed to conceive after a year of trying.",
                "There are 2 types of infertility:",
                "Read more abouthow infertility is diagnosed."
            ]
        },
        {
            "title": "Treating infertility",
            "paragraphs": [
                "Fertility treatments include:",
                "The treatment offered will depend on what's causing the fertility problems and what's available fromyour local integrated care board (ICB).",
                "Private treatment is also available, but it can be expensive and there's no guarantee it will be successful.",
                "It's important to choose a private clinic carefully. You can ask a GP for advice, and should make sure you choose a clinic that's licensed by theHuman Fertilisation and Embryology Authority (HFEA).",
                "Some treatments for infertility, such as IVF, can cause complications.",
                "For example:",
                "Read more abouthow infertility is treated."
            ]
        },
        {
            "title": "What causes infertility?",
            "paragraphs": [
                "There are many possiblecauses of infertility, and fertility problems can affect either partner. But in a quarter of cases it is not possible to identify the cause.",
                "Common causes of infertility include:"
            ]
        },
        {
            "title": "Risk factors",
            "paragraphs": [
                "There are also several factors that can affect fertility.",
                "These include:",
                "Page last reviewed: 09 August 2023Next review due: 09 August 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/infertility/causes/",
        "https://www.nhs.uk/conditions/infertility/diagnosis/",
        "https://www.nhs.uk/conditions/infertility/treatment/",
        "https://www.nhs.uk/conditions/infertility/causes/",
        "https://www.nhs.uk/conditions/infertility/diagnosis/",
        "https://www.nhs.uk/conditions/intrauterine-insemination-iui/",
        "https://www.nhs.uk/conditions/ivf/",
        "https://www.nhs.uk/conditions/ectopic-pregnancy/",
        "https://www.nhs.uk/conditions/infertility/treatment/",
        "https://www.nhs.uk/conditions/infertility/causes/",
        "https://www.nhs.uk/conditions/endometriosis/",
        "https://www.nhs.uk/conditions/sexually-transmitted-infections-stis/",
        "https://www.nhs.uk/conditions/chlamydia/",
        "https://www.nhs.uk/conditions/loss-of-libido/",
        "https://www.nhs.uk/conditions/infertility/causes/"
    ],
    "sublink_articles": []
}