{
    "title": "Overview\n    \n - \n      Physiotherapy",
    "url": "https://www.nhs.uk/conditions/physiotherapy/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Physiotherapy helps to restore movement and function when someone is affected by injury, illness or disability. It can also help to reduce your risk of injury or illness in the future.",
                "It takes a holistic approach that involves the patient directly in their own care."
            ]
        },
        {
            "title": "When is physiotherapy used?",
            "paragraphs": [
                "Physiotherapy can be helpful for people of all ages with a wide range of health conditions, including problems affecting the:",
                "Physiotherapy can improve your physical activity while helping you to prevent further injuries."
            ]
        },
        {
            "title": "Physiotherapists",
            "paragraphs": [
                "Physiotherapy is provided by specially trained and regulated practitioners called physiotherapists.",
                "Physiotherapists often work as part of a multidisciplinary team in various areas of medicine and settings, including:",
                "Some physiotherapists can also offer home visits."
            ]
        },
        {
            "title": "What physiotherapists do",
            "paragraphs": [
                "Physiotherapists consider the body as a whole, rather than just focusing on the individual aspects of an injury or illness.",
                "Some of the main approaches used by physiotherapists include:",
                "There are other techniques that may sometimes be used, such as exercises carried out in water (hydrotherapy or aquatic therapy) oracupuncture.",
                "Read more about themain physiotherapy techniques."
            ]
        },
        {
            "title": "Finding a physiotherapist",
            "paragraphs": [
                "Physiotherapy is available through the NHS or privately.",
                "You may need a referral from your GP to have physiotherapy on the NHS, although in some areas it's possible to refer yourself directly.",
                "To find out whether self-referral is available in your area, ask the reception staff at your GP surgery or contact your local hospital trust.",
                "Waiting lists for NHS treatment can be long and some people choose to pay for private treatment.Most private physiotherapists accept direct self-referrals.",
                "Read more aboutaccessing physiotherapy.",
                "Page last reviewed: 09 December 2022Next review due: 09 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/physiotherapy/how-it-works/",
        "https://www.nhs.uk/conditions/physiotherapy/accessing/",
        "https://www.nhs.uk/conditions/back-pain/",
        "https://www.nhs.uk/conditions/neck-pain-and-stiff-neck/",
        "https://www.nhs.uk/conditions/shoulder-pain/",
        "https://www.nhs.uk/conditions/sports-injuries/",
        "https://www.nhs.uk/conditions/stroke-old/",
        "https://www.nhs.uk/conditions/multiple-sclerosis/",
        "https://www.nhs.uk/conditions/parkinsons-disease/",
        "https://www.nhs.uk/conditions/heart-attack/",
        "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/",
        "https://www.nhs.uk/conditions/cystic-fibrosis/",
        "https://www.nhs.uk/conditions/acupuncture/",
        "https://www.nhs.uk/conditions/physiotherapy/how-it-works/",
        "https://www.nhs.uk/conditions/physiotherapy/accessing/",
        "https://www.nhs.uk/conditions/physiotherapy/how-it-works/"
    ],
    "sublink_articles": []
}