{
    "title": "Overview\n    \n - \n      Learning disabilities",
    "url": "https://www.nhs.uk/conditions/learning-disabilities/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "A learning disability affects the way a person learns new things throughout their life.",
                "A learning disability is different for everyone. No two people are the same.",
                "A person with a learning disability might have some difficulty:"
            ]
        },
        {
            "title": "What having a learning disability can mean",
            "paragraphs": [
                "A learning disability is different for everyone. Lots of people who have a learning disability can work, have relationships, live alone and get qualifications.",
                "Other people might need more support throughout their life."
            ]
        },
        {
            "title": "Support for people with a learning disability and family carers",
            "paragraphs": [
                "Doctors and other health workers might be able to tell if a person has a learning disability when they are very young. But some people get a diagnosis later in their lives. This can be when they are adults.",
                "If you are diagnosed with a learning disability, you might be referred to other health professionals to get the support you need."
            ]
        },
        {
            "title": "What causes a learning disability?",
            "paragraphs": [
                "We do not always know why a person has a learning disability. Sometimes it is because a person's brain development is affected, either before they are born, during their birth or in early childhood.",
                "This can be caused by things such as:",
                "There are some health conditions where you may be more likely to have a learning disability.",
                "For example, everyone withDown's syndromehas some level of learning disability, and so do many people withcerebral palsy.",
                "Some people withepilepsyalso have a learning disability and so do many autistic people."
            ]
        },
        {
            "title": "Profound and multiple learning disability (PMLD)",
            "paragraphs": [
                "A profound and multiple learning disability (PMLD) is when a person has a severe learning disability and other disabilities that significantly affect their ability to communicate and be independent.",
                "Someone with a profound and multiple learning disability might have difficulties seeing, hearing, speaking and moving. They may have complicated health and social care needs due to these or other conditions.",
                "People with a profound and multiple learning disability need support to help them with some areas of their life, such as eating, washing or personal care.",
                "Lots of people with a profound and multiple learning disability can still be involved in decisions about themselves, do things they enjoy and be independent.",
                "Some people who struggle with talking might be able to use other ways of communication, like sign language,Signalong, Makaton, or digital systems like picture exchange communication systems (PECS).",
                "Page last reviewed: 10 January 2022Next review due: 10 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/learning-disabilities/annual-health-checks/",
        "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/",
        "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/",
        "https://www.nhs.uk/conditions/meningitis/",
        "https://www.nhs.uk/conditions/downs-syndrome/",
        "https://www.nhs.uk/conditions/cerebral-palsy/",
        "https://www.nhs.uk/conditions/epilepsy/",
        "https://www.nhs.uk/conditions/learning-disabilities/annual-health-checks/"
    ],
    "sublink_articles": []
}