{
    "title": "Overview\n    \n - \n      Gestational diabetes",
    "url": "https://www.nhs.uk/conditions/gestational-diabetes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Gestational diabetes is high blood sugar (glucose) that develops during pregnancy and usually disappears after giving birth.",
                "It can happen at any stage of pregnancy, but is more common in the second or third trimester.",
                "It happens when your body cannot produce enough insulin – a hormone that helps control blood sugar levels – to meet your extra needs in pregnancy.",
                "Gestational diabetes can cause problems for you and your baby during pregnancy and after birth. But the risks can be reduced if the condition is detected early and well managed."
            ]
        },
        {
            "title": "Who's at risk of gestational diabetes",
            "paragraphs": [
                "Any woman can develop gestational diabetes during pregnancy, but you're at an increased risk if:",
                "If any of these apply to you, you should be offered screening for gestational diabetes during your pregnancy."
            ]
        },
        {
            "title": "Symptoms of gestational diabetes",
            "paragraphs": [
                "Gestational diabetes does not usually cause any symptoms.",
                "Most cases are only discovered when your blood sugar levels are tested during screening for gestational diabetes.",
                "Some women may develop symptoms if their blood sugar levels gets too high(hyperglycaemia), such as:",
                "But some of these symptoms are common during pregnancy and are not necessarily a sign of gestational diabetes. Speak to your midwife or doctor if you're worried about any symptoms you're experiencing."
            ]
        },
        {
            "title": "How gestational diabetes can affect your pregnancy",
            "paragraphs": [
                "Most women with gestational diabetes have otherwise normal pregnancies with healthy babies.",
                "However, gestational diabetes can cause problems such as:",
                "Having gestational diabetes also means you're at an increased risk of developingtype 2 diabetesin the future."
            ]
        },
        {
            "title": "Screening for gestational diabetes",
            "paragraphs": [
                "During yourfirst antenatal appointment(also called a booking appointment) at around week 8 to 12 of your pregnancy, your midwife or doctor will ask you some questions to determine whether you're at an increased risk of gestational diabetes.",
                "If you have 1 or more risk factors for gestational diabetes you should be offered a screening test.",
                "The screening test is called an oral glucose tolerance test (OGTT), which takes about 2 hours.",
                "It involves having ablood testin the morning, when you have not had any food or drink for 8 to 10 hours (though you can usually drink water, but check with the hospital if you're unsure). You're then given a glucose drink.",
                "After resting for 2 hours, another blood sample is taken to see how your body is dealing with the glucose.",
                "The OGTT is done when you're between 24 and 28 weeks pregnant. If you've had gestational diabetes before, you'll be offered an OGTT earlier in your pregnancy, soon after your booking appointment, then another OGTT at 24 to 28 weeks if the first test is normal.",
                "Find out more at Lab Tests Online: Glucose Tests."
            ]
        },
        {
            "title": "Treatments for gestational diabetes",
            "paragraphs": [
                "If you have gestational diabetes, the chances of having problems with your pregnancy can be reduced by controlling your blood sugar levels.",
                "You'll be given a blood sugar testing kit so you can monitor the effects of treatment.",
                "Blood sugar levels may be reduced by changing your diet and being more active if you can. Gentle activities such as walking, swimming and prenatal yoga can help reduce blood sugar. But tell your midwife or doctor before starting an activity you haven’t done before.",
                "However, if these changes don't lower your blood sugar levels enough, you will need to take medicine as well. This may be tablets or insulin injections.",
                "You'll also be more closely monitored during your pregnancy and birth to check for any potential problems.",
                "If you have gestational diabetes, it's best to give birth before 41 weeks. Induction of labour or a caesarean section may be recommended if labour does not start naturally by this time.",
                "Earlier delivery may be recommended if there are concerns about your or your baby's health or if your blood sugar levels have not been well controlled.",
                "Find out more abouthow gestational diabetes is treated."
            ]
        },
        {
            "title": "Long-term effects of gestational diabetes",
            "paragraphs": [
                "Gestational diabetes normally goes away after birth. But women who've had it are more likely to develop:",
                "You should have a blood test to check for diabetes 6 to 13 weeks after giving birth, and once every year after that if the result is normal.",
                "See your GP if you develop symptoms of high blood sugar, such as increased thirst, needing to pee more often than usual, and a dry mouth – do not wait until your next test.",
                "You should have the tests even if you feel well, as many people with diabetes do not have any symptoms.",
                "You'll also be advised about things you can do to reduce your risk of getting diabetes, such as maintaining a healthy weight, eating a balanced diet and exercising regularly.",
                "Some research has suggested that babies of mothers who had gestational diabetes may be more likely to develop diabetes or becomeobeselater in life."
            ]
        },
        {
            "title": "Planning future pregnancies",
            "paragraphs": [
                "If you've had gestational diabetes before and you're planning to get pregnant, make sure you get checked for diabetes. Your GP can arrange this.",
                "If you do have diabetes, you should be referred to a diabetes pre-conception clinic for support to ensure your condition is well controlled before you get pregnant.",
                "Read more aboutdiabetes in pregnancy.",
                "If you have an unplanned pregnancy, talk to your GP and tell them you had gestational diabetes in your previous pregnancy.",
                "If tests show you do not have diabetes, you'll be offered screening earlier in pregnancy (soon after your first midwife appointment) and another test at 24 to 28 weeks if the first test is normal.",
                "Alternatively, your midwife or doctor may suggest you test your blood sugar levels yourself using a finger-pricking device in the same way as you did during your previous gestational diabetes.",
                "Page last reviewed: 08 December 2022Next review due: 08 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/gestational-diabetes/treatment/",
        "https://www.nhs.uk/conditions/high-blood-sugar-hyperglycaemia/",
        "https://www.nhs.uk/conditions/thirst/",
        "https://www.nhs.uk/conditions/caesarean-section/",
        "https://www.nhs.uk/conditions/polyhydramnios/",
        "https://www.nhs.uk/conditions/pre-eclampsia/",
        "https://www.nhs.uk/conditions/jaundice-newborn/causes/",
        "https://www.nhs.uk/conditions/stillbirth/",
        "https://www.nhs.uk/conditions/gestational-diabetes/treatment/",
        "https://www.nhs.uk/conditions/gestational-diabetes/treatment/"
    ],
    "sublink_articles": []
}