{
    "title": "Overview\n    \n - \n      Varicose eczema",
    "url": "https://www.nhs.uk/conditions/varicose-eczema/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Varicose eczema, also known as venous, gravitational or stasis eczema, is a long-term skin condition that affects the lower legs. It's common in people with varicose veins.",
                "Varicose eczema tends to be a long-term problem. However, treatments are available to help keep it under control."
            ]
        },
        {
            "title": "Symptoms of varicose eczema",
            "paragraphs": [
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/459237/view",
                "ST BARTHOLOMEW HOSPITAL / SCIENCE PHOTO LIBRARY: https://www.sciencephoto.com/media/643944/view",
                "Science Photo Library: https://www.sciencephoto.com/media/1145274/view",
                "The affected skin can change colour and become:",
                "On white skin it looks red or brown. On black or brown skin it tends to look dark brown, purple or grey and can sometimes be more difficult to see.",
                "There may be periods when these symptoms improve and periods when they are more severe.",
                "Your legs may become swollen, especially at the end of the day or after long periods of standing.Varicose veins(swollen and enlarged veins) are often visible on the legs.",
                "Some people also have other symptoms, such as:",
                "If varicose eczema is not treated,leg ulcerscan develop. These are wounds that form where the skin has become damaged."
            ]
        },
        {
            "title": "When to get medical advice",
            "paragraphs": [
                "See a GP if you have symptoms of varicose eczema. Your doctor will often be able to make a diagnosis simply by looking at your skin.",
                "A GP will also ask you questions to determine whether you have a problem with the flow of blood in your leg veins, as this is the main cause of varicose eczema.",
                "To help make a diagnosis, a GP may want to know if you have ever had health conditions such as:",
                "A GP may also check the pulse in your feet and may do an ankle brachial pressure index (ABPI) test to see if compression stockings are suitable for you.",
                "The ABPI test involves comparing blood pressure readings taken from your ankles and upper arms. A significant difference in the readings suggests a problem with the flow of blood in your arteries – in which case, compression stockings may not be safe to use."
            ]
        },
        {
            "title": "Referral to a specialist",
            "paragraphs": [
                "You may be referred to a hospital specialist for further tests. You might see a doctor or surgeon who specialises in conditions affecting blood vessels (vascular specialist), or a doctor who specialises in skin conditions (dermatologist)."
            ]
        },
        {
            "title": "Causes of varicose eczema",
            "paragraphs": [
                "Varicose eczema is usually caused by increased pressure in the leg veins.",
                "When small valves in the veins stop working properly, it's difficult for blood to be pushed upwards against gravity and it can leak backwards.",
                "This increases the pressure in the veins, which can cause fluid to leak into the surrounding tissue. It's thought that varicose eczema may develop as a result of the immune system reacting to this fluid.",
                "Varicose eczema is more common in people with varicose veins, as these are also often a sign that the leg veins are not working properly.",
                "Some people develop the condition for no obvious reason, although there are some factors that increase the chance of this happening, including:"
            ]
        },
        {
            "title": "Treating varicose eczema",
            "paragraphs": [
                "For most people, treatment involves a combination of:",
                "If these treatments do not help, a GP may refer you to a skin specialist (dermatologist) in case there's another cause for your symptoms, or if they're concerned you may also havecontact dermatitis.",
                "If you have varicose veins, you may be referred to a doctor or surgeon specialising in conditions affecting the blood vessels (vascular specialist) who can talk to you about thetreatment options for varicose veins.",
                "Find out more abouttreating varicose eczema."
            ]
        },
        {
            "title": "Other types of eczema",
            "paragraphs": [
                "Eczema is the name for a group of skin conditions that cause dry, irritated skin. Other types of eczema include:",
                "Page last reviewed: 20 April 2023Next review due: 20 April 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/varicose-eczema/treatment/",
        "https://www.nhs.uk/conditions/leg-ulcer/",
        "https://www.nhs.uk/conditions/leg-ulcer/",
        "https://www.nhs.uk/conditions/cellulitis/",
        "https://www.nhs.uk/conditions/obesity/",
        "https://www.nhs.uk/conditions/topical-steroids/",
        "https://www.nhs.uk/conditions/varicose-veins/treatment/",
        "https://www.nhs.uk/conditions/varicose-eczema/treatment/",
        "https://www.nhs.uk/conditions/discoid-eczema/",
        "https://www.nhs.uk/conditions/varicose-eczema/treatment/"
    ],
    "sublink_articles": []
}