{
    "title": "Overview\n    \n - \n      Radiotherapy",
    "url": "https://www.nhs.uk/conditions/radiotherapy/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Radiotherapy is a treatment whereradiation is used to kill cancer cells."
            ]
        },
        {
            "title": "When radiotherapy is used",
            "paragraphs": [
                "Radiotherapy may be used in the early stages of cancer or after it has started to spread.",
                "It can be used to:"
            ]
        },
        {
            "title": "Types of radiotherapy",
            "paragraphs": [
                "Radiotherapy can be given in several ways. Your doctors will recommend the best type for you.",
                "The most common types are:",
                "Radiotherapy is usually given in hospital. You can usually go home soon after external radiotherapy, but you may need to stay in hospital for a few days if you have implants or radioisotope therapy.",
                "Read more aboutwhat happens during radiotherapy."
            ]
        },
        {
            "title": "Side effects of radiotherapy",
            "paragraphs": [
                "As well as killing cancer cells, radiotherapy can damage some healthy cells in the area being treated.",
                "This can cause some side effects, such as:",
                "Many of these side effects can be treated or prevented and most will go away after treatment stops.",
                "External radiotherapy does not make you radioactive, as the radiation passes through your body.",
                "The radiation from implants or injections can stay in your body for a few days, so you may need to stay in hospital and avoid close contact with other people for a few days as a precaution.",
                "You may need to avoid close contact with children and pregnant women when you go home for a short time. Your care team will let you know what to do.",
                "Read more about theside effects of radiotherapy."
            ]
        },
        {
            "title": "Video: cancer treatment - what happens during radiotherapy?",
            "paragraphs": [
                "In this video, an expert describes what happens and advises what questions to ask if you're referred for radiotherapy.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 05 June 2023Next review due: 05 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/radiotherapy/what-happens/",
        "https://www.nhs.uk/conditions/radiotherapy/side-effects/",
        "https://www.nhs.uk/conditions/chemotherapy/",
        "https://www.nhs.uk/conditions/radiotherapy/what-happens/",
        "https://www.nhs.uk/conditions/radiotherapy/side-effects/",
        "https://www.nhs.uk/conditions/radiotherapy/what-happens/"
    ],
    "sublink_articles": []
}