{
    "title": "Overview\n    \n - \n      Root canal treatment",
    "url": "https://www.nhs.uk/conditions/root-canal-treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Root canal treatment (endodontics) is a dental procedure used to treat infection at the centre of a tooth.",
                "Root canal treatment is not painful and can save a tooth that might otherwise have to be removed completely."
            ]
        },
        {
            "title": "Why it's needed",
            "paragraphs": [
                "The infection at the centre of a tooth (the root canal) is caused by bacteria that live in the mouth and invade the tooth.",
                "This can happen after:"
            ]
        },
        {
            "title": "Tooth structure",
            "paragraphs": [
                "A tooth is made up of 2 parts. The crown is the top part of the tooth that's visible in the mouth.",
                "The root extends into the bone of the jaw, anchoring the tooth in position.",
                "Teeth also consist of:",
                "The root canal system contains the dental pulp and extends from the crown of the tooth to the end of the root.",
                "A single tooth can have more than 1 root canal."
            ]
        },
        {
            "title": "When root canal treatment is needed",
            "paragraphs": [
                "Root canal treatment is needed when dentalX-raysshow that the pulp has been damaged by a bacterial infection.",
                "The pulp may become inflamed if it's infected by bacteria, allowing the bacteria to multiply and spread.",
                "The symptoms of a pulp infection include:",
                "As the infection progresses, these symptoms often disappear as the pulp dies.",
                "Your tooth then appears to have healed, but the infection has in fact spread through the root canal system.",
                "You eventually get further symptoms such as:",
                "It's important to see your dentist if you developtoothache. If your tooth is infected, the pulp cannot heal by itself.",
                "Leaving the infected tooth in your mouth may make it worse.",
                "There may also be less chance of the root canal treatment working if the infection within your tooth becomes established.",
                "Antibiotics, a medicine to treat bacterial infections, are not effective in treating root canal infections. They can though help to treat infection that spreads beyond the root and causes swelling."
            ]
        },
        {
            "title": "How root canal treatment is done",
            "paragraphs": [
                "To treat the infection in the root canal, the bacteria need to be removed.",
                "This can be done by either:",
                "But removing the tooth is not usually recommended as it's better to keep as many of your natural teeth as possible.",
                "Before having root canal treatment, you'll usually be given alocal anaesthetic.",
                "This means the procedure should be painless and no more unpleasant than having a filling.",
                "After the bacteria have been removed, the root canal is filled and the tooth sealed with a filling or crown.",
                "In most cases the inflamed tissue near the tooth will heal naturally.",
                "Root canal treatment is usually successful. In about 9 out of 10 cases a tooth can survive for up to 10 years after root canal treatment.",
                "Find out how root canal treatment is done"
            ]
        },
        {
            "title": "Recovering from root canal treatment",
            "paragraphs": [
                "It's important to look after your teeth when recovering from root canal treatment.",
                "You should avoid biting on hard foods until your treatment is complete.",
                "After your final treatment, your restored tooth should no longer be painful, although it may feel sore for a few days.",
                "You can take over-the-counter painkillers, such as paracetamol oribuprofen, to relieve any discomfort.",
                "Return to your dentist if you still have pain or swelling after using painkillers.",
                "In most cases it's possible to prevent the need for further root canal treatment by:",
                "Find out how to take care of your teeth and gums"
            ]
        },
        {
            "title": "Rate your dentist",
            "paragraphs": [
                "You can comment on your NHS dentist and share your experience with others.",
                "Find a dentist",
                "Page last reviewed: 27 January 2022Next review due: 27 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/root-canal-treatment/what-happens/",
        "https://www.nhs.uk/conditions/antibiotics/",
        "https://www.nhs.uk/conditions/local-anaesthesia/",
        "https://www.nhs.uk/conditions/root-canal-treatment/what-happens/",
        "https://www.nhs.uk/conditions/root-canal-treatment/what-happens/"
    ],
    "sublink_articles": []
}