{
    "title": "Period problems\n    \n - \n      Periods",
    "url": "https://www.nhs.uk/conditions/periods/period-problems/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPeriods"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If problems with your periods are affecting your life, there's help and support available.",
                "Before you see your GP about period problems, it can be useful to keep a diary of your symptoms throughout the menstrual cycle. This can give your doctor a detailed idea of what happens, and when, during your cycle."
            ]
        },
        {
            "title": "Painful periods",
            "paragraphs": [
                "Pain during periods is common. It's usually caused by the womb contracting to push out the blood.",
                "Exercise may help relieve the pain, as well as taking over-the-counter painkillers, such asparacetamol,ibuprofenandaspirin.",
                "However, do not take ibuprofen or aspirin if you have asthma or stomach, heart, kidney or liver problems. Aspirin should not be taken by anyone under 16 years of age.",
                "Hormonal contraception (such as thecombined contraceptive pill, theintrauterine system (IUS), thecontraceptive patchor thecontraceptive injection) can reduce period pain.",
                "See your GP if the pain is so severe that it affects your daily life.",
                "Read more aboutperiod pain."
            ]
        },
        {
            "title": "Heavy periods",
            "paragraphs": [
                "Some women naturally have heavier periods than others, but if your periods are so heavy that they impact your life, there is help available.",
                "Heavy periods are where you:",
                "Talk to your GP about your bleeding, including how often you have to change your period products (pads, tampons, period pants or menstrual cup).",
                "Your GP can investigate why you're experiencing heavy bleeding. These investigations may include a physical examination, blood tests or scans.",
                "Treatments for heavy periods can include:",
                "Read more aboutheavy periods, including treatment."
            ]
        },
        {
            "title": "Irregular periods",
            "paragraphs": [
                "A period usually lasts 2 to 7 days, with the average period lasting 5 days.",
                "The length of the menstrual cycle varies from woman to woman, but the average is to have periods around every 28 days. Regular cycles that are longer or shorter than this, from 21 to 35 days, are normal.",
                "But some women have an irregular menstrual cycle.",
                "This is where there is a wide variation in:",
                "Irregular periods can be common during puberty and just before themenopause. Changing your method of contraception can also disturb your normal menstrual cycle.",
                "Read more aboutirregular periods, including what causes them and when treatment may be necessary."
            ]
        },
        {
            "title": "Stopped or missed periods",
            "paragraphs": [
                "There are many reasons why you may miss your period, or why periods may stop altogether.",
                "Some common reasons are:",
                "If your periods stop and you're concerned, see your GP.",
                "Read more aboutstopped or missed periods."
            ]
        },
        {
            "title": "PMS (premenstrual syndrome)",
            "paragraphs": [
                "PMS is thought to be linked to changing levels of hormones throughout the menstrual cycle.",
                "Not all women get PMS. If you do, the range and severity of symptoms can vary.",
                "Symptoms may include:",
                "Symptoms usually start and can intensify in the 2 weeks before your period, and then ease and disappear after your period starts.",
                "Read more aboutPMS, including symptoms and treatment."
            ]
        },
        {
            "title": "Menstrual migraine",
            "paragraphs": [
                "Menstrual migraines are very painful headaches that happen around the time of your period. They usually happen around 2 days before your period starts, or during the first 3 days of your period.",
                "They're linked to changing levels of hormones and can be more painful than other types of migraine.",
                "Most women who get menstrual migraines also get migraines at other times.",
                "See a GP if you get menstrual migraines. They can advise you about medicines that can help.",
                "Find out more about menstrual migraines from the Migraine Trust"
            ]
        },
        {
            "title": "Endometriosis",
            "paragraphs": [
                "Endometriosis is a condition where tissue similar to the lining of the womb (endometrium) grows in other places outside the womb, such as in the ovaries and fallopian tubes.",
                "Not all women have symptoms, but endometriosis can cause:",
                "See your GP if you have symptoms of endometriosis, especially if they're having a big impact on your life.",
                "Read more aboutendometriosis, including how it's diagnosed and treated."
            ]
        },
        {
            "title": "Ovulation pain",
            "paragraphs": [
                "Some women get a one-sided pain in their lower abdomen when they ovulate.",
                "The pain can be a dull cramp or sharp and sudden. It can last just a few minutes or continue for 1 to 2 days. Some women notice a little vaginal bleeding when it happens.",
                "Painful ovulation can usually be eased by simple remedies like soaking in a hot bath or taking an over-the-counter painkiller, such asparacetamol.",
                "If you're in a lot of discomfort, see your GP about other treatment options.",
                "Read more aboutovulation pain.",
                "Page last reviewed: 05 January 2023Next review due: 05 January 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/period-pain/",
        "https://www.nhs.uk/conditions/heavy-periods/",
        "https://www.nhs.uk/conditions/menopause/",
        "https://www.nhs.uk/conditions/irregular-periods/",
        "https://www.nhs.uk/conditions/missed-or-late-periods/",
        "https://www.nhs.uk/conditions/pre-menstrual-syndrome/",
        "https://www.nhs.uk/conditions/endometriosis/",
        "https://www.nhs.uk/conditions/ovulation-pain/"
    ],
    "sublink_articles": []
}