{
    "title": "Period pain",
    "url": "https://www.nhs.uk/conditions/period-pain/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "It's common to have pain or discomfort before or during your period. There are things you can do to help ease the pain."
            ]
        },
        {
            "title": "Check if it's period pain",
            "paragraphs": [
                "Period pain usually happens to women around the start of their period. It can affect anyone who has periods.",
                "You may have period pain if:",
                "Period pain usually lasts for up to 3 days and can affect your daily activities."
            ]
        },
        {
            "title": "How you can ease period pain",
            "paragraphs": [
                "There are some things you can do to help ease period pain."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "have a warm bath or shower",
                "use a heat pad or hot water bottle wrapped in a tea towel on your tummy",
                "try massaging your tummy and back",
                "try some gentle exercise like yoga, swimming, walking or cycling",
                "use painkillers likeparacetamoloribuprofen",
                "Cutting down on alcoholandnot smokingmay also help ease period pain."
            ]
        },
        {
            "title": "Causes of period pain",
            "paragraphs": [
                "Period pain happens when your womb tightens during your period. It's often a normal part of the menstrual cycle.",
                "Sometimes painful periods can be caused by a condition such as:",
                "Anintrauterine device (IUD)can also cause period pain, particularly during the first 3 to 6 months after it's put in."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 or get help from111 online."
            ]
        },
        {
            "title": "Treatments for period pain",
            "paragraphs": [
                "If you have severe period pain, a GP may recommend:",
                "The GP may refer you to a specialist (gynaecologist) if your period pain does not get better.",
                "You might need tests, such as anultrasound scan, to find out what's causing your period pain. If a condition is found, treating it will help.",
                "For example, if you have fibroids, you may be given medicine to shrink them or have surgery to remove them. If you have pelvic inflammatory disease, you'll usually need antibiotics.",
                "Page last reviewed: 29 July 2022Next review due: 29 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/endometriosis/",
        "https://www.nhs.uk/conditions/adenomyosis/",
        "https://www.nhs.uk/conditions/fibroids/",
        "https://www.nhs.uk/conditions/pelvic-inflammatory-disease-pid/",
        "https://www.nhs.uk/conditions/transcutaneous-electrical-nerve-stimulation-tens/"
    ],
    "sublink_articles": []
}