{
    "title": "Personal budgets and direct payments",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/personal-budgets/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMoney, work, benefits and social care",
                "You'll be given a personal budget to spend if your local council decide you're eligible for help with any social care and support you need. You can request an assessment from the council to establish your needs.",
                "The money in your personal budget can be paid to you, to help you make more decisions about how it's spent. This is known as a direct payment."
            ]
        },
        {
            "title": "What is a personal budget?",
            "paragraphs": [
                "Your personal budget is the amount of money your local council will pay towards any social care and support you need.",
                "The amount of money in your personal budget is decided by your local council aftergetting a needs assessmentto work out:"
            ]
        },
        {
            "title": "Carers and personal budgets",
            "paragraphs": [
                "If you're a carer, you may be entitled to receive a personal budget after having acarer's assessmentto see what might help make your life easier.",
                "A carer's assessment is free and anyone over 18 can ask for one."
            ]
        },
        {
            "title": "Choosing how to receive your personal budget",
            "paragraphs": [
                "You can ask the council to either:",
                "You can also choose a combination of these options. For example, the council could arrange some of your care but send you the rest of the money. This is often called a mixed package or \"mix and match\"."
            ]
        },
        {
            "title": "If the council manages your money",
            "paragraphs": [
                "The money in your personal budget will be spent for you by the council. They will arrange all your care and support based on your agreed care plan.",
                "They still need to check you're happy with the care they're arranging for you."
            ]
        },
        {
            "title": "If your money is paid to another organisation",
            "paragraphs": [
                "The organisation you choose, such as your care provider, will speak to the council and arrange the payments.",
                "Sometimes other organisations charge you extra money to arrange payments from the council."
            ]
        },
        {
            "title": "The benefits of direct payments",
            "paragraphs": [
                "Direct payments give you more flexibility over how your care and support is arranged and provided.",
                "For example, you could choose to hire care workers or personal assistants who:",
                "There are many ways you could choose to use the money. It's your choice as long as you're spending your personal budget on things that meet your agreed care plan.",
                "Most councils will ask for evidence of how you've spent your money every 3 months."
            ]
        },
        {
            "title": "When to consider other options",
            "paragraphs": [
                "You may decide direct payments are not helpful if:",
                "If you are not confident about keeping records or managing the people who care for you, your local council should be able to provide support.",
                "You could also consider having someone else manage your direct payments, for example a friend or family member. You'll need to set up a trust for payments that are managed by someone else.",
                "Read more aboutsetting up a trust on the Money Helper website."
            ]
        },
        {
            "title": "How to apply for direct payments",
            "paragraphs": [
                "You should be offered direct payments as an option after your needs assessment.",
                "You can also ask your local council's social services department about direct payments."
            ]
        },
        {
            "title": "How direct payments work",
            "paragraphs": [
                "If you choose direct payments, the council will send you the money in your personal budget by either:",
                "You can then choose how you spend the money on your own care and support, as long as it matches the care plan you've agreed with the council."
            ]
        },
        {
            "title": "Signing a direct payment agreement",
            "paragraphs": [
                "The council might ask you to sign a document called a direct payment agreement. This says:",
                "If you spend direct payments on something that isn't agreed in your care plan, the council could take the money back or end the direct payments."
            ]
        },
        {
            "title": "If you're struggling to manage your money",
            "paragraphs": [
                "Ask your local council for advice or callMoney Helperon 0800 138 7777."
            ]
        },
        {
            "title": "If you want someone else to receive the direct payment",
            "paragraphs": [
                "You could speak to the council and agree for the money to be sent to someone who will spend it for you. For example:",
                "You may need to write down how they will spend the money and which decisions they can make for you. This is known as a decision-making agreement."
            ]
        },
        {
            "title": "Employing your own carer or personal assistant",
            "paragraphs": [
                "If you decide to hire a carer or personal assistant yourself, it's important to know the responsibilities you'll have as an employer.",
                "Although support from the council should be available, you may need to arrange:",
                "Read more aboutemploying someone to work in your home on GOV.UK.",
                "You can also read aboutgetting a personal assistant on the Disability Rights UK website."
            ]
        },
        {
            "title": "If you don't want to become an employer",
            "paragraphs": [
                "You could choose to hire care workers through an agency instead. This removes the legal obligations of being an employer, but could:",
                "Read more aboutgetting help from a paid carer or personal assistant."
            ]
        },
        {
            "title": "How to research a care agency",
            "paragraphs": [
                "When choosing an agency, decide what sort of service you're looking for and the tasks you need help with. It's a good idea to contact more than one agency, as they may offer different types of services.",
                "You can find out about local home care agencies by:",
                "There are also organisations that inspect care agencies to see how well they are doing. The Care Quality Commission (CQC) regulates all health and adult social care in England.",
                "You might see a CQC inspection rating when you search online for care home agencies. Their 4 ratings are:",
                "You can alsofind and compare home care agencies on the CQC website."
            ]
        },
        {
            "title": "Telephone helplines",
            "paragraphs": [
                "If you would like support to help you manage your personal budget or direct payments, speak to your council or call:"
            ]
        },
        {
            "title": "How to complain about personal budgets",
            "paragraphs": [
                "It's worth speaking to your council's social services before making an official complaint to see if they can help.",
                "You still have to the right to complain if you:",
                "You could either:",
                "Your council should also have a formal complaints procedure on its website."
            ]
        },
        {
            "title": "If you're not happy with the council's response",
            "paragraphs": [
                "Contact your Local Government Ombudsman. They investigate all adult social care complaints.",
                "Find out more aboutmaking a complaint on the Local Government and Social Care Ombudsman website."
            ]
        },
        {
            "title": "More inMoney, work, benefits and social care",
            "paragraphs": [
                "Page last reviewed: 25 November 2022Next review due: 25 November 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/homecare/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/money-work-and-benefits/"
    ],
    "sublink_articles": []
}