{
    "title": "Prevention\n    \n - \n      Miscarriage",
    "url": "https://www.nhs.uk/conditions/miscarriage/prevention/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMiscarriage"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "In many cases, the cause of a miscarriage is not known and you would not have been able to prevent it.",
                "However, there are ways to lower your risk of miscarriage, including:"
            ]
        },
        {
            "title": "Your weight",
            "paragraphs": [
                "Obesityincreases your risk of miscarriage. A person is obese when they have a body mass index (BMI) of over 30. You can check your BMI using thehealthy weight calculator. If you're pregnant, your midwife or doctor may be able to tell you your BMI.",
                "The best way to protect your health and your baby's wellbeing is to lose weight before you become pregnant. By reaching a healthy weight, you cut your risk of all the problems associated with obesity in pregnancy. Contact your GP for advice about how to lose weight. They may be able to refer you to a specialist weight loss clinic.",
                "As yet, there's no evidence to suggest losing weight during pregnancy lowers your risk of miscarriage, but eating healthily, and activities such as walking and swimming, are good to do during pregnancy.",
                "If you were not active before becoming pregnant, you should consult your midwife or doctor before starting a new exercise regimen while you're pregnant.",
                "Read more aboutobesity and pregnancyandexercise in pregnancy."
            ]
        },
        {
            "title": "Treating an identified cause",
            "paragraphs": [
                "Sometimes the cause of a miscarriage can be identified. In these cases, it may be possible to have treatment to prevent this causing any more miscarriages."
            ]
        },
        {
            "title": "Antiphospholipid syndrome",
            "paragraphs": [
                "Antiphospholipid syndrome (APS), also known as Hughes syndrome, is a condition that causes blood clots. It can be treated with medication.",
                "Research has shown that a combination of aspirin and heparin (a medicine used to prevent blood clots) can improve pregnancy outcomes in women with the condition.",
                "Read more abouttreating antiphospholipid syndrome."
            ]
        },
        {
            "title": "Weakened cervix",
            "paragraphs": [
                "A weakened cervix, also known as cervical incompetence, can be treated with an operation to put a small stitch of strong thread around your cervix to keep it closed.",
                "This is usually carried out after the first 12 weeks of your pregnancy.",
                "Page last reviewed: 09 March 2022Next review due: 09 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/rubella/",
        "https://www.nhs.uk/conditions/antiphospholipid-syndrome/treatment/"
    ],
    "sublink_articles": []
}