{
    "title": "Recovery position\n    \n - \n      First aid",
    "url": "https://www.nhs.uk/conditions/first-aid/recovery-position/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toFirst aid"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If a person is unconscious but is breathing and has no other life-threatening conditions, they should be placed in the recovery position.",
                "Putting someone in the recovery position will keep their airway clear and open. It also ensures that any vomit or fluid won't cause them to choke."
            ]
        },
        {
            "title": "Video: How to put someone into the recovery position",
            "paragraphs": [
                "This video provides a step-by-step guide on how to put someone into the recovery position.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Or follow these steps:"
            ]
        },
        {
            "title": "Spinal injury",
            "paragraphs": [
                "If you think a person may have a spinal injury, do not attempt to move them until the emergency services reach you.",
                "If it's necessary to open their airway, place your hands on either side of their head and gently lift their jaw with your fingertips to open the airway. Take care not to move their neck.",
                "You should suspect a spinal injury if the person:",
                "Page last reviewed: 15 March 2022Next review due: 15 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/first-aid/",
        "https://www.nhs.uk/conditions/first-aid/",
        "https://www.nhs.uk/conditions/first-aid/",
        "https://www.nhs.uk/conditions/first-aid/after-an-accident/",
        "https://www.nhs.uk/conditions/first-aid/cpr/",
        "https://www.nhs.uk/conditions/first-aid/cpr/"
    ],
    "sublink_articles": []
}