{
    "title": "Red eye",
    "url": "https://www.nhs.uk/conditions/red-eye/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "A red eye is usually nothing to worry about and often gets better on its own. But sometimes it can be serious and you'll need to get medical help."
            ]
        },
        {
            "title": "Common causes of a red eye",
            "paragraphs": [
                "Lots of different things can cause a red eye.",
                "Your symptoms might give you an idea of what's causing it."
            ]
        },
        {
            "title": "What to do if you have a red eye",
            "paragraphs": [
                "If your eye does not hurt and your sight is not affected, it's probably nothing serious. It may get better on its own in a few days.",
                "Until it has got better:"
            ]
        },
        {
            "title": "A pharmacist can help if you have a red eye",
            "paragraphs": [
                "You can ask a pharmacist if:"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "If your GP cannot find what's causing your red eye, they may refer you to an eye specialist (ophthalmologist) for tests."
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if:",
            "paragraphs": [
                "You have a red eye and:",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you.",
                "Page last reviewed: 21 March 2022Next review due: 21 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/dry-eyes/",
        "https://www.nhs.uk/conditions/blepharitis/",
        "https://www.nhs.uk/conditions/eyelid-problems/"
    ],
    "sublink_articles": []
}