{
    "title": "Risks\n    \n - \n      Pacemaker implantation",
    "url": "https://www.nhs.uk/conditions/pacemaker-implantation/risks/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPacemaker implantation"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "As with any medical or surgical procedure, pacemaker implantation has risks as well as benefits."
            ]
        },
        {
            "title": "Blood clots",
            "paragraphs": [
                "Ablood clotcan develop in one of the veins in the arm on the side of the body where the pacemaker was fitted.",
                "This may cause some swelling in the affected arm, but it usually settles in a few days and is rarely a serious problem.",
                "In some cases, you may be givenanticoagulant medication, which stops the clot getting bigger."
            ]
        },
        {
            "title": "Pacemaker infection",
            "paragraphs": [
                "Some people with a pacemaker can develop a pacemaker infection. This usually happens within the first 12 months of having the device fitted.",
                "Symptoms of a pacemaker infection include a high temperature and pain, swelling and redness at the site of the pacemaker.",
                "Call your GP or cardiologist as soon as possible for advice if you're worried you have developed an infection.",
                "If this is not possible, callNHS 111or your localout-of-hours service.",
                "A pacemaker infection is usually treated using a combination ofantibioticsand surgery to remove and then replace the pacemaker.",
                "If an infection is not treated, it could spread into your lungs(pneumonia), the lining of your heart(endocarditis), or your blood(sepsis)."
            ]
        },
        {
            "title": "Air leak",
            "paragraphs": [
                "As the vein the pacemaker wires are inserted into lies very close to one of the lungs, there's a risk of the lung being accidentally punctured during the procedure.",
                "This means air can leak from the affected lung into the chest area. This problem is known as pneumothorax.",
                "In most cases, the leak is very small and gets better on its own without treatment.",
                "If a lot of air leaks into the chest, this may need to be sucked out using a needle and placing a special drain into the chest area.",
                "If a drain is required, you may need to stay in hospital for an extra day or two."
            ]
        },
        {
            "title": "Problems with the pacemaker",
            "paragraphs": [
                "As with any electronic device, there's a small chance your pacemaker could stop working properly. This is known as a pacemaker malfunction.",
                "A pacemaker can go wrong if:",
                "Signs your pacemaker may have failed include:",
                "Seek immediate medical advice if you're concerned your pacemaker has failed.",
                "In some cases, it may be possible to reprogramme the pacemaker remotely using wireless signals.",
                "Otherwise, the pacemaker will need to be removed and replaced."
            ]
        },
        {
            "title": "Twiddler's syndrome",
            "paragraphs": [
                "Twiddler's syndrome is when the pacemaker generator is pulled out of its normal position because a person is moving it back and forth or round and round under the skin (\"twiddling\" with it), often without realising.",
                "One possible treatment option is to stitch the generator more firmly to the surrounding tissue so it cannot be moved.",
                "Page last reviewed: 26 July 2022Next review due: 26 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/blood-clots/",
        "https://www.nhs.uk/conditions/anticoagulants/",
        "https://www.nhs.uk/conditions/antibiotics/",
        "https://www.nhs.uk/conditions/pneumonia/",
        "https://www.nhs.uk/conditions/endocarditis/",
        "https://www.nhs.uk/conditions/sepsis/",
        "https://www.nhs.uk/conditions/hiccups/",
        "https://www.nhs.uk/conditions/fainting/"
    ],
    "sublink_articles": []
}