{
    "title": "Rubella (german measles)",
    "url": "https://www.nhs.uk/conditions/rubella/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Rubella (german measles) is a rare illness that causes a spotty rash. It usually gets better in about a week, but it can be serious if you get it when you're pregnant."
            ]
        },
        {
            "title": "Check if you or your child have rubella",
            "paragraphs": [
                "The main symptom of rubella is a spotty rash that starts on the face or behind the ears and spreads to the neck and body.",
                "The rash takes 2 to 3 weeks to appear after getting rubella.",
                "PR. PH. FRANCESCHINI/CNRI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/259748/view",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/259492/view",
                "DR P. MARAZZI/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/259236/view",
                "Rubella can also cause:",
                "It's very unlikely to be rubella if you have had both doses of theMMR vaccineor had rubella before.",
                "See other rashes in children and babies"
            ]
        },
        {
            "title": "Non-urgent advice:Call a GP if:",
            "paragraphs": [
                "Rubella can spread to others. It's best to call before you go in. The GP may suggest talking over the phone."
            ]
        },
        {
            "title": "How to look after yourself or your child",
            "paragraphs": [
                "Rubella usually gets better in about a week.",
                "After getting advice from a GP, you or your child should:"
            ]
        },
        {
            "title": "How to avoid spreading rubella",
            "paragraphs": [
                "Rubella spreads in coughs and sneezes.",
                "It’s infectious from 1 week before the symptoms start and for 5 days after the rash first appears.",
                "It can be serious for some people, so you should try to avoid spreading it to others."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "stay off nursery, school, or work for 5 days after the rash appears",
                "try to avoid close contact with anyone who is pregnant",
                "wash your hands often with soap and warm water",
                "use tissues when you cough or sneeze",
                "throw used tissues in the bin"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not share cutlery, cups, towels, clothes, or bedding"
            ]
        },
        {
            "title": "Rubella in pregnancy",
            "paragraphs": [
                "Rubella is very rare in pregnancy. But if you get it when you're pregnant, rubella could harm your baby.",
                "It can cause:",
                "The risk is highest if you get rubella early in pregnancy.",
                "There's not thought to be a risk to your baby if you get rubella after week 20 of your pregnancy."
            ]
        },
        {
            "title": "Urgent advice:Call your midwife, maternity unit, or GP immediately if:",
            "paragraphs": [
                "You're pregnant and either:"
            ]
        },
        {
            "title": "Get vaccinated against rubella",
            "paragraphs": [
                "The MMR vaccine can prevent rubella. It also protects you frommeaslesandmumps.",
                "The MMR vaccine is offered to all children in the UK. 2 doses can give lifelong protection against measles, mumps, and rubella.",
                "Ask at your GP surgery if you're not sure you or your child have had the vaccine. They can give it for free on the NHS.",
                "Find out more about the MMR vaccine",
                "Page last reviewed: 23 May 2022Next review due: 23 May 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/rashes-babies-and-children/",
        "https://www.nhs.uk/conditions/measles/",
        "https://www.nhs.uk/conditions/mumps/"
    ],
    "sublink_articles": []
}