{
    "title": "Shared lives schemes",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/shared-lives-schemes/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "Shared lives schemes support adults with learning disabilities, mental health problems or other needs that make it harder for them to live on their own.",
                "The schemes match someone who needs care with an approved carer. The carer shares their family and community life, and gives care and support to the person with care needs.",
                "Some people move in with their shared lives carer, while others are regular daytime visitors. Some combine daytime and overnight visits.",
                "Shared lives schemes are available across the country and are an alternative to traditional kinds of care, such ascare homes.",
                "The schemes are also known as adult placements."
            ]
        },
        {
            "title": "The benefits of shared lives schemes",
            "paragraphs": [
                "Sharing a home, family and community life with a shared lives carer lets you get to know and bond with the carer.",
                "Before starting the scheme, you have the chance to get to know the shared lives carer and decide whether you want to spend time together.",
                "People sometimes use a shared lives scheme as a way of learning the skills they need to live independently and to help them put down roots in the area or community before moving into a place of their own.",
                "Find your local shared lives services"
            ]
        },
        {
            "title": "How to become a shared lives carer",
            "paragraphs": [
                "Shared lives schemes rely on carers, and the schemes have to be registered with the Care Quality Commission. Carers are trained and vetted by the scheme.",
                "The schemes do pay the self-employed shared lives carers but not by the hour. Carers, as well as their families and friends, contribute a lot that is unpaid.",
                "If you're interested in becoming a shared lives carer, contactShared Lives Plus, the UK network of shared lives carers."
            ]
        },
        {
            "title": "Video: Shared lives – providing a home for those who need care",
            "paragraphs": [
                "Watch this video about a scheme where people share their homes with others in need of care.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 22 May 2024Next review due: 22 May 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}