{
    "title": "Side effects\n    \n - \n      Radiotherapy",
    "url": "https://www.nhs.uk/conditions/radiotherapy/side-effects/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toRadiotherapy"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Radiotherapy can cause side effects, although many of these can be treated or prevented and most will go away after the treatment stops.",
                "It's difficult to predict what side effects you'll get and in some cases you may only develop side effects months, or even years, after you start treatment.",
                "Side effects vary from person to person and depend on things such as the part of your body being treated and the type of radiotherapy you have. Ask your care team about the side effects you might get."
            ]
        },
        {
            "title": "Sore skin",
            "paragraphs": [
                "In some people, radiotherapy can make your skin sore, change colour (it might become red, lighter or darker than your normal skin tone), or dry and itchy. Sometimes it can blister and peel.",
                "This tends to start 1 to 2 weeks after treatment begins.",
                "Tell your care team if you notice any soreness or changes to your skin.",
                "To care for your skin during radiotherapy you should:",
                "Skin problems usually settle within 2 to 4 weeks of treatment finishing, but sometimes your skin might stay slightly darker or lighter than it was before."
            ]
        },
        {
            "title": "Tiredness",
            "paragraphs": [
                "Many people having radiotherapy feel tired (fatigued) a lot of the time or become tired very easily from doing everyday activities.",
                "This usually starts during treatment and can continue for several weeks or months after treatment finishes.",
                "It can help to:",
                "If you're working, you may want to ask your employer for time off or to let you work part-time until your treatment has finished.",
                "Read moretips to help fight tiredness.",
                "Contact your care team if you suddenly feel very tired and out of breath. This can be a sign of a lack of red blood cells (anaemia), which may need to be treated."
            ]
        },
        {
            "title": "Hair loss",
            "paragraphs": [
                "Hair loss is a common side effect of radiotherapy. But unlike hair loss during chemotherapy, it only causes hair loss in the area being treated.",
                "Ask your care team to show you exactly where your hair is likely to fall out.",
                "Your hair will usually start to fall out 2 to 3 weeks after treatment starts.",
                "It should start to grow back a few weeks after treatment finishes, although sometimes it may be a slightly different texture or colour than it was before.",
                "Occasionally, hair loss can be permanent if you have a high dose of radiotherapy. Ask your doctor if this is a risk before starting treatment."
            ]
        },
        {
            "title": "Coping with hair loss",
            "paragraphs": [
                "Hair loss can be upsetting. Talk to your care team if you find losing your hair difficult to cope with.",
                "They understand how distressing it can be and can support you and discuss your options with you.",
                "You may decide you want to wear a wig if you lose the hair on your head. Synthetic wigs are available free of charge on the NHS for some people, but you'll usually have to pay for a wig made from real hair.",
                "Other options include headwear such as headscarves."
            ]
        },
        {
            "title": "Feeling sick",
            "paragraphs": [
                "Some people feel sick during, or for a short time after, radiotherapy treatment sessions.",
                "This is more likely to happen if the treatment area is near your stomach, or if your brain is being treated.",
                "Tell your care team if you feel sick during or after treatment. They can prescribe anti-sickness medicine to help.",
                "You should stop feeling sick soon after your treatment finishes.",
                "Macmillan has more information about managing sickness and vomiting."
            ]
        },
        {
            "title": "Problems eating and drinking",
            "paragraphs": [
                "Radiotherapy can sometimes cause:"
            ]
        },
        {
            "title": "Sore mouth",
            "paragraphs": [
                "Radiotherapy to your head or neck can make the lining of your mouth sore and irritated. This is known asmucositis.",
                "Symptoms tend to happen within a couple of weeks of treatment starting and can include:",
                "Tell your care team if you have any of these problems. They may recommend painkillers or a special mouthwash that can help. Avoiding spicy, salty or sharp foods can also help.",
                "Mucositis usually gets better a few weeks after treatment finishes, although sometimes a dry mouth can be a long-term problem."
            ]
        },
        {
            "title": "Loss of appetite",
            "paragraphs": [
                "Feeling sick and tired during radiotherapy can make you lose your appetite, which could lead to weight loss. You may also find that your sense of taste changes, which can also affect appetite.",
                "But it's important to try to eat healthily and maintain your weight during treatment. Tell your care team if you do not feel you're eating enough.",
                "They may give you tips, such as eating frequent small meals instead of 3 large meals, or refer you to a dietitian."
            ]
        },
        {
            "title": "Discomfort when swallowing",
            "paragraphs": [
                "Radiotherapy to your chest, head, neck or oesophagus (gullet or food pipe) can make swallowing uncomfortable.",
                "Tell your care team if this affects you, as you may need to make some changes to your diet, such as eating soft or liquid foods.",
                "You may also be prescribed medicine to reduce the discomfort and in a few cases you may need a temporary feeding tube.",
                "Read more abouttreatments for swallowing problems.",
                "Swallowing problems usually improve after treatment stops."
            ]
        },
        {
            "title": "Diarrhoea",
            "paragraphs": [
                "Diarrhoea is a common side effect of radiotherapy to the tummy or pelvic area.",
                "It usually starts a few days after treatment begins and may get a bit worse as treatment continues.",
                "Tell your care team if you get diarrhoea. Medicine is available to help relieve it.",
                "Diarrhoea should disappear within a few weeks of treatment finishing. Tell your doctor if your symptoms have not improved after a few weeks, or if you notice blood in your poo."
            ]
        },
        {
            "title": "Stiff joints and muscles",
            "paragraphs": [
                "Radiotherapy can sometimes make your joints and muscles in the area being treated feel stiff, swollen and uncomfortable.",
                "Exercising and stretching regularly can help to prevent stiffness.",
                "Tell your care team if joint or muscle stiffness a problem. They may refer you to aphysiotherapist, who can recommend exercises for you to try."
            ]
        },
        {
            "title": "Sex and fertility issues",
            "paragraphs": [
                "Radiotherapy can have an effect on your sex life and fertility, especially if your lower tummy, pelvic area or groin is treated.",
                "Ask your care team if there's a chance it could affect you."
            ]
        },
        {
            "title": "Sex and fertility issues for women",
            "paragraphs": [
                "In women, there's a risk that radiotherapy could cause:",
                "Cancer Research UK has more information about women's sex life and fertility after radiotherapy."
            ]
        },
        {
            "title": "Sex and fertility issues for men",
            "paragraphs": [
                "In men, there's a risk that radiotherapy could cause:",
                "Cancer Research UK has more information about men's sex life and fertility after radiotherapy."
            ]
        },
        {
            "title": "Emotional issues",
            "paragraphs": [
                "Having radiotherapy can be a frustrating, stressful and traumatic experience. It's natural to feel anxious and to wonder if your treatment will be successful.",
                "Stress and anxiety can also increase your risk ofdepression.",
                "Speak to your care team if you're struggling to cope emotionally. They can offer support and discuss possible treatment strategies.",
                "Joining a cancer support group may also help. Talking to other people in a similar situation can often reduce feelings of isolation and stress.",
                "The cancer support charity Macmillan Cancer Support has adirectory of support groups. You can also call the free Macmillan support line:0808 808 00 00(every day, 8am to 8pm)."
            ]
        },
        {
            "title": "Lymphoedema",
            "paragraphs": [
                "Radiotherapy can damage your body's lymphatic system, which is a network of channels and glands that form part of your immune system (the body's defence against illness).",
                "One of the jobs of the lymphatic system is to stop fluid building up in your body. If it becomes damaged, you may experience pain and swelling. This is known aslymphoedema.",
                "It's most common in the arms or legs, but it can affect other areas, depending on the part of your body that was treated.",
                "It may be possible toreduce your risk of lymphoedemaby looking after your skin and doing regular exercises. Ask your care team if you're at risk and what you can do to help avoid it.",
                "If you do get it,treatment for lymphoedemacan often help keep the symptoms under control."
            ]
        },
        {
            "title": "Getting another type of cancer",
            "paragraphs": [
                "Radiotherapy can slightly increase your risk of developing another type of cancer in the years after treatment.",
                "But the chance of this happening is small, and the benefits of treatment generally outweigh the risk.",
                "Page last reviewed: 05 June 2023Next review due: 05 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/iron-deficiency-anaemia/",
        "https://www.nhs.uk/conditions/mucositis/",
        "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
        "https://www.nhs.uk/conditions/loss-of-libido/",
        "https://www.nhs.uk/conditions/vaginal-dryness/",
        "https://www.nhs.uk/conditions/menopause/",
        "https://www.nhs.uk/conditions/night-sweats/",
        "https://www.nhs.uk/conditions/loss-of-libido/",
        "https://www.nhs.uk/conditions/erection-problems-erectile-dysfunction/",
        "https://www.nhs.uk/conditions/lymphoedema/",
        "https://www.nhs.uk/conditions/lymphoedema/prevention/",
        "https://www.nhs.uk/conditions/lymphoedema/treatment/"
    ],
    "sublink_articles": []
}