{
    "title": "Someone to speak up for you (advocate)",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/help-from-social-services-and-charities/someone-to-speak-up-for-you-advocate/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHelp from social services and charities",
                "If you find it difficult to understand your care and support or find it hard to speak up, there are people who can act as a spokesperson for you.",
                "They make sure you're heard and are called advocates.",
                "For example, they can help you:",
                "They can write letters for you and attend meetings with you.",
                "Advocates will support you during:",
                "Advocates are independent of social services and the NHS."
            ]
        },
        {
            "title": "How your local council can help",
            "paragraphs": [
                "Your local council has to provide an advocate if you do not have family or friends to help and you have difficulty:",
                "A paid carer cannot act as an advocate for you."
            ]
        },
        {
            "title": "How to get an advocate",
            "paragraphs": [
                "Contact social care services at your local council and ask about advocacy services.Find your local social care services.",
                "POhWERis a charity that helps people to be involved in decisions being made about their care. Call POhWER's support centre on 0300 456 2370 for advice.",
                "The Advocacy Peoplegives advocacy support. Call 0330 440 9000 for advice or text PEOPLE to 80800 and someone will get back to you.",
                "VoiceAbilitygives advocacy support. Call their helpline on 0300 303 1660 for advice or useVoiceAbility's online referral form.",
                "Contact your local Age UK to see if they have advocates in your area. VisitAge UK onlineor call 0800 055 6112."
            ]
        },
        {
            "title": "More inHelp from social services and charities",
            "paragraphs": [
                "Page last reviewed: 2 August 2022Next review due: 2 August 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}