{
    "title": "Sprains and strains",
    "url": "https://www.nhs.uk/conditions/sprains-and-strains/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Sprains and strains are common injuries affecting the muscles and ligaments. Most can be treated at home without seeing a GP."
            ]
        },
        {
            "title": "Check if you have a sprain or strain",
            "paragraphs": [
                "It's likely to be a sprain or strain if:",
                "Torn or twisted ligament (tissue that connects the joints)",
                "Overstretched or torn muscle (also known as a pulled muscle)",
                "Most common in wrists, ankles, thumbs, knees",
                "Most common in feet, legs, back"
            ]
        },
        {
            "title": "How to treat sprains and strains yourself",
            "paragraphs": [
                "For the first 2 to 3 days after a sprain or strain, follow the 5 steps known as PRICE therapy to help bring down swelling and support the injury:",
                "To help prevent swelling, try to avoid heat (such as hot baths and heat packs), alcohol and massages for the first couple of days.",
                "When you can move the injured area without pain stopping you, try to keep moving it so the joint or muscle does not become stiff."
            ]
        },
        {
            "title": "A pharmacist can help with sprains and strains",
            "paragraphs": [
                "Speak to a pharmacist about the best treatment for you. They might suggest tablets, or a cream or gel you rub on the skin.",
                "At first, try painkillers likeparacetamolto ease the pain andibuprofengel, mousse or spray to bring down swelling.",
                "If needed, you can take ibuprofen tablets, capsules or syrup that you swallow."
            ]
        },
        {
            "title": "How long it takes for a sprain or strain to heal",
            "paragraphs": [
                "After 2 weeks, most sprains and strains will feel better.",
                "Avoid strenuous exercise such as running for up to 8 weeks, as there's a risk of further damage.",
                "Severe sprains and strains can take months to get back to normal."
            ]
        },
        {
            "title": "You cannot always prevent sprains and strains",
            "paragraphs": [
                "Sprains and strains happen when you overstretch or twist a muscle.",
                "Not warming up before exercising, tired muscles and playing sport are common causes."
            ]
        },
        {
            "title": "Urgent advice:Get help from NHS 111 if:",
            "paragraphs": [
                "You've had an injury and:",
                "You can call 111 orget help from 111 online.",
                "You could also go to an urgent treatment centre."
            ]
        },
        {
            "title": "Treatments for sprains and strains",
            "paragraphs": [
                "If you need treatment for a sprain or strain you may be given self-care advice or prescribed a stronger painkiller.",
                "You may need anX-ray, which can sometimes be done at an urgent treatment centre, or you may be referred to hospital."
            ]
        },
        {
            "title": "Physiotherapy for sprains and strains",
            "paragraphs": [
                "If you have a sprain or strain that's taking longer than usual to get better, a GP may be able to refer you to a physiotherapist.",
                "Physiotherapy from the NHS might not be available everywhere and waiting times can be long. You can also get it privately."
            ]
        },
        {
            "title": "Self-refer for treatment",
            "paragraphs": [
                "If you have a sprain or strain, you might be able to refer yourself directly to services for help with your condition without seeing a GP.",
                "To find out if there are any services in your area:"
            ]
        },
        {
            "title": "Immediate action required:Call 999 or go to A&E if:",
            "paragraphs": [
                "You may have broken a bone and will need an X-ray.",
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you.",
                "Page last reviewed: 23 April 2024Next review due: 23 April 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/x-ray/"
    ],
    "sublink_articles": []
}