{
    "title": "Starting your periods\n    \n - \n      Periods",
    "url": "https://www.nhs.uk/conditions/periods/starting-periods/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPeriods"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Most girls start theirperiodswhen they're about 12, but they can start as early as 8, so it's important to talk to girls from an early age to make sure they're prepared.",
                "Respond to questions or opportunities as they arise and do not be embarrassed. Periods are natural."
            ]
        },
        {
            "title": "Talking about periods",
            "paragraphs": [
                "Try to talk about periods as an ongoing process rather than a formal sit-down talk.",
                "You can use TV ads for tampons, or buying period products at the supermarket, for example, to start the conversation about periods. Or simply ask your daughter what she already knows and go from there.",
                "Use clear language, like \"vagina\". Emphasise that periods are completely normal and natural – they're part of growing up.",
                "Boys also need to learn about periods. Talk to them in the same way as girls about the practicalities, mood changes that can come with periods, and the biological reason behind periods. It will keep them informed, as well as help them to understand about periods.",
                "When a girl starts her periods it's a sign that her body is now able to have a baby. It's important that she also knows aboutgetting pregnantandcontraception."
            ]
        },
        {
            "title": "The questions girls ask about periods",
            "paragraphs": [
                "Here are some of the questions that you, as a parent, might get asked by girls about periods, with suggestions on how to answer them:"
            ]
        },
        {
            "title": "How will I know when my periods are going to start?",
            "paragraphs": [
                "Signs that your period is on its way are if you've grown underarm and pubic hair. Typically, you'll start your periods about 2 years after your breasts start growing. The average girl will get her first period around 12 years old, but it varies from person to person."
            ]
        },
        {
            "title": "Why have my periods not started yet?",
            "paragraphs": [
                "Your periods will start when your body is ready. This is usually between age 8 and 17, or 2 years after your first signs of puberty.",
                "Possible reasons for delayed periods include being underweight, doing lots of exercise (including dance, gymnastics and athletics), stress and a hormone imbalance.",
                "See a GP if your periods have not started by age 15 (or 13 if you do not have any other signs of puberty). Your GP may suggest a blood test to check your hormone levels.",
                "You may be referred to a specialist (usually a gynaecologist – a specialist in women's health) to find out what's causing your delayed periods and discuss any treatments that might help."
            ]
        },
        {
            "title": "How do I get ready for my first period?",
            "paragraphs": [
                "Talk to your parent or another adult you trust about what you can expect before it actually happens.",
                "It's a good idea to start carrying pads or tampons around with you in advance.",
                "If you find yourself at school without a pad or tampon, ask a teacher or the school nurse for some."
            ]
        },
        {
            "title": "How long will my first period last?",
            "paragraphs": [
                "Your first period might not last very long, as it can take your body some months to get into a regular pattern. As a general rule, once they're settled, you'll have a period every 23 to 35 days and it will last 2 to 7 days."
            ]
        },
        {
            "title": "How much blood will I lose?",
            "paragraphs": [
                "It might seem a lot, but it's only about 20 to 90ml (about 1 to 5 tablespoons). It's not a sudden gush – you'll just see a reddish-brown stain on your pants or on your sheets when you wake up in the morning."
            ]
        },
        {
            "title": "What if period blood leaks through my clothes?",
            "paragraphs": [
                "There are ways of covering up stains until you're able to change your clothes, such as tying a sweatshirt around your waist. Keep a spare pair of pants and tights at school or in your bag."
            ]
        },
        {
            "title": "Should I use pads, tampons, menstrual cups or period underwear?",
            "paragraphs": [
                "This is up to you. Tampons, menstrual cups, disposable or reusable pads (towels) and period underwear are safe and suitable if you've just started your period. You might want to use pads for your very first period as tampons and cups can take some getting used to. It might be worth experimenting until you find the product that suits you best."
            ]
        },
        {
            "title": "Can a tampon get lost inside me?",
            "paragraphs": [
                "No, it can't. When you insert a tampon, it stays in your vagina. All tampons come with a string at one end that is designed to stay outside your body. You can remove the tampon at any time using this string."
            ]
        },
        {
            "title": "What if I forget to remove my tampon?",
            "paragraphs": [
                "If you forget to remove your tampon, it can turn sideways or become compressed at the top of your vagina. This can make it difficult for you to pull it out. If you think you've left a tampon in and you can't get it out, go to your GP or nearest sexual health clinic. They can remove it for you."
            ]
        },
        {
            "title": "Further reading for girls",
            "paragraphs": [
                "Page last reviewed: 05 January 2023Next review due: 05 January 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/periods/period-problems/",
        "https://www.nhs.uk/conditions/periods/fertility-in-the-menstrual-cycle/",
        "https://www.nhs.uk/conditions/periods/period-problems/"
    ],
    "sublink_articles": []
}