{
    "title": "Steroid injections",
    "url": "https://www.nhs.uk/conditions/steroid-injections/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Steroid injections, also called corticosteroid injections, are anti-inflammatory medicines used to treat a range of conditions.",
                "They can be used to treat problems such asjoint pain,arthritis,sciaticaandinflammatory bowel disease.",
                "Steroid injections are only given by healthcare professionals. Common examples includehydrocortisone, triamcinolone and methylprednisolone."
            ]
        },
        {
            "title": "How steroid injections are given",
            "paragraphs": [
                "Steroid injections are given by a healthcare professional in a hospital, clinic or GP surgery.",
                "They can be given in several different ways, including:",
                "The injections normally take a few days to start working, although some work in a few hours. The effect usually wears off after a few weeks or months.",
                "If you're having an injection to relieve pain, it may also containlocal anaesthetic. This provides immediate pain relief that lasts up to a few hours.",
                "You should be able to go home soon after the injection. You may need to rest the treated body part for a few days."
            ]
        },
        {
            "title": "Side effects of steroid injections",
            "paragraphs": [
                "Possible side effects of steroid injections depend on where the injection is given.",
                "Side effects of injections into the joints, muscles or spine can include:",
                "If you havediabetes, your blood sugar level may go up for a few days.",
                "If you havehigh blood pressure, your blood pressure may go up for a few days.",
                "Epidural injections can also occasionally give you a very painful headache that's only relieved by lying down. This should get better on its own, but tell your specialist if you get it.",
                "Side effects of injections given into the blood tend to be similar to side effects ofsteroid tablets, such as increased appetite, mood changes and difficulty sleeping (insomnia).",
                "If you're having steroid injections for more than a few weeks, or you're prescribed a high dose, you may be given a blue steroid treatment card that explains how you can reduce the risk of side effects. You may also be given a red steroid emergency card.",
                "If you need any medical or dental treatment, show your blue or red steroid card to the doctor, dentist or pharmacist so they know that you're having steroid injections.",
                "You can report any suspected side effect toYellow Card, the UK safety scheme."
            ]
        },
        {
            "title": "Who can have steroid injections",
            "paragraphs": [
                "Most people can have steroid injections.",
                "Tell the doctor before having treatment if you:",
                "Steroid injections may not always be suitable in these cases, although the doctor may recommend them if they think the benefits outweigh any risks."
            ]
        },
        {
            "title": "How steroid injections work",
            "paragraphs": [
                "Steroids closely copy the effects of hormones normally produced by the adrenal glands, 2 small glands found above the kidneys.",
                "When injected into a joint or muscle, steroids reduce redness and swelling (inflammation) in the nearby area. This can help relieve pain and stiffness.",
                "When injected into the blood, they can reduce inflammation throughout the body, as well as reduce the activity of the immune system, the body's natural defence against illness and infection.",
                "This can help treat autoimmune conditions, such asmultiple sclerosis (MS), which are caused by the immune system mistakenly attacking the body.",
                "Steroid injections are different from theanabolic steroidsused illegally by some people to increase their muscle mass.",
                "Page last reviewed: 17 April 2023Next review due: 17 April 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/joint-pain/",
        "https://www.nhs.uk/conditions/arthritis/",
        "https://www.nhs.uk/conditions/sciatica/",
        "https://www.nhs.uk/conditions/inflammatory-bowel-disease/",
        "https://www.nhs.uk/conditions/local-anaesthesia/",
        "https://www.nhs.uk/conditions/blushing/",
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
        "https://www.nhs.uk/conditions/steroid-tablets/",
        "https://www.nhs.uk/conditions/insomnia/",
        "https://www.nhs.uk/conditions/epilepsy/",
        "https://www.nhs.uk/conditions/anticoagulants/",
        "https://www.nhs.uk/conditions/multiple-sclerosis/",
        "https://www.nhs.uk/conditions/anabolic-steroid-misuse/"
    ],
    "sublink_articles": []
}