{
    "title": "Steroids",
    "url": "https://www.nhs.uk/conditions/steroids/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Steroids, also called corticosteroids, are anti-inflammatory medicines used to treat a range of conditions.",
                "They're different fromanabolic steroids, which are often used illegally by some people to increase their muscle mass."
            ]
        },
        {
            "title": "Types of steroids",
            "paragraphs": [
                "Steroids come in many different forms.",
                "The main types are:",
                "Most steroids are only available on prescription, but a few (such as some creams or nasal sprays) can be bought from pharmacies and shops."
            ]
        },
        {
            "title": "Side effects of steroids",
            "paragraphs": [
                "Steroids do not tend to cause significant side effects if they're taken for a short time or at a low dose.",
                "But sometimes they can cause unpleasant side effects, such as an increased appetite, mood changes and difficulty sleeping (insomnia). This is most common with steroid tablets.",
                "The side effects will usually pass once you finish the treatment, but do not stop taking your medicine without speaking to your doctor. Your doctor will advise you on how to gradually reduce your dose if necessary. Stopping a prescribed course of medicine suddenly can cause further unpleasant side effects (withdrawal symptoms).",
                "Read more about the side effects of:",
                "You canreport any suspected side effect to the Yellow Card Scheme."
            ]
        },
        {
            "title": "Steroid cards",
            "paragraphs": [
                "If you need to take high doses of steroids you may need to carry a blue steroid treatment card or a red steroid emergency card. Ask your doctor about these.",
                "The blue steroid treatment card has details of your treatment and how you can reduce the risks of side effects.",
                "The red steroid emergency card warns healthcare professionals that you're taking steroids in case you need emergency treatment.",
                "If you need any medical or dental treatment, show your blue or red steroid card to the doctor, dentist or pharmacist so that they know you're taking steroids."
            ]
        },
        {
            "title": "Uses for steroids",
            "paragraphs": [
                "Steroids can be used to treat a wide range of conditions, including:"
            ]
        },
        {
            "title": "How steroids work",
            "paragraphs": [
                "Steroids are a man-made version of hormones normally produced by the adrenal glands which are 2 small glands found above the kidneys.",
                "Steroids reduce redness and swelling (inflammation). This can help with inflammatory conditions such as asthma and eczema.",
                "Steroids also reduce the activity of the immune system, which is the body's natural defence against illness and infection.",
                "This can help treat autoimmune conditions, such asrheumatoid arthritisor lupus, which are caused by the immune system mistakenly attacking the body.",
                "Page last reviewed: 19 April 2023Next review due: 19 April 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/anabolic-steroid-misuse/",
        "https://www.nhs.uk/conditions/steroid-tablets/",
        "https://www.nhs.uk/conditions/steroid-inhalers/",
        "https://www.nhs.uk/conditions/steroid-nasal-sprays/",
        "https://www.nhs.uk/conditions/insomnia/",
        "https://www.nhs.uk/conditions/steroid-tablets/",
        "https://www.nhs.uk/conditions/steroid-inhalers/",
        "https://www.nhs.uk/conditions/steroid-nasal-sprays/",
        "https://www.nhs.uk/conditions/asthma/",
        "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/",
        "https://www.nhs.uk/conditions/hay-fever/",
        "https://www.nhs.uk/conditions/hives/",
        "https://www.nhs.uk/conditions/arthritis/",
        "https://www.nhs.uk/conditions/tennis-elbow/",
        "https://www.nhs.uk/conditions/frozen-shoulder/",
        "https://www.nhs.uk/conditions/sciatica/",
        "https://www.nhs.uk/conditions/inflammatory-bowel-disease/",
        "https://www.nhs.uk/conditions/crohns-disease/",
        "https://www.nhs.uk/conditions/lupus/",
        "https://www.nhs.uk/conditions/rheumatoid-arthritis/"
    ],
    "sublink_articles": []
}