{
    "title": "Supported living services",
    "url": "https://www.nhs.uk/conditions/social-care-and-support-guide/care-services-equipment-and-care-homes/supported-living-services/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toCare services, equipment and care homes",
                "Supported living services can help if you do not want to live in residential care but you're finding it difficult to cope at home.",
                "They're a combination of suitable accommodation – which can be your own home – with some forms of personal care (like help with washing or cooking).",
                "Some supported living homes are shared by 2 or 3 people with a similar health problem, such as a substance misuse problem or a particular disability.",
                "Staff usually visit the home to help you get out of bed, go out to college or work, and do simple tasks such as shopping, housework and repairs.",
                "They can also help with administrative tasks and personal care."
            ]
        },
        {
            "title": "Why choose supported living services?",
            "paragraphs": [
                "Supported living services are flexible and sometimes better value for money than the alternatives, whether you fund your own care or receive a personal budget.",
                "Services that offer care in the home must be delivered by a registered homecare agency or provider. They are regulated by theCare Quality Commission."
            ]
        },
        {
            "title": "Finding out more about supported living services",
            "paragraphs": [
                "You may hear about supported living services during a needs assessment.",
                "Supported living services can be provided by the local council or charities, or they may be run by commercial companies.",
                "Social services will let you know about local supported living services if it seems like they might meet your needs.",
                "If a supported living service arrangement is not suitable for you, you may still want to think abouthelp at home from a paid carer, wherever you live, and other help, such ashousehold gadgets and equipment to make life easierorhome adaptations.",
                "Find supported living services near you"
            ]
        },
        {
            "title": "Video: Supported living",
            "paragraphs": [
                "Watch this video about the Meath Trust's round-the-clock care scheme that supports people with epilepsy.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button."
            ]
        },
        {
            "title": "More inCare services, equipment and care homes",
            "paragraphs": [
                "Page last reviewed: 28 March 2024Next review due: 28 March 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": null,
    "sublink_articles": []
}