{
    "title": "Support if you are going into hospital\n    \n - \n      Learning disabilities",
    "url": "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toLearning disabilities"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Going into hospital can be a worrying time for some people with a learning disability. But there is extra support you can get while you are in hospital."
            ]
        },
        {
            "title": "Getting ready to go into hospital",
            "paragraphs": [
                "If you know you are going into hospital soon there are some things you can do to help yourself feel ready. You can:",
                "Find out more:"
            ]
        },
        {
            "title": "Learning disability nurses",
            "paragraphs": [
                "If you're being referred to hospital by your doctor (GP), you can ask them to check whether the hospital has a learning disability nurse.",
                "This is a specialist nurse who supports you if you have a learning disability while you are in hospital. They make sure you get good care.",
                "You might be able to choose a different hospital if the one you are going to does not have a learning disability nurse.",
                "It is important that the nurse meets you and your carer as soon as possible after you arrive at hospital or before you go into hospital.",
                "This is so the nurse can find out as much as possible about you and understand the help you may need while in hospital."
            ]
        },
        {
            "title": "Hospital passports",
            "paragraphs": [
                "A hospital passport is a document about you and your health needs.",
                "It also has other useful information, such as your interests, likes, dislikes, how you communicate and any reasonable adjustments that you might need."
            ]
        },
        {
            "title": "Making reasonable adjustments for you",
            "paragraphs": [
                "The NHS has to make it as easy for disabled people to use health services as it is for people who are not disabled. This is called making reasonable adjustments.",
                "Reasonable adjustments tell people who will look after you in hospital the support you need. We are all different, so it is important you talk about this.",
                "Some examples of reasonable adjustments are having:",
                "You or your carer can include in your hospital passport any help you need with eating or drinking, or how to tell if you are in pain."
            ]
        },
        {
            "title": "Questions about your treatment",
            "paragraphs": [
                "You or your carer might want to ask some questions. You should be given time and support to understand what you are being told.",
                "These questions may include:",
                "You or your carer may have other questions you might want to ask. You can ask the doctor or nurse to explain something again if you need them to."
            ]
        },
        {
            "title": "Deciding to have treatment or not (consent)",
            "paragraphs": [
                "While you are in hospital, the doctors will ask you if are ok (give your consent) with having some treatments. This includes things like operations.",
                "If you are over 16 years old, you can usually say you are ok to have treatment yourself. If you are under 16, or over 16 but not able to do this, your parent or carer can do this for you.",
                "The doctor must explain what's involved in the treatment, why you need it, how it will help and if there might be any risks with having a treatment. This is so you have all the information and understand what you need to know about the treatment before you make a decision.",
                "The doctor should explain everything in a way you find easy to understand, and you can ask as many questions as you like. You can also ask a carer or friend to help you."
            ]
        },
        {
            "title": "If you are not able to agree to a treatment yourself",
            "paragraphs": [
                "If you are not able to understand what you are saying OK to, you can ask someone else to make decisions for you.",
                "This is called having a lack ofcapacityto make decisions. You will still be able to make decisions about your life at other times.",
                "Some people will have something called a deputy. Other people will have someone who has a Lasting Power of Attorney. If someone is a deputy or has a Lasting Power of Attorney, they can make important decisions for you if you are not able to."
            ]
        },
        {
            "title": "A deputy",
            "paragraphs": [
                "A deputy is given this role by theCourt of Protection. A deputy can be a family member, friend, carer or member of staff.",
                "A deputy can make decisions on health and welfare, as well as making decisions about money. They can only make decisions when the court tells them they can. This usually happens when lots of decisions need making, not just one.",
                "Deputies are not allowed to say you cannot have treatment that will keep you alive."
            ]
        },
        {
            "title": "Lasting Power of Attorney",
            "paragraphs": [
                "Someone who has a Lasting Power of Attorney is someone who knows the person well. They will be able to make decisions for a person whenever they are needed. They do not need the court to tell them they can.",
                "If you have a Lasting Power of Attorney you need to be able to agree to this. This means that if you cannot agree to having a Lasting Power of Attorney you might have to get a deputy instead.",
                "If you have a Lasting Power of Attorney, you do not usually need a deputy as well.",
                "No one is allowed to give consent for an adult if they have capacity to make their own choices. But doctors may sometimes treat an adult without consent if they do not have capacity and the treatment is necessary, and in the person’s best interests.",
                "Find out more:"
            ]
        },
        {
            "title": "Leaving hospital",
            "paragraphs": [
                "There should be a plan in place for when you leave hospital to make sure you continue to get all the support you need.",
                "This plan might have in it how you will get back home, the support you might need once you are at home, the medicine you need to take and how to take it.",
                "It should also include a care plan to support you after you are settled at home.",
                "Page last reviewed: 10 January 2022Next review due: 10 January 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/consent-to-treatment/capacity/",
        "https://www.nhs.uk/conditions/consent-to-treatment/capacity/",
        "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/mental-capacity-act/"
    ],
    "sublink_articles": []
}