{
    "title": "Symptoms\n    \n - \n      Menopause",
    "url": "https://www.nhs.uk/conditions/menopause/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMenopause"
            ]
        },
        {
            "title": "Common symptoms of menopause and perimenopause",
            "paragraphs": [
                "Menopause and perimenopause symptoms can have a big impact on your daily life, including relationships, social life, family life and work.",
                "It can feel different for everyone. You may have a number of symptoms or none.",
                "Symptoms usually start months or years before your periods stop. This is called the perimenopause."
            ]
        },
        {
            "title": "Changes to your periods",
            "paragraphs": [
                "The first sign of the perimenopause is usually, but not always, a change in the normal pattern of your periods, for example they become irregular.",
                "Eventually you'll stop having periods altogether."
            ]
        },
        {
            "title": "Mental health symptoms",
            "paragraphs": [
                "Common mental health symptoms of menopause and perimenopause include:"
            ]
        },
        {
            "title": "Physical symptoms",
            "paragraphs": [
                "Common physical symptoms of menopause and perimenopause include:"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP or nurse if:",
            "paragraphs": [
                "You can also speak to a pharmacist for advice about treatments and things you can do."
            ]
        },
        {
            "title": "How long symptoms last",
            "paragraphs": [
                "Symptoms can last for months or years, and can change with time.",
                "For example, hot flushes and night sweats may improve, and then you may develop low mood and anxiety.",
                "Some symptoms, such as joint pain and vaginal dryness, can carry on after your periods stop."
            ]
        },
        {
            "title": "Important:Get help for symptoms",
            "paragraphs": [
                "Getting advice early can help reduce the impact perimenopause and menopause have on your health, relationships and work."
            ]
        },
        {
            "title": "Menopause and perimenopause if you’re using hormonal contraception",
            "paragraphs": [
                "You cannot know for sure you've reached menopause if you're using hormonal contraception like the pill, IUS (hormonal coil), contraceptive implant or contraceptive injection. This is because hormonal contraception can affect your periods.",
                "If you're taking the combined pill, you'll have monthly period-type bleeds for as long as you keep taking the pill.",
                "The combined pill may also mask or control menopausal symptoms, such as hot flushes and night sweats.",
                "If you use the progestogen-only pill, IUS, contraceptive implant or contraceptive injection, your bleeds may be irregular or stop completely for as long as you use this contraception.",
                "This can make it hard to know when you're no longer ovulating and therefore no longer fertile."
            ]
        },
        {
            "title": "Stopping contraception",
            "paragraphs": [
                "You can stop using contraception at the age of 55, as getting pregnant naturally after this is very rare.",
                "You’ll be advised not to take the combined pill from the age of 50. You can change to a progestogen-only pill or other method of contraception instead.",
                "It's possible to getsexually transmitted infections (STIs), so use condoms after the menopause to protect you against STIs.",
                "Find localcontraception services.",
                "Page last reviewed: 17 May 2022Next review due: 17 May 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/menopause/things-you-can-do/",
        "https://www.nhs.uk/conditions/menopause/treatment/",
        "https://www.nhs.uk/conditions/menopause/help-and-support/",
        "https://www.nhs.uk/conditions/sexually-transmitted-infections-stis/",
        "https://www.nhs.uk/conditions/menopause/things-you-can-do/"
    ],
    "sublink_articles": []
}