{
    "title": "Symptoms\n    \n - \n      Contact dermatitis",
    "url": "https://www.nhs.uk/conditions/contact-dermatitis/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toContact dermatitis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Contact dermatitis affects the skin. The type of skin symptoms you get can depend on whether the dermatitis is caused by an irritant or an allergic reaction."
            ]
        },
        {
            "title": "Symptoms of irritant contact dermatitis",
            "paragraphs": [
                "The symptoms of irritant contact dermatitis can appear straight away after you are exposed to the irritant or may not appear until within 48 hours after exposure.",
                "The symptoms can range from mild dryness, redness, burning or stinging of the skin to very painful blisters that can become filled with fluid."
            ]
        },
        {
            "title": "Symptoms of allergic contact dermatitis",
            "paragraphs": [
                "The symptoms of contact dermatitis can appear immediately after exposure or there may be a delayed reaction, depending on the type of allergy you have.",
                "Allergic contact dermatitis mainly affects the hands.",
                "The symptoms can range from mild redness and itchiness of the skin to skin that becomes cracked, filled with fluid, extremely itchy and has a stinging sensation."
            ]
        },
        {
            "title": "Symptoms of infection",
            "paragraphs": [
                "Occasionally, areas of skin affected by contact dermatitis can become infected. Signs of an infection can include:",
                "Seek immediate medical advice if you have a severe reaction, or you think your skin may have become infected, as you may need to takeantibiotics.",
                "You can call 111 orget help for your symptoms at 111 online.",
                "Page last reviewed: 03 May 2023Next review due: 03 May 2026"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/contact-dermatitis/causes/",
        "https://www.nhs.uk/conditions/contact-dermatitis/diagnosis/",
        "https://www.nhs.uk/conditions/contact-dermatitis/treatment/",
        "https://www.nhs.uk/conditions/antibiotics/",
        "https://www.nhs.uk/conditions/contact-dermatitis/causes/"
    ],
    "sublink_articles": []
}