{
    "title": "Symptoms\n    \n - \n      Miscarriage",
    "url": "https://www.nhs.uk/conditions/miscarriage/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMiscarriage"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "The most common sign of miscarriage is vaginal bleeding.",
                "This can vary from light spotting or brownish discharge to heavy bleeding and bright-red blood or clots. The bleeding may come and go over several days.",
                "However, light vaginal bleeding is relatively common during the first trimester (first 3 months) of pregnancy and does not necessarily mean you're having a miscarriage.",
                "If you have vaginal bleeding, contact your GP or maternity team as soon as possible.",
                "If you've had 3 or more miscarriages in a row (recurrent miscarriage) and are worried about your current pregnancy, you can go straight to an early pregnancy unit for an assessment.",
                "Find an early pregnancy unit near you on The Association of Early Pregnancy Units directory",
                "Other symptoms of a miscarriage include:"
            ]
        },
        {
            "title": "When to seek urgent medical help",
            "paragraphs": [
                "Sometimes, miscarriages happen because the pregnancy develops outside the womb. This is known as anectopic pregnancy. Ectopic pregnancies are potentially serious as there's a risk you could experience internal bleeding.",
                "Symptoms of an ectopic pregnancy may include:",
                "Symptoms of an ectopic pregnancy usually appear between weeks 5 and 14 of the pregnancy.",
                "If you experience any of these symptoms, visit your nearestaccident and emergency (A&E)department immediately. If you're unable to travel, call 999 and ask for an ambulance.",
                "Page last reviewed: 09 March 2022Next review due: 09 March 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/miscarriage/causes/",
        "https://www.nhs.uk/conditions/miscarriage/diagnosis/",
        "https://www.nhs.uk/conditions/miscarriage/what-happens/",
        "https://www.nhs.uk/conditions/miscarriage/afterwards/",
        "https://www.nhs.uk/conditions/miscarriage/prevention/",
        "https://www.nhs.uk/conditions/ectopic-pregnancy/",
        "https://www.nhs.uk/conditions/miscarriage/causes/"
    ],
    "sublink_articles": []
}