{
    "title": "Symptoms\n    \n - \n      Psoriasis",
    "url": "https://www.nhs.uk/conditions/psoriasis/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPsoriasis"
            ]
        },
        {
            "title": "Main symptoms of psoriasis",
            "paragraphs": [
                "Psoriasis typically causes patches of skin that are dry and covered in scales.",
                "On brown, black and white skin the patches can look pink or red, and the scales white or silvery. On brown and black skin the patches can also look purple or dark brown, and the scales may look grey.",
                "Some people find their psoriasis causes itching or soreness.",
                "There are several different types of psoriasis. Many people have only 1 type at a time, although you can have 2 different types together. One type may change into another or become more severe.",
                "Most cases of psoriasis go through cycles, causing problems for a few weeks or months before easing or stopping.",
                "You should see a GP if you think you may have psoriasis."
            ]
        },
        {
            "title": "Plaque psoriasis (psoriasis vulgaris)",
            "paragraphs": [
                "Emiliano Rodriguez / Alamy Stock Photo https://www.alamy.com/stock-photo-psoriasis-on-a-forearm-in-a-woman-of-60-years-old-19287884.html?pv=1&stamp=2&imageid=9B733287-5AD4-43DE-AC1B-E364AC17AF22&p=22271&n=0&orientation=0&pn=1&searchtype=0&IsFromSearch=1&srch=foo%3Dbar%26st%3D0%26sortby%3D2%26qt%3DB3AHW0%26qt_raw%3DB3AHW0%26qn%3D%26lic%3D3%26edrf%3D0%26mr%3D0%26pr%3D0%26aoa%3D1%26creative%3D%26videos%3D%26nu%3D%26ccc%3D%26bespoke%3D%26apalib%3D%26ag%3D0%26hc%3D0%26et%3D0x000000000000000000000%26vp%3D0%26loc%3D0%26ot%3D0%26imgt%3D0%26dtfr%3D%26dtto%3D%26size%3D0xFF%26blackwhite%3D%26cutout%3D%26archive%3D1%26name%3D%26groupid%3D%26pseudoid%3D144292%26userid%3D%26id%3D%26a%3D%26xstx%3D0%26cbstore%3D1%26resultview%3DsortbyPopular%26lightbox%3D%26gname%3D%26gtype%3D%26apalic%3D%26tbar%3D1%26pc%3D%26simid%3D%26cap%3D1%26customgeoip%3D%26vd%3D0%26cid%3D%26pe%3D%26so%3D%26lb%3D%26pl%3D0%26plno%3D%26fi%3D0%26langcode%3Den%26upl%3D0%26cufr%3D%26cuto%3D%26howler%3D%26cvrem%3D0%26cvtype%3D0%26cvloc%3D0%26cl%3D0%26upfr%3D%26upto%3D%26primcat%3D%26seccat%3D%26cvcategory%3D*%26restriction%3D%26random%3D%26ispremium%3D1%26flip%3D0%26contributorqt%3D%26plgalleryno%3D%26plpublic%3D0%26viewaspublic%3D0%26isplcurate%3D0%26imageurl%3D%26saveQry%3D%26editorial%3D1%26t%3D0%26edoptin%3D",
                "Science Photo Library: https://www.sciencephoto.com/media/1129501/view",
                "Plaque psoriasis is the most common form of psoriasis.",
                "Its symptoms are dry skin lesions, known as plaques, covered in scales.",
                "They normally appear on your elbows, knees, scalp and lower back, but can appear anywhere on your body.",
                "The plaques can be itchy or sore, or both. In severe cases, the skin around your joints may crack and bleed."
            ]
        },
        {
            "title": "Scalp psoriasis",
            "paragraphs": [
                "Scalp psoriasis is a type of plaque psoriasis. It can occur on parts of your scalp or on the whole scalp. It causes patches of skin covered in thick scales.",
                "Some people find scalp psoriasis extremely itchy, while others have no discomfort.",
                "In extreme cases, it can cause hair loss, although this is usually only temporary."
            ]
        },
        {
            "title": "Nail psoriasis",
            "paragraphs": [
                "In about half of all people with psoriasis, the condition affects the nails.",
                "Psoriasis can cause your nails to develop tiny dents or pits, become discoloured or grow abnormally.",
                "Nails can often become loose and separate from the nail bed. In severe cases, nails may crumble."
            ]
        },
        {
            "title": "Guttate psoriasis",
            "paragraphs": [
                "Guttate psoriasis causes small (less than 1cm) drop-shaped sores on your chest, arms, legs and scalp.",
                "There's a good chance guttate psoriasis will disappear completely after a few weeks, but some people go on to develop plaque psoriasis.",
                "This type of psoriasis sometimes occurs after a streptococcal throat infection and is more common among children and teenagers."
            ]
        },
        {
            "title": "Inverse (flexural) psoriasis",
            "paragraphs": [
                "This affects folds or creases in your skin, such as the armpits, groin, between the buttocks and under the breasts.",
                "It can cause large, smooth patches of skin in some or all these areas.",
                "Inverse psoriasis is made worse by friction and sweating, so it can be particularly uncomfortable in hot weather."
            ]
        },
        {
            "title": "Pustular psoriasis",
            "paragraphs": [
                "Pustular psoriasis is a rarer type of psoriasis that causes pus-filled blisters (pustules) to appear on your skin.",
                "Different types of pustular psoriasis affect different parts of the body."
            ]
        },
        {
            "title": "Generalised pustular psoriasis or von Zumbusch psoriasis",
            "paragraphs": [
                "Generalised pustular psoriasis is a rare and serious form of psoriasis that usually needs emergency treatment. It causes pustules that develop very quickly on a wide area of skin. The pus consists of white blood cells and is not a sign of infection.",
                "The pustules may reappear every few days or weeks in cycles. During the start of these cycles, von Zumbusch psoriasis can cause fever, chills, weight loss and fatigue."
            ]
        },
        {
            "title": "Palmoplantar pustulosis",
            "paragraphs": [
                "This causes pustules to appear on the palms of your hands and the soles of your feet.",
                "The pustules gradually develop into circular, scaly spots that then peel off.",
                "Pustules may reappear every few days or weeks."
            ]
        },
        {
            "title": "Erythrodermic psoriasis",
            "paragraphs": [
                "Erythrodermic psoriasis is a rare form of psoriasis that affects nearly all the skin on the body. This can cause intense itching or burning. Erythrodermic psoriasis can come on suddenly and may need emergency medical treatment.",
                "It can cause your body to lose proteins and fluid, leading to further problems such as infection,dehydration,heart failure,hypothermiaandmalnutrition."
            ]
        },
        {
            "title": "Further information",
            "paragraphs": [
                "Page last reviewed: 08 April 2022Next review due: 08 April 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/psoriasis/causes/",
        "https://www.nhs.uk/conditions/psoriasis/treatment/",
        "https://www.nhs.uk/conditions/psoriasis/living-with/",
        "https://www.nhs.uk/conditions/dehydration/",
        "https://www.nhs.uk/conditions/heart-failure/",
        "https://www.nhs.uk/conditions/hypothermia/",
        "https://www.nhs.uk/conditions/malnutrition/",
        "https://www.nhs.uk/conditions/psoriasis/causes/"
    ],
    "sublink_articles": []
}