{
    "title": "Symptoms\n    \n - \n      Polycystic ovary syndrome",
    "url": "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPolycystic ovary syndrome"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If you experience symptoms of polycystic ovary syndrome (PCOS), they'll usually become apparent in your late teens or early 20s.",
                "Not all women with PCOS will have all of the symptoms, and each symptom can vary from mild to severe.",
                "Some women only experience menstrual problems or are unable to conceive, or both.",
                "Common symptoms of PCOS include:",
                "You should talk to your GP if you have any of these symptoms and think you may have PCOS."
            ]
        },
        {
            "title": "Fertility problems",
            "paragraphs": [
                "PCOS is one of the most common causes of femaleinfertility. Many women discover they have PCOS when they're having difficulty getting pregnant.",
                "During each menstrual cycle, the ovaries release an egg (ovum) into the uterus (womb). This process is called ovulation and usually occurs once a month.",
                "But women with PCOS do not ovulate or ovulate infrequently, which means they have irregular or absent periods and find it difficult to get pregnant."
            ]
        },
        {
            "title": "Risks in later life",
            "paragraphs": [
                "Having PCOS can increase your chances of developing other health problems in later life.",
                "For example, women with PCOS are at increased risk of developing:",
                "Women who have had absent or very irregular periods (fewer than 3 or 4 periods a year) for many years have a higher than average risk of developingcancer of the womb lining (endometrial cancer).",
                "But the chance of getting endometrial cancer is still small and can be minimised using treatments to regulate periods, such as thecontraceptive pillor anintrauterine system (IUS).",
                "Page last reviewed: 11 October 2022Next review due: 11 October 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/causes/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/diagnosis/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/treatment/",
        "https://www.nhs.uk/conditions/irregular-periods/",
        "https://www.nhs.uk/conditions/missed-or-late-periods/",
        "https://www.nhs.uk/conditions/hirsutism/",
        "https://www.nhs.uk/conditions/hair-loss/",
        "https://www.nhs.uk/conditions/acne/",
        "https://www.nhs.uk/conditions/type-2-diabetes/",
        "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
        "https://www.nhs.uk/conditions/high-cholesterol/",
        "https://www.nhs.uk/conditions/coronary-heart-disease/",
        "https://www.nhs.uk/conditions/sleep-apnoea/",
        "https://www.nhs.uk/conditions/womb-cancer/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/causes/"
    ],
    "sublink_articles": []
}