{
    "title": "Symptoms\n    \n - \n      Womb (uterus) cancer",
    "url": "https://www.nhs.uk/conditions/womb-cancer/symptoms/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toWomb (uterus) cancer"
            ]
        },
        {
            "title": "Main symptoms of womb cancer",
            "paragraphs": [
                "Main symptoms of womb cancer can include:",
                "Other symptoms of womb cancer can include:"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "Try not to be embarrassed, the doctor or nurse will be used to talking about these kinds of symptoms."
            ]
        },
        {
            "title": "Important",
            "paragraphs": [
                "These symptoms are common and can be caused by many different conditions.",
                "Having them does not definitely mean you have womb cancer. But it's important to get the symptoms checked by a GP.",
                "Do not wait to contact a GP. This is because if they're caused by cancer, finding it early can mean it's easier to treat."
            ]
        },
        {
            "title": "What happens at the GP appointment",
            "paragraphs": [
                "You will be asked some questions about your health, family medical history, medical conditions and your symptoms.",
                "Tell the GP if you or your family have any history of cancer or Lynch syndrome (a genetic condition that increases cancer risk).",
                "You may be asked to be examined, you can ask for a female doctor or nurse.",
                "You'll be asked to undress from the waist down, behind a screen. You'll be given a sheet to put over you.",
                "Then the GP may:",
                "The GP may ask to check inside your vagina like they do during acervical screening.",
                "They may also ask to check your tummy area and inside your bottom to feel for any lumps or changes in size or shape.",
                "Before starting these checks, they should explain what will happen during them and answer any questions you have."
            ]
        },
        {
            "title": "Referral to a specialist",
            "paragraphs": [
                "The GP may refer you for more tests or to see a specialist in hospital if they think you have a condition that needs to be investigated.",
                "You may get an urgent referral for more tests or to see a specialist in hospital if the GP thinks you have symptoms which could be cancer. This does not definitely mean you have cancer."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "Page last reviewed: 29 October 2024Next review due: 29 October 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/womb-cancer/causes/",
        "https://www.nhs.uk/conditions/womb-cancer/tests-and-next-steps/",
        "https://www.nhs.uk/conditions/womb-cancer/treatment/",
        "https://www.nhs.uk/conditions/womb-cancer/help-and-support/",
        "https://www.nhs.uk/conditions/cervical-screening/",
        "https://www.nhs.uk/conditions/womb-cancer/causes/"
    ],
    "sublink_articles": []
}