{
    "title": "Techniques\n    \n - \n      Physiotherapy",
    "url": "https://www.nhs.uk/conditions/physiotherapy/how-it-works/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toPhysiotherapy"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Physiotherapy can involve a number of different treatment and preventative approaches, depending on the specific problems you're experiencing.",
                "At your first appointment, you will have an assessment to help determine what help you might need.",
                "Three of the main approaches a physiotherapist may use are:",
                "Sometimes other techniques, such as acupuncture or ultrasound treatment, may also be tried."
            ]
        },
        {
            "title": "Education and advice",
            "paragraphs": [
                "One of the main aspects of physiotherapy involves looking at the body as a whole, rather than focusing on the individual factors of an injury.",
                "Therefore, giving general advice about ways to improve your wellbeing – for example, by taking regular exercise and maintaining a healthy weight for your height and build – is an important part of treatment.",
                "A physiotherapist can also give you specific advice that you can apply to everyday activities to look after yourself and reduce your risk of pain or injury.",
                "For example, if you haveback pain, you may be given advice about good posture, correct lifting or carrying techniques, and avoiding awkward twisting, over-stretching or prolonged standing."
            ]
        },
        {
            "title": "Movement and exercise",
            "paragraphs": [
                "Physiotherapists usually recommend movement and exercise to help improve your mobility and function. This may include:",
                "Your physiotherapist may also recommend exercises that you can continue doing to help you manage pain in the long term or reduce your risk of injuring yourself again."
            ]
        },
        {
            "title": "More exercise advice",
            "paragraphs": [
                "Chartered Society of Physiotherapy: exercise advice leaflets",
                "Chartered Society of Physiotherapy: Get up and go - a guide to staying steady"
            ]
        },
        {
            "title": "Manual therapy",
            "paragraphs": [
                "Manual therapy is a technique where a physiotherapist uses their hands to manipulate, mobilise and massage the body tissues.",
                "This can help:",
                "Manual therapy can be used to treat specific problems, such as back pain, but may also be useful for a range of conditions that don't affect the bones, joints or muscles.",
                "For example, massage may improve quality of life for some people with serious or long-term conditions by reducing levels of anxiety and improving sleep quality. Manual techniques are also used to help certain lung conditions."
            ]
        },
        {
            "title": "Other techniques",
            "paragraphs": [
                "Other techniques sometimes used by physiotherapists that may help to ease pain and promote healing include:",
                "Some people have found these treatments effective, but there is not much scientific evidence to support them.",
                "There is some positive evidence for acupuncture, but theNational Institute for Health and Care Excellence (NICE)only recommends considering it for chronic (long-term) pain, chronictension headachesandmigraines.",
                "Page last reviewed: 09 December 2022Next review due: 09 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/physiotherapy/accessing/",
        "https://www.nhs.uk/conditions/back-pain/",
        "https://www.nhs.uk/conditions/acupuncture/",
        "https://www.nhs.uk/conditions/transcutaneous-electrical-nerve-stimulation-tens/",
        "https://www.nhs.uk/conditions/tension-headaches/",
        "https://www.nhs.uk/conditions/migraine/",
        "https://www.nhs.uk/conditions/physiotherapy/accessing/"
    ],
    "sublink_articles": []
}