{
    "title": "Things you can do\n    \n - \n      Menopause",
    "url": "https://www.nhs.uk/conditions/menopause/things-you-can-do/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMenopause"
            ]
        },
        {
            "title": "Lifestyle changes to help menopause and perimenopause",
            "paragraphs": [
                "Eating well, exercising and looking after your mental wellbeing can help with symptoms during perimenopause and menopause.",
                "It can also help you keep as well as possible in the future."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "get plenty of rest, including keeping to regular sleep routines",
                "eat a healthy diet",
                "have calcium-rich food like milk, yoghurt and kale to keep bones healthy",
                "exercise regularly, try including weight-bearing activities where your feet and legs support your weight like walking, running or dancing",
                "do relaxing things like yoga, tai chi or meditation",
                "talk to other people going through the same thing, like family, friends or colleagues",
                "talk to a doctor before taking herbal supplements or complementary medicines"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not smoke",
                "do not drink more than the recommended alcohol limit"
            ]
        },
        {
            "title": "How to ease mood changes",
            "paragraphs": [
                "It's common to have mood swings, low mood and anxiety around the time of the menopause and perimenopause.",
                "You can try to:",
                "Cognitive behavioural therapy (CBT)is a type of talking therapy that can help with a low mood and feelings of anxiety. It can also help with sleep problems."
            ]
        },
        {
            "title": "How to ease hot flushes and night sweats",
            "paragraphs": [
                "You can:",
                "CBT can also help manage hot flushes."
            ]
        },
        {
            "title": "How to ease vaginal dryness",
            "paragraphs": [
                "There are vaginal moisturisers or lubricants you can get without a prescription at a pharmacy.",
                "You can talk to a pharmacist in private if you'd like help to decide which moisturiser is right for you.",
                "If you're having sex and using condoms, do not use oil-based lubricant as this can damage condoms. You can use a water-based lubricant.",
                "There are other treatments for vaginal dryness that a doctor can prescribe, such as HRT (hormone replacement therapy) or hormonal treatment (creams, pessaries, gel or vaginal rings).",
                "Find out abouttreatment for menopause."
            ]
        },
        {
            "title": "Protecting against weak bones",
            "paragraphs": [
                "You can try to:",
                "Read more aboutpreventing osteoporosis.",
                "Taking HRT can reduce the risk of osteoporosis.",
                "Page last reviewed: 17 May 2022Next review due: 17 May 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/menopause/treatment/",
        "https://www.nhs.uk/conditions/menopause/help-and-support/",
        "https://www.nhs.uk/conditions/menopause/treatment/",
        "https://www.nhs.uk/conditions/vitamins-and-minerals/vitamin-d/",
        "https://www.nhs.uk/conditions/osteoporosis/prevention/",
        "https://www.nhs.uk/conditions/menopause/treatment/"
    ],
    "sublink_articles": []
}