{
    "title": "Thrush in men and women",
    "url": "https://www.nhs.uk/conditions/vaginal-thrush/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Thrush is a common yeast infection that affects men and women. It's usually harmless but it can be uncomfortable and keep coming back. It is not classed as a sexually transmitted infection (STI)."
            ]
        },
        {
            "title": "Thrush symptoms in women",
            "paragraphs": [
                "Symptoms of thrush in women include:"
            ]
        },
        {
            "title": "Thrush symptoms in men",
            "paragraphs": [
                "Symptoms of thrush in men include:"
            ]
        },
        {
            "title": "Thrush in other areas",
            "paragraphs": [
                "Thrush can affect other areas of skin, such as the armpits, groin and between the fingers.",
                "This usually causes a red, itchy or painful rash that scales over with white or yellow discharge. The rash may not be so obvious on darker skin.",
                "Sometimes thrush causes no symptoms at all.",
                "SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/608488/view",
                "BIOPHOTO ASSOCIATES/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/295797/view",
                "DermPics/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/616916/view"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "You may also be able to get help from a sexual health clinic if you think you have thrush."
            ]
        },
        {
            "title": "What happens at your appointment",
            "paragraphs": [
                "The GP will want to confirm it's thrush and rule out other infections.",
                "You'll be asked about your symptoms.",
                "If it's not clear it's thrush or if you have thrush that keeps coming back:"
            ]
        },
        {
            "title": "Thrush treatment",
            "paragraphs": [
                "You'll usually need antifungal medicine to get rid of thrush. This can be a tablet you take, a tablet you insert into your vagina (pessary) or a cream to relieve the irritation.",
                "Thrush should clear up within 7 to 14 days of starting treatment.",
                "You do not need to treat partners unless they have symptoms."
            ]
        },
        {
            "title": "Recurring thrush",
            "paragraphs": [
                "You might need to take treatment for longer (up to 6 months) if you keep getting thrush (you get it more than 4 times in 12 months).",
                "Before you begin treatment, a GP can help identify if something is causing your thrush, such as your period or sex.",
                "They'll recommend how often you should use treatment."
            ]
        },
        {
            "title": "Things you can do yourself to ease discomfort and prevent thrush returning",
            "paragraphs": [
                "There are things you can do to ease thrush and stop it coming back."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "use water and an emollient (like E45 cream) instead of soap to wash the affected area",
                "dry properly after washing",
                "wear cotton underwear",
                "avoid sex until thrush has cleared up if sex is uncomfortable"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not use soaps or shower gels",
                "do not use douches or deodorants on your vagina or penis",
                "do not wear tight underwear or tights"
            ]
        },
        {
            "title": "Important",
            "paragraphs": [
                "If you have sex during treatment, be aware that antifungal creams can damage condoms and diaphragms. This means your contraception might not work."
            ]
        },
        {
            "title": "A pharmacist can help with thrush",
            "paragraphs": [
                "You can buy antifungal medicine from pharmacies if you've had thrush diagnosed in the past and you know the symptoms.",
                "A pharmacist can recommend the best treatment for you. Ask if they have a private area to talk if you're embarrassed.",
                "You should not use antifungal medicine more than twice in 6 months without speaking to a pharmacist or doctor."
            ]
        },
        {
            "title": "What causes thrush",
            "paragraphs": [
                "Thrush is not classed as a sexually transmitted infection (STI), but it can be triggered by sex or, less often, passed on during sex.",
                "Thrush is caused by a fungus called candida that is normally harmless.",
                "Thrush tends to grow in warm, moist conditions and develops if the balance of bacteria changes.",
                "This can happen if:",
                "Page last reviewed: 28 July 2023Next review due: 28 July 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/vaginal-discharge/"
    ],
    "sublink_articles": []
}