{
    "title": "Toothache",
    "url": "https://www.nhs.uk/conditions/toothache/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "See a dentist if you have toothache that lasts more than 2 days. They can treat the cause of the pain and stop any problems getting worse. There are also things you can do to ease toothache while you wait for an appointment."
            ]
        },
        {
            "title": "Non-urgent advice:See a dentist if you have toothache:",
            "paragraphs": [
                "Do not go to your GP as they will not be able to give you dental treatment."
            ]
        },
        {
            "title": "Immediate action required:Go to A&E if you have toothache and:",
            "paragraphs": [
                "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance.",
                "Bring any medicines you take with you."
            ]
        },
        {
            "title": "If you need to see a dentist",
            "paragraphs": [
                "To see a dentist in an emergency or out of hours:",
                "If you do not have a dentist or cannot get an emergency appointment:",
                "You may have to pay for your appointment.",
                "Find out more aboutNHS dental charges."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "take painkillers, likeibuprofenorparacetamol(children under 16 should not take aspirin) – a pharmacist can advise you",
                "use a pain-relieving gel for your mouth – this can be bought from pharmacies or supermarkets",
                "try rinsing your mouth with salt water (children should not try this)",
                "eat soft foods, like yoghurt or scrambled eggs, and try to avoid chewing with the sore tooth",
                "use a soft toothbrush and avoid flossing around the sore tooth"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not eat foods that are sweet, very hot or very cold",
                "do not smoke – it can make some dental problems worse"
            ]
        },
        {
            "title": "How to rinse with salt water",
            "paragraphs": [
                "Children should not try rinsing their mouth with salt water in case they swallow it."
            ]
        },
        {
            "title": "Causes of toothache",
            "paragraphs": [
                "Toothache can be caused by:",
                "Tooth pain can also be caused by having sensitive teeth.",
                "The Oral Health Foundation has more information about sensitive teeth."
            ]
        },
        {
            "title": "How to prevent toothache",
            "paragraphs": [
                "The best way to prevent toothache is to keep your teeth and gums as healthy as possible.",
                "To do this:"
            ]
        },
        {
            "title": "More information",
            "paragraphs": [
                "Page last reviewed: 01 July 2024Next review due: 01 July 2027"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/tooth-decay/",
        "https://www.nhs.uk/conditions/chipped-broken-or-cracked-tooth/",
        "https://www.nhs.uk/conditions/gum-disease/",
        "https://www.nhs.uk/conditions/teeth-grinding/",
        "https://www.nhs.uk/conditions/baby/babys-development/teething/looking-after-your-babys-teeth/"
    ],
    "sublink_articles": []
}