{
    "title": "Topical corticosteroids",
    "url": "https://www.nhs.uk/conditions/topical-steroids/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Topical corticosteroids are a type of steroid medicine applied directly to the skin to reduce inflammation and irritation.",
                "Topical corticosteroids are available in several different forms, including:",
                "They're available in 4 different strengths (potencies):",
                "Mild corticosteroids, such asclobetasone,hydrocortisone skin creamandhydrocortisone for piles and itchy bottom, can often be bought over the counter from pharmacies.",
                "Stronger types, such asbeclometasone,betamethasone,clobetasol,fluticasoneandmometasone, are only available on prescription.",
                "Read aboutother types of corticosteroids, including tablets, capsules, inhalers and injected corticosteroids.",
                "Corticosteroids should not be confused withanabolic steroids."
            ]
        },
        {
            "title": "Conditions treated with topical corticosteroids",
            "paragraphs": [
                "Conditions widely treated with topical corticosteroids include:",
                "Topical corticosteroids cannot cure these conditions, but can help relieve the symptoms."
            ]
        },
        {
            "title": "Who can use topical corticosteroids",
            "paragraphs": [
                "Most adults and children can use topical corticosteroids safely, but there are situations when they are not recommended.",
                "They should not be used if:",
                "Most topical corticosteroids are considered safe to use during pregnancy or breastfeeding. Your doctor will consider the area of skin where you need to use it, how often you'll use it and the condition of your skin. You should wash off any steroid cream applied to your breasts before feeding your baby.",
                "Very potent topical corticosteroids are not usually prescribed for pregnant or breastfeeding women, or for very young children. Sometimes you may be prescribed them under the supervision of a skincare specialist (dermatologist)."
            ]
        },
        {
            "title": "How to use topical corticosteroids",
            "paragraphs": [
                "Unless instructed otherwise by your doctor, follow the directions on the patient information leaflet that comes with the medicine. This will give details of how much to apply and how often.",
                "Most people only need to use the medicine once or twice a day for 3 to 7 days. Occasionally a doctor may suggest using it less frequently over a longer period of time.",
                "The medicine should only be applied to affected areas of skin. Gently smooth a thin layer onto your skin in the direction the hair grows. Wash your hands before and after you've applied the medicine, unless you are treating an area on your hands.",
                "If you're using both topical corticosteroids andemollients, wait 20 to 30 minutes between using them."
            ]
        },
        {
            "title": "Fingertip units",
            "paragraphs": [
                "Sometimes, the amount of medicine you're advised to use will be given in fingertip units (FTUs).",
                "A FTU (about 500mg) is the amount needed to squeeze a line from the tip of an adult finger to the first crease of the finger. It should be enough to treat an area of skin double the size of the flat of your hand with your fingers together.",
                "The recommended dosage will depend on what part of the body is being treated. This is because the skin is thinner in certain parts of the body and more sensitive to the effects of corticosteroids.",
                "For adults, the recommended FTUs to be applied in a single dose are:",
                "For children, the recommended FTUs will depend on their age. A GP can advise you on this."
            ]
        },
        {
            "title": "Side effects of topical corticosteroids",
            "paragraphs": [
                "If you use them correctly, topical corticosteroids rarely have serious side effects.",
                "The most common side effect of topical corticosteroids is a burning or stinging sensation when the medicine is applied. However, this usually improves as your skin gets used to the treatment.",
                "Less common side effects can include:",
                "Side effects are more likely if you're:",
                "The elderly and very young are more vulnerable to side effects.",
                "If potent or very potent topical corticosteroids are used for a long time or over a large area, there's a risk of the medicine being absorbed into the bloodstream and causing internal side effects, such as:",
                "This is not a full list of all the possible side effects. For more information on side effects, see the leaflet that comes with the medicine.",
                "If you're using a potent or very potent topical corticosteroid for several weeks or more, you may be given a steroid treatment card that explains how you can reduce the risk of side effects.",
                "If you need any medical or dental treatment, show your steroid treatment card to the doctor, dentist or pharmacist so they know that you're using topical corticosteroids."
            ]
        },
        {
            "title": "Withdrawal side effects",
            "paragraphs": [
                "If you stop using topical corticosteroids after using them continuously for a long time (usually over 12 months in adults), you may have a withdrawal reaction. These can sometimes be severe. Your doctor may advise stopping the treatment gradually to avoid this.",
                "Withdrawal side effects can include:",
                "If you’ve been using topical corticosteroids for a long time, it’s a good idea to ask your doctor to review your treatment."
            ]
        },
        {
            "title": "Reporting side effects",
            "paragraphs": [
                "The Yellow Card Scheme allows you to report suspected side effects from any type of medicine you're taking. It's run by the medicines safety watchdog called the Medicines and Healthcare products Regulatory Agency (MHRA).",
                "Go to theYellow Card Scheme websitefor more information.",
                "Page last reviewed: 11 May 2023Next review due: 11 May 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/steroids/",
        "https://www.nhs.uk/conditions/anabolic-steroid-misuse/",
        "https://www.nhs.uk/conditions/dandruff/",
        "https://www.nhs.uk/conditions/rosacea/",
        "https://www.nhs.uk/conditions/acne/",
        "https://www.nhs.uk/conditions/stretch-marks/",
        "https://www.nhs.uk/conditions/cushings-syndrome/"
    ],
    "sublink_articles": []
}