{
    "title": "Treatment\n    \n - \n      Contact dermatitis",
    "url": "https://www.nhs.uk/conditions/contact-dermatitis/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toContact dermatitis"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If the substance causing your contact dermatitis can be identified and avoided, your symptoms should improve and may even clear up completely.",
                "There are a number of treatments to help ease your symptoms if it's not possible for you to avoid the substance causing them.",
                "A pharmacist will be able to recommend treatments likeemollients (moisturisers), which you rub on your skin to stop it becoming dry.",
                "Find your nearest pharmacy"
            ]
        },
        {
            "title": "Avoiding the cause",
            "paragraphs": [
                "One of the most important steps in treating contact dermatitis is identifying and avoiding the allergens or irritants that affect you. If you can successfully avoid or reduce your exposure to the cause, you should not experience any symptoms.",
                "It's not always easy to avoid irritants or allergens that affect you, but a pharmacist, GP or dermatologist (skin specialist) can suggest ways to minimise your contact with things that trigger your condition.",
                "If you're exposed to irritants as part of your job, wear protective clothing to minimise any contact. Tell your employer about your condition, so they can help you avoid the causes as much as possible."
            ]
        },
        {
            "title": "Emollients",
            "paragraphs": [
                "Emollients are moisturising treatments applied directly to the skin to reduce water loss and cover it with a protective film. They're often used to help manage dry or scaly skin conditions such as eczema."
            ]
        },
        {
            "title": "Choice of emollient",
            "paragraphs": [
                "Several different emollients are available. You may need to try a few to find one that works for you. You may also be advised to use a mix of emollients, such as:",
                "The difference between lotions, creams and ointments is the amount of oil they contain. Ointments contain the most oil so can be quite greasy, but they are the most effective at keeping moisture in the skin. Lotions contain the least amount of oil so are not greasy but can be less effective. Creams are somewhere in between.",
                "Creams and lotions tend to be more suitable for inflamed (swollen) areas of skin. Ointments are more suitable for areas of dry skin that are not inflamed.",
                "If you've been using a particular emollient for some time, it may eventually become less effective or may start to irritate your skin. If this is the case, your pharmacist can recommend another product."
            ]
        },
        {
            "title": "How to use emollients",
            "paragraphs": [
                "Use your emollient frequently and in large amounts. Many people find it helpful to keep separate supplies of emollients at work or school.",
                "To apply the emollient:",
                "If you're exposed to irritants at work that cause your contact dermatitis, make sure you apply emollients regularly during and after work.",
                "Do not share emollients with other people."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "Occasionally, some emollients can irritate the skin. If you have contact dermatitis, your skin will be sensitive and can sometimes react to certain ingredients, such as perfume in over-the-counter emollients.",
                "If your skin reacts to the emollient, stop using it and speak to your pharmacist, who may be able to recommend an alternative product.",
                "Be aware that some emollients can be a fire hazard, so should not be used near a naked flame. Emollients added to bath water can make your bath very slippery, so take care getting in and out of the bath."
            ]
        },
        {
            "title": "Topical corticosteroids",
            "paragraphs": [
                "If your skin is also sore and inflamed, a GP may prescribe atopical corticosteroid(a cream or ointment applied directly to your skin) that can quickly reduce the inflammation.",
                "When used as instructed by a pharmacist or doctor, corticosteroids are a safe and effective treatment for contact dermatitis."
            ]
        },
        {
            "title": "Choice of topical corticosteroid",
            "paragraphs": [
                "Different strengths of topical corticosteroids can be prescribed, depending on the severity of your contact dermatitis and where the affected skin is.",
                "You may be prescribed:"
            ]
        },
        {
            "title": "How to use topical corticosteroids",
            "paragraphs": [
                "When using corticosteroids, apply the treatment in a thin layer to all the affected areas. Unless instructed otherwise by your doctor, follow the directions on the patient information leaflet that comes with your medicine. This will give details of how much to apply.",
                "During an episode of severe contact dermatitis, do not apply the corticosteroid more than twice a day. Most people only have to apply it once a day.",
                "You should apply your emollient first and wait around 30 minutes before applying the topical corticosteroid.",
                "The medicine will usually start to have an effect within a few days. Speak to a GP if you've been using a topical corticosteroid and your symptoms have not improved."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "Topical corticosteroids may cause a mild, short-lived burning or stinging sensation as you apply them. In some cases, they may also cause:",
                "Most of these side effects will improve once treatment stops.",
                "Generally, using a stronger topical corticosteroid or using a large amount of topical corticosteroid increases your risk of getting side effects. You should use the weakest and smallest amount possible to control your symptoms and never use more than the amount recommended by your doctor.",
                "Sometimes people may also develop skin symptoms after they stop using a steroid cream, such an intense redness and swelling of the skin. If this happens to you then call 111 for advice immediately."
            ]
        },
        {
            "title": "Steroid tablets",
            "paragraphs": [
                "If you have a severe episode of contact dermatitis and it covers a large area of your skin, a doctor may prescribecorticosteroid tablets. But this is rarely needed.",
                "If steroid tablets are taken often or for a long time, they can cause a number of side effects, such as:",
                "For this reason, a doctor is unlikely to prescribe repeat courses of corticosteroid tablets without referring you to a specialist."
            ]
        },
        {
            "title": "Further treatments",
            "paragraphs": [
                "If the treatments prescribed by a GP are not successfully controlling your symptoms, they may refer you for assessment and treatment by a dermatologist.",
                "Further treatments that may be available from a dermatologist include:"
            ]
        },
        {
            "title": "Complementary therapies",
            "paragraphs": [
                "Some people may choose to use complementary therapies for contact dermatitis, such as food supplements or herbal remedies, but there is often a lack of evidence to show they are effective in treating the condition.",
                "If you are thinking about using a complementary therapy, speak to a GP first to make sure the therapy is safe for you to use. You should continue to use any other treatments prescribed by a GP.",
                "Page last reviewed: 03 May 2023Next review due: 03 May 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/emollients/",
        "https://www.nhs.uk/conditions/topical-steroids/",
        "https://www.nhs.uk/conditions/acne/",
        "https://www.nhs.uk/conditions/steroids/",
        "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
        "https://www.nhs.uk/conditions/osteoporosis/",
        "https://www.nhs.uk/conditions/diabetes/"
    ],
    "sublink_articles": []
}