{
    "title": "Treatment\n    \n - \n      Menopause",
    "url": "https://www.nhs.uk/conditions/menopause/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMenopause"
            ]
        },
        {
            "title": "Treatment for menopause and perimenopause",
            "paragraphs": [
                "The main medicine treatment for menopause and perimenopause symptoms is hormone replacement therapy (HRT), which replaces the hormones that are at low levels.",
                "There are other treatments if you cannot, or choose not to, have HRT."
            ]
        },
        {
            "title": "Hormone replacement therapy (HRT)",
            "paragraphs": [
                "HRT is a safe and effective treatment for most going through menopause and perimenopause. Your GP will discuss any risks with you.",
                "HRT involves using oestrogen to replace your body's own levels around the time of the menopause.",
                "There are different types and doses of HRT. Using the right dose and type usually means your symptoms improve.",
                "Oestrogen comes as:",
                "If you have a womb (uterus) you also need to take progesterone to protect your womb lining from the effects of oestrogen. Taking oestrogen and progesterone is called combined HRT.",
                "Progesterone comes as:",
                "If you have low sex drive because of menopause and HRT does not improve it, you may be offered testosterone."
            ]
        },
        {
            "title": "Benefits of HRT",
            "paragraphs": [
                "The main benefit of HRT is that it can help relieve most menopause and perimenopause symptoms, including hot flushes, brain fog, joint pains, mood swings and vaginal dryness.",
                "Hot flushes or night sweats often improve within a few weeks. Other symptoms like mood changes and vaginal dryness can take a few months to improve.",
                "Taking HRT can also reduce your risk of hormone-related health problems including osteoporosis and heart disease."
            ]
        },
        {
            "title": "Risks of HRT",
            "paragraphs": [
                "The risks of HRT are small and usually outweighed by the benefits.",
                "If you're interested in HRT, your doctor or nurse can discuss the risks with you."
            ]
        },
        {
            "title": "More information",
            "paragraphs": [
                "Find out more abouthormone replacement therapy (HRT).",
                "Find outhow to save money on HRT medicines with a prescription prepayment certificate."
            ]
        },
        {
            "title": "Testosterone gel for reduced sex drive",
            "paragraphs": [
                "If HRT does not help restore your sex drive, you might be offered a testosterone gel or cream. It can help improve sex drive, mood and energy levels.",
                "Testosterone is produced by the ovaries and your levels usually get lower with age.",
                "It's not currently licenced for use in women, although it can be prescribed after the menopause by a specialist doctor if they think it might help restore your sex drive.",
                "You can safely use this at the same time as HRT.",
                "Side effects of using testosterone are not common but include acne and unwanted hair growth.",
                "Testosterone gel or cream can also cause side effects in others if they come into contact with it regularly. To avoid this, wash your hands after using it and cover the area with clothing.",
                "Read more aboutloss of libido."
            ]
        },
        {
            "title": "Oestrogen for vaginal dryness and discomfort",
            "paragraphs": [
                "Your vagina may become dry, painful or itchy as a result of the menopause and perimenopause.",
                "A GP can prescribeoestrogen treatments you can insert into your vagina, as a tablet, cream or ring. This can also improve any urinary symptoms caused by menopause and perimenopause, like discomfort when you pee.",
                "These vaginal oestrogen treatments do not get into your bloodstream and only work on the bit of the body where you put them. You can use them for the rest of your life. Symptoms usually come back when you stop using them.",
                "It's safe to use vaginal oestrogen with HRT.",
                "Read more aboutvaginal dryness."
            ]
        },
        {
            "title": "Non-hormone medicines",
            "paragraphs": [
                "There are non-hormone treatments if your symptoms are having a big impact on your life and you cannot, or choose not to, have HRT."
            ]
        },
        {
            "title": "Hot flushes and night sweats",
            "paragraphs": [
                "There are some medicines that can help with hot flushes and night sweats.",
                "These include:",
                "Talk with a GP about these medicines and their side effects, and if they might be suitable for you."
            ]
        },
        {
            "title": "Mood symptoms",
            "paragraphs": [
                "Antidepressants can help with mood symptoms if you've been diagnosed with depression or anxiety."
            ]
        },
        {
            "title": "Cognitive behavioural therapy (CBT)",
            "paragraphs": [
                "Cognitive behavioural therapy (CBT) is a talking therapy which can help with:",
                "You can get NHS talking therapy without going to a GP first."
            ]
        },
        {
            "title": "Follow-up appointments",
            "paragraphs": [
                "If you're having treatment for your symptoms of menopause or perimenopause, you'll need to return to the doctor or nurse who is prescribing your HRT for a follow-up review after 3 months.",
                "When you and your doctor or nurse agree your treatment is working well for you, you'll need to see them once a year.",
                "During your reviews, your doctor or nurse may:",
                "You may need treatment for a few years, until most of your menopause and perimenopause symptoms have passed.",
                "You can choose to continue taking HRT. The doctor or nurse prescribing your HRT can discuss with you the benefits and risks, so you can decide what’s right for you.",
                "You can take HRT for as long as you need it. You can discuss this with your doctor or nurse at your yearly review."
            ]
        },
        {
            "title": "Complementary and alternative therapies",
            "paragraphs": [
                "Complementary and alternative treatments, such as herbal remedies and compounded bioidentical (\"natural\") hormones, are not recommended for symptoms of the menopause or perimenopause.",
                "This is because it's not clear how safe and effective they are.",
                "Red clover and black cohosh are herbal remedies but there is no strong evidence that they work.",
                "Some complementary and alternative therapies can also interact with other medicines and cause side effects.",
                "Ask your GP or pharmacist for advice if you're thinking about using a complementary therapy."
            ]
        },
        {
            "title": "Compounded bioidentical hormones",
            "paragraphs": [
                "Compounded bioidentical hormones are sometimes offered in private clinics as HRT. They are not recommended because it's not known how well they work or how safe they are. They are not available on the NHS.",
                "They are different from regulated bioidentical hormones, also called body identical hormones.",
                "Bioidentical hormones are available on the NHS as HRT. They have been tested to see how well they work and how safe they are.",
                "Page last reviewed: 17 May 2022Next review due: 17 May 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/menopause/help-and-support/",
        "https://www.nhs.uk/conditions/loss-of-libido/",
        "https://www.nhs.uk/conditions/menopause/help-and-support/"
    ],
    "sublink_articles": []
}