{
    "title": "Treatment\n    \n - \n      Womb (uterus) cancer",
    "url": "https://www.nhs.uk/conditions/womb-cancer/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toWomb (uterus) cancer"
            ]
        },
        {
            "title": "Treatment for womb cancer",
            "paragraphs": [
                "Womb cancer is usually treatable when it’s found early.",
                "The treatment you have for womb cancer will depend on:",
                "It will usually include surgery, chemotherapy or radiotherapy. It may also include treatment with targeted medicines to treat the cancer.",
                "The specialist care team looking after you will:",
                "You'll have regular check-ups during and after any treatments. You may also have more tests and scans.",
                "If you have any symptoms or side effects that you are worried about, talk to your specialists. You do not need to wait for your next check-up."
            ]
        },
        {
            "title": "Surgery",
            "paragraphs": [
                "Surgery is often the main treatment for womb cancer. Especially if the cancer is found early.",
                "Different surgeries involve removing:",
                "Recovery from surgery can take a long time. Your specialist team looking after you will talk to you about all the benefits and side effects.",
                "If the cancer has spread to other parts of your body, you may need to have a combination of surgery, radiation and chemotherapy to remove as much of the cancer as possible."
            ]
        },
        {
            "title": "Radiotherapy",
            "paragraphs": [
                "Radiotherapyuses high-energy rays of radiation to kill cancer cells.",
                "You may have radiotherapy for womb cancer:"
            ]
        },
        {
            "title": "Chemotherapy",
            "paragraphs": [
                "Chemotherapyis medicine that kills cancer cells.",
                "You may have chemotherapy for womb cancer:"
            ]
        },
        {
            "title": "Hormone therapy",
            "paragraphs": [
                "You may have hormone therapy to ease symptoms or shrink and control the cancer if it has spread outside your womb to other parts in your body.",
                "This treatment is suitable if you’re not well enough to have surgery or radiotherapy."
            ]
        },
        {
            "title": "Immunotherapy",
            "paragraphs": [
                "Immunotherapy medicines help your immune system to find and kill cancer cells.",
                "This treatment may be suitable if you have advanced womb cancer or if womb cancer has come back after treatment."
            ]
        },
        {
            "title": "Care after your treatment",
            "paragraphs": [
                "The clinical nurse specialist or another member of your specialist team will be able to give you information on follow-up care after treatment.",
                "It may also help to get support from family, friends or a support organisation, if you get anxious before or between appointments.",
                "Macmillan Cancer Support has a free helpline that's open every day from 8am to 8pm.",
                "They're there to listen if you have anything you want to talk about.",
                "Call 0808 808 0000."
            ]
        },
        {
            "title": "Find out more",
            "paragraphs": [
                "Page last reviewed: 29 October 2024Next review due: 29 October 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/womb-cancer/help-and-support/",
        "https://www.nhs.uk/conditions/radiotherapy/",
        "https://www.nhs.uk/conditions/chemotherapy/",
        "https://www.nhs.uk/conditions/womb-cancer/help-and-support/"
    ],
    "sublink_articles": []
}