{
    "title": "Treatment\n    \n - \n      Infertility",
    "url": "https://www.nhs.uk/conditions/infertility/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toInfertility"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If you have fertility problems, the treatment you're offered will depend on what's causing the problem and what's available from your local integrated care board (ICB).",
                "Find your local integrated care board (ICB).",
                "There are 3 main types of fertility treatment:"
            ]
        },
        {
            "title": "Medicines",
            "paragraphs": [
                "Common fertility medicines include:",
                "Some of these medicines may cause side effects, such as nausea, vomiting, headaches and hot flushes.",
                "Speak to your doctor for more information about the possible side effects of specific medicines.",
                "Medicine that stimulates the ovaries is not recommended for women with unexplained infertility because it has not been found to increase their chances of getting pregnant."
            ]
        },
        {
            "title": "Surgical procedures",
            "paragraphs": [
                "There are several types of surgical procedures that may be used to investigate fertility problems and help with fertility."
            ]
        },
        {
            "title": "Fallopian tube surgery",
            "paragraphs": [
                "If your fallopian tubes have become blocked or scarred, you may need surgery to repair them.",
                "Surgery can be used to break up the scar tissue in your fallopian tubes, making it easier for eggs to pass through them.",
                "The success of surgery will depend on the extent of the damage to your fallopian tubes.",
                "Possible complications from tubal surgery include anectopic pregnancy, which is when the fertilised egg implants outside the womb."
            ]
        },
        {
            "title": "Endometriosis, fibroids and PCOS",
            "paragraphs": [
                "Endometriosis is a condition where tissue, similar to the lining of the womb, grows in other places outside the womb.",
                "Laparoscopic surgery is often used to treatendometriosisby destroying or removing fluid-filled sacs called cysts.",
                "It may also be used to remove submucosalfibroids, which are small growths in the womb.",
                "If you havepolycystic ovary syndrome (PCOS), a minor surgical procedure called laparoscopic ovarian drilling can be used if ovulation medicine has not worked.",
                "This involves using either heat or a laser to destroy part of the ovary.",
                "Read more aboutlaparoscopy."
            ]
        },
        {
            "title": "Correcting an epididymal blockage and surgery to retrieve sperm",
            "paragraphs": [
                "The epididymis is a coil-like structure in the testicles that helps store and transport sperm.",
                "Sometimes the epididymis becomes blocked, preventing sperm from being ejaculated normally. If this is causing infertility, surgery can be used to correct the blockage.",
                "Surgical extraction of sperm may be an option if you:",
                "Surgical extraction is usually done underlocal anaesthetic, but might be done under general anaesthetic depending on which type of procedure you have. It will usually be done as an outpatient procedure.",
                "You'll be advised on the same day about the quality of the tissue or sperm collected.",
                "Any sperm will be frozen and placed in storage for use at a later stage."
            ]
        },
        {
            "title": "Intrauterine insemination (IUI)",
            "paragraphs": [
                "Intrauterine insemination (IUI), also known as artificial insemination, involves inserting sperm into the womb via a thin plastic tube passed through the cervix.",
                "Sperm is first collected and washed in a fluid. The best quality specimens (the fastest moving) are selected.",
                "Read more aboutIUI."
            ]
        },
        {
            "title": "In vitro fertilisation (IVF)",
            "paragraphs": [
                "In vitro fertilisation (IVF), is when an egg is fertilised outside the body. Fertility medicine is taken to encourage the ovaries to produce more eggs than usual.",
                "Eggs are removed from the ovaries and fertilised with sperm in a laboratory. A fertilised egg (embryo) is then returned to the womb to grow and develop.",
                "Read more aboutIVF."
            ]
        },
        {
            "title": "Egg and sperm donation",
            "paragraphs": [
                "If you or your partner has an infertility problem, you may be able to receive eggs or sperm from a donor to help you conceive. Treatment with donor eggs is usually done using IVF.",
                "Anyone who registered to donate eggs or sperm after 1 April 2005 can no longer remain anonymous and must provide information about their identity.",
                "This is because a child born as a result of donated eggs or sperm is legally entitled to find out the identity of the donor when they become an adult (at age 18).",
                "Further information",
                "Get more information aboutfertility treatment options from the Human Fertilisation and Embryology Authority (HFEA) website."
            ]
        },
        {
            "title": "Eligibility for fertility treatment on the NHS",
            "paragraphs": [
                "Fertility treatment funded by the NHS varies across the UK. Waiting lists for treatment can be very long in some areas.",
                "The eligibility criteria can also vary. A GP will be able to advise about your eligibility for treatment, or you can contactyour local integrated care board (ICB).",
                "If the GP refers you to a specialist for further tests, the NHS will pay for this. All patients have the right to be referred to an NHS clinic for the initial investigation."
            ]
        },
        {
            "title": "Going private",
            "paragraphs": [
                "If you have an infertility problem you may want to consider private treatment. This can be expensive, and there's no guarantee of success.",
                "It's important to choose a private clinic carefully.",
                "You should find out:",
                "Ask for a personalised, fully costed treatment plan that explains exactly what's included, such as fees, scans and any necessary medicine."
            ]
        },
        {
            "title": "Choosing a clinic",
            "paragraphs": [
                "If you decide to go private, you can ask a GP for advice. Make sure youchoose a clinic licensed by the HFEA.",
                "The HFEA is a government organisation that regulates and inspects all UK clinics that provide fertility treatment, including the storage of eggs, sperm or embryos.",
                "GOV.UK has more information about your consumer rights when paying for fertility treatment."
            ]
        },
        {
            "title": "Complementary therapy",
            "paragraphs": [
                "There's no evidence to suggest complementary therapies for fertility problems are effective.",
                "The National Institute for Health and Care Excellence (NICE) states further research is needed before such interventions can be recommended.",
                "Page last reviewed: 09 August 2023Next review due: 09 August 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/",
        "https://www.nhs.uk/conditions/ectopic-pregnancy/",
        "https://www.nhs.uk/conditions/endometriosis/",
        "https://www.nhs.uk/conditions/fibroids/",
        "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/",
        "https://www.nhs.uk/conditions/laparoscopy/",
        "https://www.nhs.uk/conditions/intrauterine-insemination-iui/",
        "https://www.nhs.uk/conditions/ivf/"
    ],
    "sublink_articles": []
}