{
    "title": "Treatment\n    \n - \n      Varicose eczema",
    "url": "https://www.nhs.uk/conditions/varicose-eczema/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toVaricose eczema"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Treatment for varicose eczema aims to improve the condition of your skin, treat your symptoms and help improve your blood flow (circulation).",
                "For many people, this involves long-term treatment with a combination of:",
                "Lipodermatosclerosis (hardened, tight skin) is treated in a similar way to varicose eczema.",
                "If you also have avenous leg ulcer, find out more abouttreatments for venous leg ulcers.",
                "If you also havevaricose veins, a GP may refer you to a vascular surgeon, who can plan any necessary treatment. Find out more abouttreatments for varicose veins."
            ]
        },
        {
            "title": "Self-help tips",
            "paragraphs": [
                "The following steps may help reduce the symptoms of varicose eczema and help prevent further problems:",
                "Fluid can build up in your lower legs if you sit or stand for too long, so it's important to keep moving. Walking will get your muscles working and help to push the blood through the veins and back to your heart."
            ]
        },
        {
            "title": "Emollients",
            "paragraphs": [
                "Emollients are moisturising treatments applied directly to the skin to reduce water loss and cover it with a protective layer. They're often used to help manage dry or scaly skin conditions such as eczema."
            ]
        },
        {
            "title": "Choice of emollient",
            "paragraphs": [
                "There are several different emollients available. Some can be bought without a prescription, but if you have varicose eczema it may be helpful to ask a GP to recommend a suitable product.",
                "You may need to try several different emollients to find one that works for you. You may also be prescribed a mixture of emollients, for example:",
                "The difference between lotions, creams and ointments is the amount of oil they contain. Ointments contain the most oil, so they can be greasy, but are the most effective at keeping moisture in the skin. Lotions contain the least amount of oil, so are not greasy, but can be less effective. Creams are somewhere in between."
            ]
        },
        {
            "title": "How to use emollients",
            "paragraphs": [
                "If you have varicose eczema, you should use an emollient at least 2 times a day, even if you do not have any symptoms.",
                "To apply the emollient:",
                "It's very important to keep using emollients during a flare-up of varicose eczema, because this is when the skin needs the most moisture. Apply emollients frequently and in generous amounts during a flare-up."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "It's unusual for emollients to cause side effects, but they can occasionally cause a rash. Greasy emollients may sometimes cause folliculitis (inflammation of the hair follicles).",
                "If you experience any side effects from an emollient, speak to a GP, who can prescribe an alternative product.",
                "Be aware that some emollients contain paraffin and can be a fire hazard, so should not be used near a naked flame. Clothing and bedding can also absorb emollient and become more flammable.",
                "Emollients added to bath water can make your bath very slippery, so take care getting in and out of the bath."
            ]
        },
        {
            "title": "Topical corticosteroids",
            "paragraphs": [
                "If your skin is inflamed from a flare-up of varicose eczema, a GP may prescribe atopical corticosteroid(applied directly to your skin) to quickly reduce the inflammation.",
                "Different strength topical corticosteroids can be prescribed, depending on the severity of the varicose eczema.",
                "If you have flare-ups of lipodermatosclerosis, you may need a very strong topical corticosteroid."
            ]
        },
        {
            "title": "How to use topical corticosteroids",
            "paragraphs": [
                "When using corticosteroids, only apply the product to the affected areas. A doctor can advise you on how much to apply and how often. You can also check the advice in the patient information leaflet that comes with your medicine.",
                "Most people only have to apply a topical corticosteroid once a day. When applying the medicine you should:",
                "If varicose eczema is moderate to severe, you may need to apply topical corticosteroids both between flare-ups and during them.",
                "If you need to use topical corticosteroids on a long-term basis, you should apply them less frequently. A GP will advise you on how often you should be applying them.",
                "You should also speak to a GP if you've been using a topical corticosteroid and your symptoms have not improved."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "Topical corticosteroids may cause a mild and short-lived burning or stinging sensation when you apply them, particularly if using a cream.",
                "Generally, using a strong topical corticosteroid for prolonged periods will increase your risk of getting more serious side effects, such as thinning of the skin. A doctor can advise you about the strength of the medication you require and when you should use it.",
                "Speak to a GP or pharmacist if you notice any changes to your skin while using topical corticosteroids or after stopping treatment. Some people may develop redness and swelling of the skin after stopping treatment, but this is rare."
            ]
        },
        {
            "title": "Compression stockings",
            "paragraphs": [
                "Medical compression stockings are specially designed to steadily squeeze your legs to help improve your circulation. They're tightest at the ankle and get gradually looser as they go further up your leg. This encourages blood to flow upwards towards your heart.",
                "Medical compression stockings are used to treat varicose eczema and lipodermatosclerosis by improving the flow of blood through your leg veins and reducing the pressure in the veins."
            ]
        },
        {
            "title": "Choice of compression stockings",
            "paragraphs": [
                "Compression stockings are available in a variety of different sizes and pressures. They're also available in:",
                "You'll be measured by a nurse to make sure you know what size stocking you need. Support stockings or tights that lightly compress the legs can be bought from pharmacies. Compression stockings that compress the legs more are available on prescription.",
                "In some cases, if you find it difficult to put on your stockings, you may be advised to use a tubular bandage instead."
            ]
        },
        {
            "title": "Wearing compression stockings",
            "paragraphs": [
                "You'll usually need to put on your compression stockings as soon as you get up in the morning and take them off when you go to bed.",
                "Wearing compression stockings can be uncomfortable, particularly during hot weather, but it's important to wear them correctly to get the most benefit.",
                "Pull them all the way up so the correct level of compression is applied to each part of your leg. Do not let the stocking roll down, or it may dig into your skin in a tight band around your leg.",
                "Speak to a GP if the stockings are uncomfortable, they do not seem to fit, or you have difficulty putting them on. It may be possible to get custom-made stockings that will fit you exactly.",
                "Take care when putting compression stockings on and taking them off, as this can damage fragile skin. If you have a leg ulcer, it ideally needs to heal before you start wearing compression stockings."
            ]
        },
        {
            "title": "Caring for compression stockings",
            "paragraphs": [
                "Compression stockings usually have to be replaced every 3 to 6 months. Speak to a GP if your stockings become damaged, as they may no longer be effective.You should be prescribed 2 stockings (or 2 sets of stockings if you are wearing 1 on each leg) so that 1 stocking can be worn while the other is being washed and dried. Compression stockings should be hand-washed in warm water and dried away from direct heat."
            ]
        },
        {
            "title": "Complementary therapies",
            "paragraphs": [
                "Some people try complementary therapies such as food supplements or herbal remedies to treat varicose eczema, but there is often a lack of evidence to show they are effective in treating the condition.",
                "If you're thinking about using a complementary therapy, speak to a GP first to ensure the therapy is safe for you to use. You should continue with any other treatments prescribed by a GP.",
                "Page last reviewed: 20 April 2023Next review due: 20 April 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/topical-steroids/",
        "https://www.nhs.uk/conditions/leg-ulcer/",
        "https://www.nhs.uk/conditions/leg-ulcer/treatment/",
        "https://www.nhs.uk/conditions/varicose-veins/treatment/",
        "https://www.nhs.uk/conditions/topical-steroids/"
    ],
    "sublink_articles": []
}