{
    "title": "Treatment\n    \n - \n      Obesity",
    "url": "https://www.nhs.uk/conditions/obesity/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toObesity"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If you're living with obesity, your GP can offer you for advice about improving your lifestyle and losing and managing your weight safely.",
                "Your GP can advise you about losing weight safely by eating ahealthy, balanced dietand regularphysical activity.",
                "They can also let you know about other useful services, such as:",
                "If you have underlying problems associated with obesity, such aspolycystic ovary syndrome (PCOS),high blood pressure,diabetesorsleep apnoea, your GP may recommend further tests or specific treatment. In some cases, they may refer you to a specialist."
            ]
        },
        {
            "title": "Self-refer for help with your weight",
            "paragraphs": [
                "If you need help managing your weight, you might be able to refer yourself directly to services that can help you, without seeing a GP.",
                "To find out if there are any services in your area:"
            ]
        },
        {
            "title": "Diet",
            "paragraphs": [
                "There's no single rule that applies to everyone, but to lose weight at a safe and sustainable rate of 0.5 to 1kg a week, most people are advised to reduce their energy intake by 600 calories a day.",
                "For most men, this will mean consuming no more than 1,900 calories a day, and for most women, no more than 1,400 calories a day.",
                "The best way to achieve this is to swap unhealthy and high-energy food choices – such as fast food, processed food and sugary drinks (including alcohol) – for healthier choices.",
                "A healthy diet should consist of:",
                "Try to avoid foods containing high levels of salt because they can raise your blood pressure, which can be dangerous for people who are already living with obesity. Read sometips for a lower-salt diet.",
                "You'll also need to check calorie information for each type of food and drink you consume to make sure you don't go over your daily limit.",
                "Some restaurants, cafés and fast food outlets provide calorie information per portion, although providing this information isn't compulsory. Be careful when eating out because some foods can quickly take you over the limit, such as burgers, fried chicken, and some curries or Chinese dishes.",
                "Read more aboutcalorie counting."
            ]
        },
        {
            "title": "Diet programmes and fad diets",
            "paragraphs": [
                "Avoid fad diets that recommend unsafe practices, such as fasting (going without food for long periods of time) or cutting out entire food groups. These types of diets do not work, can make you feel ill, and are not sustainable because they do not teach you long-term healthy eating habits.",
                "This is not to say that all commercial diet programmes are unsafe. Many are based on sound medical and scientific principles and can work well for some people.",
                "A responsible diet programme should:"
            ]
        },
        {
            "title": "Very low calorie diets",
            "paragraphs": [
                "A very low calorie diet (VLCD) is where you consume less than 800 calories a day.",
                "These diets can lead to rapid weight loss, but they are not a suitable or safe method for everyone, and they are not routinely recommended for managing obesity.",
                "VLCDs are usually only recommended if you have an obesity-related complication that would benefit from rapid weight loss.",
                "VLCDs should not usually be followed for longer than 12 weeks at a time, and they should only be used under the supervision of a suitably qualified healthcare professional.",
                "Speak to your GP first if you're considering this type of diet."
            ]
        },
        {
            "title": "Further information",
            "paragraphs": [
                "For more information about diet and weight loss, read:"
            ]
        },
        {
            "title": "Exercise",
            "paragraphs": [
                "Reducing the amount of calories in your diet will help you lose weight, but maintaining a healthy weight requires physical activity to burn energy.",
                "As well as helping you maintain a healthy weight, physical activity also has wider health benefits. For example, it can help prevent and manage more than 20 conditions, such as reducing the risk oftype 2 diabetesby 40%.",
                "The Chief Medical Officers recommend that adults should do a minimum of 150 minutes moderate-intensity activity a week – for example, 5 sessions of 30-minute exercise a week. Something is better than nothing, and doing just 10 minutes of exercise at a time is beneficial.",
                "Moderate-intensity activity is any activity that increases your heart and breathing rate, such as:",
                "Alternatively, you could do 75 minutes of vigorous-intensity activity a week, or a combination of moderate and vigorous activity.",
                "During vigorous activity, breathing is very hard, your heart beats rapidly and you may be unable to hold a conversation. Examples include:",
                "You should also dostrength exercisesandbalance training2 days a week. This could be in the form of a gym workout, carrying shopping bags, or doing an activity such as tai chi. It's also critical that you break up sitting (sedentary) time by getting up and moving around.",
                "Your GP, weight loss adviser or staff at your local sports centre can help you create a plan suited to your own personal needs and circumstances, with achievable and motivating goals. Start small and build up gradually.",
                "It's also important to find activities you enjoy and want to keep doing. Activities with a social element or exercising with friends or family can help keep you motivated. Make a start today – it's never too late.",
                "Read more about thephysical activity guidelines for adultsand thephysical activity guidelines for older adults.",
                "You may need to exercise for longer each day to prevent obesity or to avoid regaining weight if you've been obese. To prevent obesity, 45 to 60 minutes of moderate-intensity activity a day is recommended. To avoid regaining weight after being obese, you may need to do 60 to 90 minutes of activity each day.",
                "Your GP or weight loss adviser will be able to advise you further about the type of exercise you should do and for how long taking into account your current fitness level and individual circumstances."
            ]
        },
        {
            "title": "Further information",
            "paragraphs": [
                "For more information about exercise, see:"
            ]
        },
        {
            "title": "Other useful strategies",
            "paragraphs": [
                "Evidence has shown that weight loss can be more successful if it involves other strategies, alongside diet and lifestyle changes. This could include things like:",
                "Getting psychological support from a trained healthcare professional may also help you change the way you think about food and eating. Techniques such ascognitive behavioural therapy (CBT)can be useful."
            ]
        },
        {
            "title": "Avoiding weight regain",
            "paragraphs": [
                "It's important to remember that as you lose weight your body needs less food (calories), so after a few months, weight loss slows and levels off, even if you continue to follow a diet.",
                "If you go back to your previous calorie intake once you've lost weight, it's very likely you'll put the weight back on. Increasing physical activity to up to 60 minutes a day and continuing to watch what you eat may help you keep the weight off."
            ]
        },
        {
            "title": "Medicine",
            "paragraphs": [
                "Many different types of anti-obesity medicines have been tested inclinical trials, but the only ones that have proved to be safe and effective for use on the NHS for weight management are orlistat, liraglutide and semaglutide.",
                "Never take an anti-obesity medicine if it has not been prescribed to you.",
                "These types of medicines may not be safe for you and could cause serious side effects."
            ]
        },
        {
            "title": "Orlistat",
            "paragraphs": [
                "You can only use orlistat if a doctor or pharmacist thinks it's the right medicine for you. Orlistat is available on prescription from your doctor, or you can buy it at a lower dose from a pharmacy. Products available directly from pharmacies are Alli and Orlos, which must be taken under the supervision of a pharmacist.",
                "Orlistat works by preventing around a third of the fat from the food you eat being absorbed. The undigested fat is not absorbed into your body and is passed out with your poo. This will help you avoid gaining weight, and may help you to lose weight.",
                "You'll need to start eating a balanced diet and exercising regularly before beginning treatment with orlistat, and continue this during treatment and after you stop taking orlistat.",
                "Orlistat will usually only be recommended if you've made a significant effort to lose weight through diet, exercise or changing your lifestyle.",
                "Even then, orlistat is only prescribed if you have either:",
                "Orlistat is not usually recommended for pregnant or breastfeeding women.",
                "Before prescribing orlistat, your doctor will discuss the benefits and potential limitations with you, including any potential side effects.",
                "Follow your doctor's advice about how to take it, and the instructions that come with your medicine.",
                "Treatment with orlistat should only continue beyond 3 months if you've lost 5% of your body weight. It usually starts to affect how you digest fat within 1 to 2 days.",
                "If you have not lost weight after taking orlistat for 3 months, it's unlikely to be an effective treatment for you. Ask your doctor or pharmacist, as you may need to stop your treatment.",
                "If you're taking medicine for another serious health condition, such as type 2 diabetes, high blood pressure or kidney disease, it may be necessary to change the dose of your medicine. Speak to your GP before starting treatment with orlistat.",
                "If you have type 2 diabetes, it may take you longer to lose weight using orlistat, so your target weight loss after 3 months may be slightly lower.",
                "Common side effects of orlistat include:",
                "You're much less likely to get these side effects if you stick to a low-fat diet.",
                "If you're taking theoral contraceptive pilland you have severe diarrhoea while taking orlistat, use an additional method ofcontraception, such as acondom. This is because your body may not absorb the contraceptive pill if you have diarrhoea, so it may not be effective. Check the pill packet for advice."
            ]
        },
        {
            "title": "Liraglutide and semaglutide",
            "paragraphs": [
                "Liraglutide (also called Saxenda) and semaglutide (also called Wegovy) are weight loss medicines that work by making you feel fuller and less hungry. They're taken as an injection. Your doctor or nurse will show you how to take it.",
                "Liraglutide is taken once a day, and semaglutide is taken once a week.",
                "You can only take liraglutide or semaglutide if they're prescribed for you by a specialist weight management service. A doctor might recommend that you take one of these medicines if diet and exercise changes have not worked on their own.",
                "You'll need to eat a balanced, reduced-calorie diet and exercise regularly while taking liraglutide or semaglutide.",
                "Before prescribing liraglutide or semaglutide, your doctor will talk you through the benefits and limitations, including any side effects you might get.",
                "Liraglutide is suitable for adults aged up to 75. It is not recommended if you're pregnant or breastfeeding or have certain health conditions, such as liver or kidney problems.",
                "You'll only be prescribed liraglutide if all of these apply:",
                "You'll only be prescribed semaglutide if you have health problems due to your weight and you have a BMI of either:",
                "It's not recommended if you're pregnant or breastfeeding or have certain health conditions.",
                "You'll have a review after taking liraglutide for 3 months, or after taking semaglutide for 6 months. You'll then usually only carry on taking the medicine if you've lost at least 5% of your body weight.",
                "You can take semaglutide for a maximum of 2 years."
            ]
        },
        {
            "title": "Surgery",
            "paragraphs": [
                "Weight loss surgery, also called bariatric surgery, is sometimes used to treat people with severe obesity.",
                "Bariatric surgery is usually only available on the NHS to treat people with severe obesity who fulfil all of the following criteria:",
                "People who have been diagnosed with type 2 diabetes in the last 10 years may be considered for a priority assessment for bariatric surgery if both of these apply:"
            ]
        },
        {
            "title": "Treating obesity in children",
            "paragraphs": [
                "Treating children living with obesity usually involves improvements to diet and increasing physical activity using behaviour change strategies.",
                "The amount of calories your child should eat each day will depend on their age and height. Your GP should be able to advise you about a recommended daily limit, and they may also be able to refer you to your local family healthy lifestyle programme.",
                "Children over the age of 5 should ideally get at least 60 minutes of vigorous-intensity exercise a day, such as running or playing football or netball. Sedentary activities, such as watching television and playing computer games, should be restricted.",
                "Read more about thephysical activity guidelines for children and young people.",
                "Referral to a specialist in treating childhood obesity may be recommended if your child develops an obesity-related complication, or there's thought to be an underlying medical condition causing obesity.",
                "The use of orlistat in children is only recommended in exceptional circumstances, such as if a child is severely obese and has an obesity-related complication.",
                "Bariatric surgery isn't generally recommended for children, but may be considered for young people in exceptional circumstances, and if they've achieved, or nearly achieved, physiological maturity."
            ]
        },
        {
            "title": "Further information",
            "paragraphs": [
                "For more information about diet and exercise in children, read:",
                "Page last reviewed: 15 February 2023Next review due: 15 February 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/diabetes/",
        "https://www.nhs.uk/conditions/sleep-apnoea/",
        "https://www.nhs.uk/conditions/type-2-diabetes-old/",
        "https://www.nhs.uk/conditions/clinical-trials/",
        "https://www.nhs.uk/conditions/flatulence/",
        "https://www.nhs.uk/conditions/high-blood-sugar-hyperglycaemia/",
        "https://www.nhs.uk/conditions/high-cholesterol/",
        "https://www.nhs.uk/conditions/weight-loss-surgery/",
        "https://www.nhs.uk/conditions/type-2-diabetes-old/"
    ],
    "sublink_articles": []
}