{
    "title": "Treatment\n    \n - \n      Gestational diabetes",
    "url": "https://www.nhs.uk/conditions/gestational-diabetes/treatment/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toGestational diabetes"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "If you have gestational diabetes, the chances of having problems with the pregnancy can be reduced by controlling your blood sugar (glucose) levels.",
                "You'll also need to be more closely monitored during pregnancy and labour to check if treatment is working and for any problems."
            ]
        },
        {
            "title": "Checking your blood sugar level",
            "paragraphs": [
                "You'll be given a testing kit that you can use to check your blood sugar (glucose) level.",
                "This involves using a finger-pricking device and putting a drop of blood on a testing strip.",
                "You'll be advised:",
                "If you take insulin and have problems with low blood sugar (hypoglycaemia) or your blood sugar is not stable, your care team might offer you a continuous glucose monitor (CGM).",
                "This is a small sensor you wear on your skin that sends data wirelessly to a receiver or a mobile phone, so you can see your blood sugar level at any time.",
                "Diabetes UK has more information about checking your blood sugar levels"
            ]
        },
        {
            "title": "A healthy diet",
            "paragraphs": [
                "Making changes to your diet can help control your blood sugar levels.",
                "You should be referred to a dietitian, who can give you advice about your diet and how to plan healthy meals.",
                "You may be advised to:",
                "It's also important to be aware offoods to avoid during pregnancy, such as certain types of fish and cheese.",
                "Diabetes UK: What can I eat with gestational diabetes?",
                "Diabetes UK: Glycaemic index (GI) and diabetes"
            ]
        },
        {
            "title": "Exercise",
            "paragraphs": [
                "Physical activity lowers your blood glucose level, so regular exercise can be an effective way to manage gestational diabetes.",
                "You'll be advised about safe ways to exercise during pregnancy. Find out more aboutexercise in pregnancy.",
                "A common recommendation is to aim for at least 150 minutes (2 hours and 30 minutes) of moderate-intensity activity a week, plus strength exercises on 2 or more days a week."
            ]
        },
        {
            "title": "Medicine",
            "paragraphs": [
                "You may be given medicine if your blood sugar levels are still not stable 1 to 2 weeks after changing your diet and exercising regularly, or if your blood sugar level is very high when you're first diagnosed. This may be tablets – usually metformin – or insulin injections.",
                "Your blood sugar levels can increase as your pregnancy progresses, so even if they improve at first, you may need to take medicine later in pregnancy.",
                "You can usually stop taking these medicines after you give birth."
            ]
        },
        {
            "title": "Tablets",
            "paragraphs": [
                "Metforminis taken as a tablet up to 3 times a day, usually with or after meals.",
                "Side effects of metformin can include:",
                "Occasionally a different tablet called glibenclamide may be prescribed."
            ]
        },
        {
            "title": "Insulin",
            "paragraphs": [
                "Insulin may be recommended if:",
                "You inject insulin using an insulin pen. This is a device that helps you inject safely and take the right dose.",
                "Using an insulin pen does not usually hurt. The needles are very small, as you only inject a small amount just under your skin. You'll be shown where to inject and how to use your pen.",
                "Depending on the type of insulin you're prescribed, you may need to take it before meals, at bedtime, or on waking.",
                "You will be told how much insulin to take. Blood sugar levels usually increase as pregnancy progresses, so your insulin dose may need to be increased over time.",
                "Insulin can cause your blood sugar to fall too low (hypoglycaemia). Symptoms of low blood sugar include feeling shaky, sweaty or hungry, turning paler than usual, or finding it difficult to concentrate.",
                "If this happens, test your blood sugar, and treat it straight away if it's low. Find outhow to treat low blood sugar.",
                "You'll be given information about hypoglycaemia if you're prescribed insulin.",
                "Find out more about types of insulin and how to take it"
            ]
        },
        {
            "title": "Monitoring your pregnancy",
            "paragraphs": [
                "Gestational diabetes can increase the risk of your baby developing problems, such as growing larger than usual.",
                "Because of this, you'll be offered extra antenatal appointments so your baby can be monitored.",
                "Appointments you should be offered include:"
            ]
        },
        {
            "title": "Giving birth",
            "paragraphs": [
                "The ideal time to give birth if you have gestational diabetes is usually around weeks 38 to 40.",
                "If your blood sugar is within normal levels and there are no concerns about your or your baby's health, you may be able to wait for labour to start naturally.",
                "However, you'll usually be offeredinductionof labour or acaesarean sectionif you have not given birth by 40 weeks and 6 days.",
                "Earlier delivery may be recommended if there are concerns about your or your baby's health, or if your blood sugar levels have not been well controlled.",
                "You should give birth at a hospital where specially trained health care professionals are available to provide appropriate care for your baby.",
                "When you go into hospital to give birth, take your blood sugar testing kit with you, plus any medicines you're taking.",
                "Usually you should keep testing your blood sugar and taking your medicines until you're inestablished labouror you're told to stop eating before a caesarean section.",
                "During labour and delivery, your blood sugar will be monitored and kept under control. You may need to have insulin given to you through a drip, to control your blood sugar levels."
            ]
        },
        {
            "title": "After birth",
            "paragraphs": [
                "You can usually see, hold and feed your baby soon after you've given birth. It's important to feed your baby as soon as possible after birth (within 30 minutes) and then at frequent intervals (every 2-3 hours) until your baby's blood sugar levels are stable.",
                "Your baby's blood sugar level will be tested starting 2 to 4 hours after birth. If it's low, your baby may need to be temporarily fed through a tube or a drip.",
                "If your baby is unwell or needs close monitoring, they may be looked after in a specialistneonatal unit.",
                "Any medicines you were taking to control your blood sugar will usually be stopped after you give birth. You'll usually be advised to keep checking your blood sugar for 1 or 2 days after you give birth.",
                "If you're both well, you and your baby will normally be able to go home after 24 hours.",
                "You should have a blood test to check for diabetes 6 to 13 weeks after giving birth. This is because a small number of women with gestational diabetes continue to have raised blood sugar after pregnancy.",
                "If the result is normal, you'll usually be advised to have an annual test for diabetes. This is because you're at an increased risk of developingtype 2 diabetes– a lifelong type of diabetes – if you've had gestational diabetes."
            ]
        },
        {
            "title": "Video: gestational diabetes",
            "paragraphs": [
                "This video gives advice about gestational diabetes and Kimberly talks about her pregnancy after being diagnosed.",
                "This is a modal window.",
                "Beginning of dialog window. Escape will cancel and close the window.",
                "End of dialog window.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "This is a modal window. This modal can be closed by pressing the Escape key or activating the close button.",
                "Page last reviewed: 08 December 2022Next review due: 08 December 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/pregnancy-and-baby/foods-to-avoid-pregnant/",
        "https://www.nhs.uk/conditions/pregnancy-and-baby/pregnancy-exercise/",
        "https://www.nhs.uk/conditions/polyhydramnios/",
        "https://www.nhs.uk/conditions/low-blood-sugar-hypoglycaemia/",
        "https://www.nhs.uk/conditions/low-blood-sugar-hypoglycaemia/",
        "https://www.nhs.uk/conditions/caesarean-section/"
    ],
    "sublink_articles": []
}