{
    "title": "Ultrasound scan",
    "url": "https://www.nhs.uk/conditions/ultrasound-scan/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "An ultrasound scan is used to see images of the inside of your body, such as  muscles, organs, or a baby in your womb. It's usually done in hospitals or clinics."
            ]
        },
        {
            "title": "Why an ultrasound scan is done",
            "paragraphs": [
                "You might be referred for an ultrasound scan to:",
                "Find out more about ultrasound scans in pregnancy"
            ]
        },
        {
            "title": "Preparing for an ultrasound scan",
            "paragraphs": [
                "The hospital or clinic should tell you if there's anything you need to do before having an ultrasound scan.",
                "For example, a short time before the test you might need to:",
                "Let the person doing the ultrasound scan know if you'd like someone else to be in the room with you (a chaperone). This could be someone you know, or a member of staff."
            ]
        },
        {
            "title": "What happens at an ultrasound scan appointment",
            "paragraphs": [
                "An ultrasound scan can take around 10 to 45 minutes, but it might take longer.",
                "A healthcare professional will do the scan. There might also be a nurse or healthcare assistant in the room.",
                "2 common ways an ultrasound scan is done are:",
                "An ultrasound probe can also be attached to an endoscope, which is a thin tube that's passed into your food pipe (oesophagus) to give your doctor a clearer picture of things such as your heart or stomach."
            ]
        },
        {
            "title": "Before the ultrasound scan",
            "paragraphs": [
                "You might need to undress behind a screen or in a changing room and put on a hospital gown. Sometimes you can just move your clothing out of the way for the scan."
            ]
        },
        {
            "title": "During the ultrasound scan",
            "paragraphs": [
                "<img alt=\"A woman lying on a bed with an ultrasound probe held against her neck.\" class=\"nhsuk-image__img\" sizes=\"\n      (min-width: 1020px) 320px\n      (min-width: 768px) 50vw\n      100vw\n    \" src=\"https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-320.jpg\" srcset=\"\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-320.jpg 320w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-510.jpg 510w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-640.jpg 640w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-767.jpg 767w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-1019.jpg 1019w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-1125.jpg 1125w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_0225_Ultrasound_examination_C0327369.width-1534.jpg 1534w,\n    \"/>",
                "BURGER / PHANIE / SCIENCE PHOTO LIBRARY"
            ]
        },
        {
            "title": "During an internal ultrasound scan",
            "paragraphs": [
                "You're in control of the scan and can ask the person doing your scan to stop at any time.",
                "<img alt=\"A woman lies on a bed with her knees bent while a healthcare professional does an internal ultrasound.\" class=\"nhsuk-image__img\" sizes=\"\n      (min-width: 1020px) 320px\n      (min-width: 768px) 50vw\n      100vw\n    \" src=\"https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-320.jpg\" srcset=\"\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-320.jpg 320w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-510.jpg 510w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-640.jpg 640w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-767.jpg 767w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-1019.jpg 1019w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-1125.jpg 1125w,\n      https://assets.nhs.uk/nhsuk-cms/images/S_1017_transvaginal-ultrasound-scan_C0367996.width-1534.jpg 1534w,\n    \"/>",
                "A. NOOR / BSIP/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/865228/view"
            ]
        },
        {
            "title": "Getting your ultrasound scan results",
            "paragraphs": [
                "You may get the results of your ultrasound scan at the end of your appointment, or it can take a few weeks, depending on why you had the scan.",
                "Your result will be sent to the doctor who referred you for the ultrasound scan. You might need a follow-up appointment with your doctor to discuss your results.",
                "If you have not heard anything after a few weeks, contact the specialist or your GP surgery about your results and what happens next.",
                "Sometimes you might need other tests, depending on why you had the ultrasound scan.",
                "If you had a routine ultrasound during pregnancy, a report about the scan will usually be added to your maternity notes.",
                "Talk to a healthcare professional if you have questions about your results or do not understand them."
            ]
        },
        {
            "title": "Side effects of ultrasound scans",
            "paragraphs": [
                "The sound waves used in ultrasound scans are safe. Ultrasound scans do not use any radiation, unlike in X-rays or CT scans.",
                "The probe used for an external ultrasound scan does not usually cause any pain as it's moved across your skin. But it might be uncomfortable if it's pressed on an area that's already painful, such as a swollen joint.",
                "Internal ultrasound probes can be uncomfortable when they're put inside your body or moved during the test. Tell the person doing the scan if you feel pain and they will help you feel more comfortable.",
                "Page last reviewed: 25 February 2025Next review due: 25 February 2028"
            ]
        },
        {
            "title": "Help us improve our website",
            "paragraphs": [
                "Can you answer a 5 minute survey about your visit today?"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/steroid-injections/"
    ],
    "sublink_articles": []
}