{
    "title": "Vaginal discharge",
    "url": "https://www.nhs.uk/conditions/vaginal-discharge/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Vaginal discharge is normal – most women and girls get it. It's a fluid or mucus that keeps the vagina clean and moist, and protects it from infection."
            ]
        },
        {
            "title": "Check if your vaginal discharge is normal",
            "paragraphs": [
                "Vaginal discharge is not usually anything to worry about if it:",
                "You can get vaginal discharge at any age.",
                "The amount of discharge varies. You usually get heavier discharge during pregnancy, if you're sexually active or if you're using birth control. It's often slippery and wet for a few days between yourperiods(when you ovulate)."
            ]
        },
        {
            "title": "When vaginal discharge can be a sign of an infection",
            "paragraphs": [
                "If your discharge changes – for example, in smell, colour or texture – it might be a sign of an infection. But do not self-diagnose – see a GP if you're worried.",
                "Smells fishy",
                "Bacterial vaginosis",
                "Thick and white, like cottage cheese",
                "Thrush",
                "Green, yellow or frothy",
                "Trichomoniasis",
                "With pelvic pain or bleeding",
                "Chlamydiaorgonorrhoea",
                "With blisters or sores",
                "Genital herpes"
            ]
        },
        {
            "title": "Non-urgent advice:Get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 or get help from111 online."
            ]
        },
        {
            "title": "Sexual health clinics can also help with abnormal discharge",
            "paragraphs": [
                "Sexual health clinics treat problems with the genitals and urine system.",
                "Many sexual health clinics offer a walk-in service, where you do not need an appointment. They'll often get test results quicker than GP surgeries.",
                "Find a sexual health clinic"
            ]
        },
        {
            "title": "Things you can do to help with vaginal discharge",
            "paragraphs": [
                "You cannot prevent vaginal discharge, but it's normal and usually nothing to worry about.",
                "To help avoid irritation, soreness or dryness:"
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "wash the skin around your vagina gently using warm water and mild, non-perfumed soap"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not use perfumed soaps or gels",
                "do not use deodorants or scented hygiene wipes",
                "do not wash inside your vagina (douche)",
                "Page last reviewed: 15 February 2024Next review due: 15 February 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/periods/",
        "https://www.nhs.uk/conditions/bacterial-vaginosis/",
        "https://www.nhs.uk/conditions/thrush-in-men-and-women/",
        "https://www.nhs.uk/conditions/trichomoniasis/",
        "https://www.nhs.uk/conditions/chlamydia/",
        "https://www.nhs.uk/conditions/gonorrhoea/",
        "https://www.nhs.uk/conditions/genital-herpes/"
    ],
    "sublink_articles": []
}