{
    "title": "Varicose veins",
    "url": "https://www.nhs.uk/conditions/varicose-veins/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toHealth A to Z",
                "Varicose veins are swollen, twisted veins under the skin, usually on the legs. They're common and are not usually serious, but there are treatments that can help if they're causing problems."
            ]
        },
        {
            "title": "Check if you have varicose veins",
            "paragraphs": [
                "Varicose veins are widened veins that look swollen and twisted under the skin. They may feel lumpy and bulge out.",
                "They're most common on the legs, but you can get them on other parts of your body.",
                "Dr P. Marazzi/Science Photo Library:https://www.sciencephoto.com/media/875518/view",
                "Alex Bartel/Science Photo Library:https://www.sciencephoto.com/media/263294/view",
                "They sometimes cause other symptoms that affect your legs, such as:",
                "The symptoms may be worse after standing for a long time, and may get better when you rest with your legs up.",
                "Varicose veins may get worse without treatment, but this usually happens very slowly over several years.",
                "They are different from spider veins or thread veins – small red, blue or purple veins that are usually harmless."
            ]
        },
        {
            "title": "Things you can do to help with varicose veins",
            "paragraphs": [
                "If you have varicose veins, there are things you can do to help with the symptoms."
            ]
        },
        {
            "title": "Do",
            "paragraphs": [
                "try to keep to ahealthy weight",
                "put your legs up when possible – for example, lie down with your legs on cushions",
                "exerciseregularly, such as running or walking, to improve blood flow",
                "use a moisturising cream or lotion if you have dry, flaky or itchy skin",
                "try not to injure your legs, to help prevent bleeding"
            ]
        },
        {
            "title": "Don’t",
            "paragraphs": [
                "do not stand for long periods",
                "do not sit for long periods, unless your feet are raised",
                "do not smoke, as it damages your veins – get help toquit smoking"
            ]
        },
        {
            "title": "Non-urgent advice:See a GP if:",
            "paragraphs": [
                "You have varicose veins and:"
            ]
        },
        {
            "title": "Urgent advice:Ask for an urgent GP appointment or get help from NHS 111 if:",
            "paragraphs": [
                "You can call 111 orget help from 111 online."
            ]
        },
        {
            "title": "Treatment for varicose veins",
            "paragraphs": [
                "Varicose veins do not always need treatment. A GP may refer you to a specialist for tests and treatment if you have:",
                "Treatment to improve how varicose veins look is not usually available on the NHS if they're not causing any other problems. You may be able to pay for it privately."
            ]
        },
        {
            "title": "Assessment and treatment from a specialist",
            "paragraphs": [
                "If you're referred to a specialist they'll usually do a test called duplex ultrasound to confirm if you have varicose veins and plan your treatment. This is a type of scan to check your blood flow.",
                "There are several types of treatment that may be offered, including:",
                "The specialist will explain which treatment may be best for you, and the benefits and risks.",
                "This is usually the first choice of treatment for varicose veins. It works by blocking blood flow in the veins, so they become less swollen.",
                "The main steps are:",
                "You'll have the procedure in a hospital or clinic. You'll be able to go home the same day.",
                "You may need to wear compression stockings for about a week. You may have some pain and bruising, but you should be able to go back to most of your usual activities straight away.",
                "You'll usually be offered foam sclerotherapy if endothermal ablation is not suitable for you.",
                "The main steps are:",
                "You'll have the procedure in a hospital or clinic. You'll be able to go home the same day.",
                "You may need to wear compression stockings for about a week. You may have some pain and bruising, but you should be able to go back to most of your usual activities straight away.",
                "You may be offered surgery to remove varicose veins, called ligation and stripping, if simpler procedures are not suitable for you.",
                "The main steps are:",
                "You can usually go home the same day. Moving around may be uncomfortable for a few days, and you may have some pain and bruising for a few weeks. You may need to take 1 to 2 weeks off work.",
                "Your leg will be tightly bandaged or you'll need to wear compression stockings for about a week.",
                "Compression stockings work by putting pressure on your lower legs. This improves your blood flow and can help with swelling and pain.",
                "You'll only be offered compression stockings for varicose veins if procedures or surgery are not suitable for you, or if you do not need other treatments.",
                "They're not suitable if you have problems with blood flow in your arteries. A specialist can check for this.",
                "There are different types of stockings, and it's important to talk to a doctor or pharmacist to make sure you get the right type for you.",
                "It's best to wear them during the day and remove them at bedtime."
            ]
        },
        {
            "title": "Treating varicose veins in pregnancy",
            "paragraphs": [
                "If you get varicose veins during pregnancy, you may be able to use compression stockings, but procedures or surgery to treat them are not usually recommended while you're pregnant.",
                "Varicose veins often get better or go away after your baby's born."
            ]
        },
        {
            "title": "Causes of varicose veins",
            "paragraphs": [
                "Varicose veins happen when the valves that control the flow of blood in your vein do not work properly. This causes blood to build up and put pressure on the vein, which makes it swell and twist.",
                "Varicose veins are very common and anyone can get them, but it's more likely to happen if you:"
            ]
        },
        {
            "title": "Complications of varicose veins",
            "paragraphs": [
                "Varicose veins do not usually cause any serious problems. But they can sometimes cause complications including:",
                "Page last reviewed: 01 July 2024Next review due: 01 July 2027"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/varicose-eczema/",
        "https://www.nhs.uk/conditions/leg-ulcer/",
        "https://www.nhs.uk/conditions/phlebitis/"
    ],
    "sublink_articles": []
}