{
    "title": "What happens\n    \n - \n      Radiotherapy",
    "url": "https://www.nhs.uk/conditions/radiotherapy/what-happens/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toRadiotherapy"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Radiotherapy can be done in many different ways, depending on your circumstances."
            ]
        },
        {
            "title": "Deciding to have treatment",
            "paragraphs": [
                "If you're diagnosed with cancer, you'll be cared for by a team of specialists. Your team will recommend radiotherapy if they think it's the best option for you, but the final decision is yours.",
                "Making this decision can be difficult. You may find it useful to write a list of questions to ask your care team.",
                "For example, you may want to ask about:",
                "If you agree with your team's recommendation, they'll start to plan your treatment once you have given yourconsent to treatment."
            ]
        },
        {
            "title": "Planning your treatment",
            "paragraphs": [
                "Your treatment will be carefully planned to ensure the highest possible dose is delivered to the cancer, while avoiding damage to nearby healthy cells as much as possible.",
                "You will probably have aCT scanto work out exactly where the cancer is and how big it is.",
                "After the scan, some very small but permanent ink marks may be made on your skin to ensure the right area is targeted accurately each time.",
                "If you're having radiotherapy to your head, neck, arm or leg, a plastic mask or mould will be made for you to wear during treatment. The ink marks will be made on the mask."
            ]
        },
        {
            "title": "Your treatment",
            "paragraphs": [
                "Before treatment starts, your care team will create a plan that outlines:",
                "Some people have 5 treatments each week (1 treatment a day from Monday to Friday, with a break at the weekend). But sometimes treatment may be given more than once a day or over the weekend.",
                "Your doctor may call each dose a \"fraction\", although the term \"attendance\" is sometimes used to indicate how many hospitals visits you'll need to make during treatment.",
                "If radiotherapy is being used to control your symptoms, you may only need a single session.",
                "Further information:"
            ]
        },
        {
            "title": "How radiotherapy is given",
            "paragraphs": [
                "Radiotherapy can be given as:"
            ]
        },
        {
            "title": "External radiotherapy",
            "paragraphs": [
                "During external radiotherapy, you lie on a table and a machine directs beams of radiation at the cancer.",
                "The machine is operated from outside the room, but you'll be watched through a window or a camera. There will be an intercom if you need to speak to the person treating you.",
                "You need to keep as still as possible throughout the treatment. It usually only takes a few minutes and is completely painless. You can usually go home soon after it has finished."
            ]
        },
        {
            "title": "Radiotherapy implants",
            "paragraphs": [
                "Radioactive implants (metal wires, seeds or tubes) may be used to treat cancer in areas of the body where they can be placed inside the body without surgery (such as the vagina).",
                "Sometimes surgery is used to place an implant near the cancer.",
                "The length of time the implant is left in your body varies. It could be a few minutes or a few days. In some cases, tiny implants may be left inside the body permanently.",
                "The radiation from the implants is painless, but it could be harmful to other people, so you may need to stay in hospital for a few days until the implant is removed.",
                "Permanent implants are not a risk to other people because they produce a very small amount of radiation that gradually decreases over time.",
                "But you may need to avoid close contact with children and pregnant women for a short time as a precaution. Your care team will let you know what to do."
            ]
        },
        {
            "title": "Radiotherapy injections, capsules or drinks",
            "paragraphs": [
                "Some types of cancer, includingthyroid cancerand someprostate cancer, can be treated with radioactive liquid that you swallowed or have injected.",
                "You may be radioactive for a few days after treatment is given, so you'll probably need to stay in hospital as a precaution until the amount of radiation has fallen to a safe level.",
                "Your treatment team may give you some advice to follow for a few days when you get home, to avoid putting other people at risk."
            ]
        },
        {
            "title": "Intrabeam radiotherapy",
            "paragraphs": [
                "This is where radiotherapy is delivered directly at the tumour during breast cancer surgery.",
                "This treatment is not available at every NHS hospital, only those with an intrabeam machine.",
                "Further information:"
            ]
        },
        {
            "title": "Pregnancy and contraception",
            "paragraphs": [
                "Women should avoid becoming pregnant while having radiotherapy, as the treatment could harm the baby.",
                "Rarely, it may be possible to have radiotherapy in pregnancy. But this depends on where in your body you are having treatment.",
                "Use an effective method of contraception, such as a condom, and contact your care team immediately if you think you may be pregnant.",
                "Men having radiotherapy may sometimes be advised to use contraception during treatment and possibly for several months afterwards.",
                "Macmillan has more information about sex during cancer treatment."
            ]
        },
        {
            "title": "Side effects",
            "paragraphs": [
                "Radiotherapy can cause a range of side effects.",
                "Read about theside effects of radiotherapy."
            ]
        },
        {
            "title": "Deciding to stop treatment",
            "paragraphs": [
                "Some people decide that the benefits of radiotherapy are not worth the poor quality of life due to the side effects.",
                "If you're struggling with the treatment and are having doubts about whether to continue, it's a good idea to speak to your care team.",
                "Your team can give you advice about the likely benefits of continuing with treatment, but the final decision to continue or stop is yours.",
                "Page last reviewed: 05 June 2023Next review due: 05 June 2026"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/radiotherapy/side-effects/",
        "https://www.nhs.uk/conditions/ct-scan/",
        "https://www.nhs.uk/conditions/thyroid-cancer/",
        "https://www.nhs.uk/conditions/prostate-cancer/",
        "https://www.nhs.uk/conditions/radiotherapy/side-effects/",
        "https://www.nhs.uk/conditions/radiotherapy/side-effects/"
    ],
    "sublink_articles": []
}