{
    "title": "Who can have one\n    \n - \n      MRI scan",
    "url": "https://www.nhs.uk/conditions/mri-scan/who-can-have-it/",
    "sections": [
        {
            "title": "Cookies on the NHS website",
            "paragraphs": [
                "We've put some small files called cookies on your device to make our site work.",
                "We'd also like to use analytics cookies. These collect feedback and send information about how our site is used to services called Adobe Analytics, Adobe Target, Qualtrics Feedback and Google Analytics. We use this information to improve our site.",
                "Let us know if this is OK. We'll use a cookie to save your choice. You canread more about our cookiesbefore you choose.",
                "You can change your cookie settings at any time using ourcookies page.",
                "Back toMRI scan"
            ]
        },
        {
            "title": "Contents",
            "paragraphs": [
                "Magnetic resonance imaging (MRI) is very safe and most people are able to have the procedure.",
                "But in some instances an MRI scan may not be recommended.",
                "When your doctor refers you for an MRI scan, tell them if:",
                "The strong magnets used during the scan can affect any metal implants or fragments in your body.",
                "There's no evidence that MRI scans are a risk for pregnant women, but whether you'll be offered one depends on why you need it.",
                "A doctor can discuss with you whether an MRI scan or contrast agent (dye) is suitable for you. If you do have an MRI scan, the radiographers will make sure it's as safe as possible for you and your baby."
            ]
        },
        {
            "title": "Metal implants or fragments",
            "paragraphs": [
                "Having something metallic in your body doesn't necessarily mean you can't have an MRI scan, but it's important for medical staff carrying out the scan to be aware of it.",
                "They can decide on a case-by-case basis if there are any risks, or if further measures need to be taken to ensure the scan is as safe as possible.",
                "For example, it may be possible to make a pacemaker or defibrillator MRI-safe, or to monitor your heart rhythm during the procedure.",
                "You may need to have anX-rayif you're unsure about any metal fragments in your body.",
                "Examples of metal implants or fragments include:"
            ]
        },
        {
            "title": "Tattoos",
            "paragraphs": [
                "Some tattoo ink contains traces of metal, but most tattoos are safe in an MRI scanner.",
                "Tell the radiographer immediately if you feel any discomfort or heat in your tattoo during the scan.",
                "Page last reviewed: 26 July 2022Next review due: 26 July 2025"
            ]
        },
        {
            "title": "Support links",
            "paragraphs": [
                "© Crown copyright"
            ]
        }
    ],
    "sublinks": [
        "https://www.nhs.uk/conditions/pacemaker-implantation/",
        "https://www.nhs.uk/conditions/pacemaker-implantation/",
        "https://www.nhs.uk/conditions/erection-problems-erectile-dysfunction/",
        "https://www.nhs.uk/conditions/hip-replacement-old/",
        "https://www.nhs.uk/conditions/knee-replacement/",
        "https://www.nhs.uk/conditions/mastectomy/",
        "https://www.nhs.uk/conditions/cgm-and-hcl-for-diabetes/"
    ],
    "sublink_articles": []
}