{
  "title": "Ekzaminimi për anevrizmën e aortës abdominale (AAA)",
  "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm-screening/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë në shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu te Shëndeti nga A në Z",
        "Ekzaminimi për anevrizmën e aortës abdominale (AAA) është një test për të kontrolluar nëse ka një fryrje në aortën tuaj, e cila është enja kryesore e gjakut që bart gjakun nga zemra në bark (abdomen).",
        "Ekzaminimi AAA ofrohet për të gjithë burrat mbi moshën 64 vjeç. Çdo person i caktuar si mashkull në lindje që është mbi moshën 64 vjeç mund ta ketë atë."
      ]
    },
    {
      "title": "Pse bëhet ekzaminimi për anevrizmën e aortës abdominale (AAA)",
      "paragraphs": [
        "Ekzaminimi për anevrizmën e aortës abdominale (AAA) bëhet për të kontrolluar nëse ka ndonjë fryrje (anevrizma) në enën kryesore të gjakut në barkun tuaj (abdomen), e quajtur aortë. Aorta shkon nga zemra juaj deri në bark.",
        "Ekipi Multimedia - nhs.uk",
        "Ekzaminimi AAA mund të ndihmojë në gjetjen e një anevrizme të aortës abdominale herët. Kjo do të thotë që ajo mund të monitorohet dhe trajtohet, nëse është e nevojshme, në mënyrë që të jetë më pak e mundshme të plasaritet (shpërthejë), gjë që mund të jetë jetëkërcënuese."
      ]
    },
    {
      "title": "Për kë është ekzaminimi për anevrizmën e aortës abdominale (AAA)",
      "paragraphs": [
        "Të gjithë burrat që jetojnë në Angli ftohen për ekzaminimin e anevrizmës së aortës abdominale (AAA) vitin kur mbushin 65 vjeç.",
        "Ekzaminimi AAA rekomandohet për çdo person të caktuar si mashkull në lindje. Kjo përfshin burrat, gratë trans dhe personat jo-binare.",
        "Do ta keni testin e ekzaminimit AAA një herë, përveç nëse gjendet një anevrizmë.",
        "Burrat ftohen për ekzaminimin AAA sepse ata kanë më shumë gjasa të kenë një anevrizmë të aortës abdominale.",
        "Ekzaminimi AAA zakonisht nuk ofrohet për njerëzit me rrezik më të ulët për të patur një anevrizmë të aortës abdominale, duke përfshirë:",
        "Nëse jeni një burrë trans, grua trans ose jeni jo-binar, nevoja juaj për ekzaminimin AAA varet nga gjinia që ju është caktuar në lindje:",
        "Nëse jeni të regjistruar si mashkull me një mjek të përgjithshëm (GP), do të ftoheni automatikisht për ekzaminimin AAA vitin kur mbushni 65 vjeç.",
        "Nëse jeni të regjistruar si femër me një mjek të përgjithshëm (GP), mund të keni nevojë të bisedoni me klinikën e mjekut të përgjithshëm ose të telefononi shërbimin lokal të ekzaminimit AAA për të kërkuar një takim."
      ]
    },
    {
      "title": "Nëse keni një rrezik më të lartë për anevrizmën e aortës abdominale",
      "paragraphs": [
        "Nëse nuk jeni të përshtatshëm për ekzaminimin AAA por mendoni se jeni në rrezik më të lartë për të patur një anevrizmë të aortës abdominale, bisedoni me një mjek të përgjithshëm për mundësinë e marrjes së një skanimi.",
        "Ju mund të jeni në rrezik më të lartë nëse:"
      ]
    },
    {
      "title": "Si të merrni ekzaminimin për anevrizmën e aortës abdominale (AAA)",
      "paragraphs": [
        "Gjatë vitit kur mbushni 65 vjeç, do të merrni një letër që ju fton për një takim të paracaktuar të ekzaminimit të anevrizmës së aortës abdominale (AAA).",
        "Letra zakonisht dërgohet 3 deri në 6 javë para takimit.",
        "Ekzaminimi AAA zakonisht zhvillohet në klinikat e mjekëve të përgjithshëm ose qendrat shëndetësore, dhe ndonjëherë në spitale.",
        "Nëse keni nevojë të ndryshoni takimin tuaj ose nuk keni marrë një letër ftese dhe mendoni se duhet të kishit, kontaktoni shërbimin lokal të ekzaminimit AAA.",
        "Është zgjedhja juaj nëse dëshironi të bëni ekzaminimin AAA. Shumica e anevrizmave të aortës abdominale nuk kanë ndonjë simptomë, kështu që ekzaminimi është mënyra më e mirë për të gjetur një të tillë.",
        "Gjetja e një anevrizme të aortës abdominale zvogëlon mundësinë që ajo të plasaritet (shpërthejë), gjë që mund të jetë jetëkërcënuese.",
        "Nëse nuk dëshironi të bëni ekzaminimin për AAA, telefononi shërbimin lokal të ekzaminimit AAA.",
        "Mund të telefononi përsëri për të kërkuar ekzaminimin nëse vendosni që dëshironi ta bëni atë në të ardhmen."
      ]
    },
    {
      "title": "Si bëhet ekzaminimi për anevrizmën e aortës abdominale (AAA)",
      "paragraphs": [
        "Testi kryesor për të zbuluar nëse keni një anevrizmë të aortës abdominale (AAA) është një skanim me ultrazë të barkut tuaj. Zakonisht zgjat rreth 10 deri në 15 minuta dhe është i padhimbshëm.",
        "Një pajisje e vogël e mbajtur në dorë e quajtur sondë vendoset në barkun tuaj dhe imazhet e brendshme të barkut tuaj do të shfaqen në një ekran.",
        "Profesionisti mjekësor që kryen testin do të kontrollojë për ndonjë fryrje ose ënjtje të aortës.",
        "Ndonjëherë mund të mos jetë e mundur të merret një pamje e qartë e aortës tuaj. Nëse ndodh kjo, mund të keni nevojë të bëni një skanim tjetër."
      ]
    },
    {
      "title": "Marrja e rezultateve të ekzaminimit të anevrizmës së aortës abdominale (AAA)",
      "paragraphs": [
        "Do të merrni rezultatet e ekzaminimit të anevrizmës së aortës abdominale (AAA) në fund të skanimit. Rezultatet do t'i dërgohen klinikës suaj të mjekut të përgjithshëm."
      ]
    },
    {
      "title": "Nëse nuk gjendet një anevrizmë",
      "paragraphs": [
        "Nëse nuk keni një anevrizmë, nuk keni nevojë të bëni asgjë dhe nuk do të keni nevojë për më shumë skanime."
      ]
    },
    {
      "title": "Nëse gjendet një anevrizmë",
      "paragraphs": [
        "Nëse gjendet një anevrizmë gjatë skanimit tuaj, çfarë ndodh më pas varet nga madhësia e anevrizmës.",
        "E vogël (3cm deri në 4.4cm)",
        "Do të bëni një skanim çdo vit për të parë nëse anevrizma është bërë më e madhe dhe do të takoni një infermiere specialiste për këshilla",
        "E mesme (4.5cm deri në 5.4cm)",
        "Do të bëni një skanim çdo 3 muaj për të parë nëse anevrizma është bërë më e madhe dhe do të takoni një infermiere specialiste për këshilla",
        "E madhe (5.5cm ose më e madhe)",
        "Do të referoheni te një specialist i quajtur kirurg vaskular për më shumë teste dhe trajtim të mundshëm"
      ]
    },
    {
      "title": "Monitorimi i një anevrizme të vogël ose të mesme",
      "paragraphs": [
        "Nëse keni një anevrizmë të vogël ose të mesme, do t'ju ofrohet një takim për të takuar një infermiere specialiste.",
        "Ata do t'u përgjigjen çdo pyetjeje që mund të keni dhe do të bisedojnë me ju për:"
      ]
    },
    {
      "title": "Më shumë informacion rreth ekzaminimit të anevrizmës së aortës abdominale (AAA)",
      "paragraphs": [
        "Faqja e fundit e rishikuar: 11 Nëntor 2024Rishikimi i ardhshëm: 11 Nëntor 2027"
      ]
    },
    {
      "title": "Lidhje mbështetëse",
      "paragraphs": [
        "© E drejta e autorit e Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/social-care-and-support-guide/",
    "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/",
    "https://www.nhs.uk/conditions/ultrasound-scan/",
    "https://www.nhs.uk/conditions/social-care-and-support-guide/",
    "https://www.nhs.uk/conditions/coronavirus-covid-19/"
  ],
  "sublink_articles": []
}