{
  "title": "Aneurizma e aortës abdominale",
  "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë në shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu te Shëndeti nga A në Z",
        "Një aneurizëm i aortës abdominale (AAA) është një zgjerim në aortë, arteria që bart gjakun nga zemra në bark (abdomen). Shumica e aneurizmave nuk shkaktojnë asnjë problem, por ato mund të jenë serioze sepse ekziston një rrezik që ato të shpërthejnë (të çajnë)."
      ]
    },
    {
      "title": "Simptomat e aneurizmës së aortës abdominale",
      "paragraphs": [
        "Aneurizma e aortës abdominale shpesh nuk ka simptoma.",
        "Zakonisht e zbuloni që keni një të tillë gjatë një testi të skanimit të aneurizmës së aortës abdominale ose gjatë testeve për një gjendje tjetër.",
        "Nëse një aneurizëm rritet, ndonjëherë mund të vini re:"
      ]
    },
    {
      "title": "Këshillë jo urgjente: Konsultohuni me një mjek nëse:",
      "paragraphs": [
        "Këto simptoma mund të shkaktohen nga shumë gjëra dhe nuk do të thotë që keni një aneurizëm të aortës abdominale, por është më mirë t'i kontrolloni."
      ]
    },
    {
      "title": "Veprim i menjëhershëm: Thirrni 999 nëse ju ose dikush tjetër:",
      "paragraphs": [
        "Këto mund të jenë shenja të shpërthimit të një aneurizme të aortës abdominale (çarje). Kjo është një emergjencë jetëkërcënuese që duhet të trajtohet në spital sa më shpejt të jetë e mundur."
      ]
    },
    {
      "title": "Testet për aneurizën e aortës abdominale",
      "paragraphs": [
        "Testi kryesor për të zbuluar nëse keni një aneurizëm të aortës abdominale është një skanim me ultrazë të barkut tuaj.",
        "Një pajisje e vogël vendoset në barkun tuaj dhe imazhet e brendshme të barkut tuaj do të shfaqen në një ekran.",
        "Zakonisht do t'ju thuhet nëse keni një aneurizëm në fund të testit.",
        "Gjithashtu do t'ju thuhet se sa e madhe është:"
      ]
    },
    {
      "title": "Skanimi për aneurizën e aortës abdominale",
      "paragraphs": [
        "Një test me ultrazë ofrohet të gjithë burrave kur bëhen 65 vjeç, pasi ata janë më të rrezikuar për të patur një aneurizëm të aortës abdominale.",
        "Kjo quhet skanim për aneurizën e aortës abdominale."
      ]
    },
    {
      "title": "Trajtimi për aneurizën e aortës abdominale",
      "paragraphs": [
        "Trajtimi për një aneurizëm të aortës abdominale zakonisht varet nga madhësia e tij dhe nëse keni simptoma.",
        "Nëse është i vogël, mund të rekomandohen ndryshime në stilin e jetës si ndalimi i pirjes së duhanit dhe ushqimi i shëndetshëm për të ndihmuar në parandalimin e rritjes së tij.",
        "Ndonjëherë mund t'ju duhet:",
        "Kirurgjia ka rreziqe dhe efekte anësore të cilat mjeku ose kirurgu juaj duhet t'i diskutojë me ju.",
        "Aneurizmat e aortës abdominale shpesh rriten me kalimin e kohës. Zakonisht do t'ju duhen skanime të rregullta për të parë nëse po rritet.",
        "Nëse aneurizma juaj shpërthen, do t'ju duhet kirurgji urgjente për ta trajtuar."
      ]
    },
    {
      "title": "Si të ulni rrezikun e të paturit të një aneurizme të aortës abdominale",
      "paragraphs": [
        "Bërja e ndryshimeve të shëndetshme në stilin e jetës mund të ndihmojë në uljen e rrezikut të të paturit të një aneurizme të aortës abdominale, ose të ndalojë një të tillë nga rritja."
      ]
    },
    {
      "title": "Bëni",
      "paragraphs": [
        "ushqehuni shëndetshëm",
        "bëni ushtrime fizike rregullisht",
        "përpiquni të humbni peshë nëse jeni mbipeshë",
        "përpiquni të zvogëloni konsumin e alkoolit"
      ]
    },
    {
      "title": "Mos bëni",
      "paragraphs": [
        "mos pi duhan",
        "Gjeni se si të merrni ndihmë për të ndaluar pirjen e duhanit"
      ]
    },
    {
      "title": "Shkaqet e një aneurizme të aortës abdominale",
      "paragraphs": [
        "Një aneurizëm i aortës abdominale ndodh kur arteria kryesore që bart gjakun nga zemra në bark (aorta) dobësohet.",
        "Nuk është gjithmonë e qartë se çfarë e shkakton atë, por disa njerëz kanë një shans më të lartë për ta patur.",
        "Jeni më të rrezikuar nëse:",
        "Ndonjëherë një aneurizëm i aortës abdominale mund të shkaktohet nga një infeksion, por kjo është e rrallë."
      ]
    },
    {
      "title": "Video: Aneurizma e aortës abdominale",
      "paragraphs": [
        "Kjo video tregon se si duket një aneurizëm i aortës abdominale.",
        "Kjo është një dritare modale.",
        "Fillimi i dritares së dialogut. Escape do ta anulojë dhe mbyllë dritaren.",
        "Fundi i dritares së dialogut.",
        "Kjo është një dritare modale. Kjo modale mund të mbyllet duke shtypur tastin Escape ose duke aktivizuar butonin e mbylljes.",
        "Kjo është një dritare modale. Kjo modale mund të mbyllet duke shtypur tastin Escape ose duke aktivizuar butonin e mbylljes.",
        "Faqja e fundit e rishikuar: 14 qershor 2023Rishikimi i ardhshëm: 14 qershor 2026"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e mbretërisë"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/ultrasound-scan/",
    "https://www.nhs.uk/conditions/high-blood-pressure-hypertension/",
    "https://www.nhs.uk/conditions/high-cholesterol/",
    "https://www.nhs.uk/conditions/atherosclerosis/",
    "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/",
    "https://www.nhs.uk/conditions/marfan-syndrome/"
  ],
  "sublink_articles": []
}