{
  "title": "Ekzaminimi për aneurizëm të aortës abdominale (AAA)",
  "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm-screening/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë faqen tonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë te shërbimet Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tanëpara se të zgjidhni.",
        "Mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tekShëndeti nga A deri në Z",
        "Ekzaminimi për aneurizëm të aortës abdominale (AAA) është një test për të kontrolluar nëse ka një zgjerim në aortën tuaj, e cila është enja kryesore e gjakut që bart gjakun nga zemra në bark (abdomen).",
        "Ekzaminimi AAA ofrohet për të gjithë burrat mbi 64 vjeç. Çdokush i caktuar si mashkull në lindje që është mbi 64 vjeç mund ta kryejë atë."
      ]
    },
    {
      "title": "Pse bëhet ekzaminimi për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Ekzaminimi për aneurizëm të aortës abdominale (AAA) bëhet për të kontrolluar nëse ka ndonjë zgjerim (aneurizma) në enën kryesore të gjakut në barkun tuaj (abdomen), të quajtur aortë. Aorta shkon nga zemra juaj poshtë në bark.",
        "<img alt=\"Foto e trupit të njeriut që tregon një aneurizëm të aortës abdominale në bark. Aorta shkon nga zemra poshtë në bark para se të ndahet në 2 degë dhe të vazhdojë poshtë në këmbë.\" class=\"nhsuk-image__img\" sizes=\"\n      (min-width: 1020px) 320px\n      (min-width: 768px) 50vw\n      100vw\n    \" src=\"https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-320.jpg\" srcset=\"\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-320.jpg 320w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-510.jpg 510w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-640.jpg 640w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-767.jpg 767w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1019.jpg 1019w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1125.jpg 1125w,\n      https://assets.nhs.uk/nhsuk-cms/images/Abdominal_Aortic_Aneurysm.width-1534.jpg 1534w,\n    \"/>",
        "Ekipi Multimedia - nhs.uk",
        "Ekzaminimi AAA mund të ndihmojë në zbulimin e një aneurizmi të aortës abdominale herët. Kjo do të thotë që mund të monitorohet dhe trajtohet, nëse është e nevojshme, në mënyrë që të ketë më pak gjasa të plasë (shpërthejë), gjë që mund të jetë jetëkërcënuese."
      ]
    },
    {
      "title": "Për kë është ekzaminimi për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Të gjithë burrat që jetojnë në Angli ftohen për ekzaminim të aneurizmës së aortës abdominale (AAA) në vitin kur bëhen 65 vjeç.",
        "Ekzaminimi AAA rekomandohet për çdokush të caktuar si mashkull në lindje. Kjo përfshin burrat, gratë trans dhe personat jo-binare.",
        "Do ta bëni testin e ekzaminimit AAA vetëm një herë, përveç nëse zbulohet një aneurizëm.",
        "Burrat ftohen për ekzaminim AAA sepse kanë më shumë gjasa të kenë një aneurizëm të aortës abdominale.",
        "Ekzaminimi AAA zakonisht nuk ofrohet për njerëzit me rrezik më të ulët për të patur një aneurizëm të aortës abdominale, duke përfshirë:",
        "Nëse jeni një burrë trans, grua trans ose jeni jo-binar, nevoja juaj për ekzaminim AAA varet nga gjinia që ju është caktuar në lindje:",
        "Nëse jeni të regjistruar si mashkull te një mjek i përgjithshëm, do të ftoheni automatikisht për ekzaminim AAA në vitin kur bëheni 65 vjeç.",
        "Nëse jeni të regjistruar si femër te një mjek i përgjithshëm, mund të duhet të flisni me klinikën ose të telefononi shërbimin lokal të ekzaminimit AAA për të kërkuar një takim."
      ]
    },
    {
      "title": "Nëse keni rrezik më të lartë për aneurizëm të aortës abdominale",
      "paragraphs": [
        "Nëse nuk jeni të përshtatshëm për ekzaminim AAA por mendoni se keni rrezik më të lartë për të patur një aneurizëm të aortës abdominale, flisni me një mjek të përgjithshëm për mundësinë e bërjes së një skanimi.",
        "Ju mund të keni rrezik më të lartë nëse:"
      ]
    },
    {
      "title": "Si të bëni ekzaminimin për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Gjatë vitit kur bëheni 65 vjeç, do të merrni një letër që ju fton për një takim të paracaktuar të ekzaminimit të aneurizmës së aortës abdominale (AAA).",
        "Letra zakonisht dërgohet 3 deri në 6 javë para takimit.",
        "Ekzaminimi AAA zakonisht zhvillohet në klinikat e mjekëve të përgjithshëm ose qendrat shëndetësore, dhe ndonjëherë në spitale.",
        "Nëse keni nevojë të ndryshoni takimin tuaj ose nuk keni marrë një letër ftese dhe mendoni se duhet të kishit, kontaktoni shërbimin lokal të ekzaminimit AAA.",
        "Është zgjedhja juaj nëse dëshironi të bëni ekzaminimin AAA. Shumica e aneurizmave të aortës abdominale nuk kanë ndonjë simptomë, kështu që ekzaminimi është mënyra më e mirë për të zbuluar një.",
        "Zbulimi i një aneurizmi të aortës abdominale zvogëlon mundësinë që ai të plasë (shpërthejë), gjë që mund të jetë jetëkërcënuese.",
        "Nëse nuk dëshironi të bëni ekzaminimin për AAA, telefononi shërbimin lokal të ekzaminimit AAA.",
        "Mund të telefononi përsëri për të kërkuar ekzaminimin nëse vendosni ta bëni atë në të ardhmen."
      ]
    },
    {
      "title": "Si bëhet ekzaminimi për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Testi kryesor për të zbuluar nëse keni një aneurizëm të aortës abdominale (AAA) është një skanim me ultratinguj të barkut tuaj. Zakonisht zgjat rreth 10 deri në 15 minuta dhe është i padhimbshëm.",
        "Një pajisje e vogël e mbajtur në dorë e quajtur sondë vendoset në barkun tuaj dhe imazhet e brendësisë së barkut tuaj do të shfaqen në një ekran.",
        "Profesionisti mjekësor që kryen testin do të kontrollojë për çdo fryrje ose zgjerim të aortës.",
        "Ndonjëherë mund të mos jetë e mundur të merret një pamje e qartë e aortës tuaj. Nëse ndodh kjo, mund të keni nevojë për një skanim tjetër."
      ]
    },
    {
      "title": "Marrja e rezultateve të ekzaminimit për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Do të merrni rezultatet e ekzaminimit për aneurizëm të aortës abdominale (AAA) në fund të skanimit. Klinika juaj e mjekut të përgjithshëm do t'i dërgohen rezultatet."
      ]
    },
    {
      "title": "Nëse nuk zbulohet aneurizëm",
      "paragraphs": [
        "Nëse nuk keni një aneurizëm, nuk keni nevojë të bëni asgjë dhe nuk do të keni nevojë për më shumë skanime."
      ]
    },
    {
      "title": "Nëse zbulohet aneurizëm",
      "paragraphs": [
        "Nëse gjatë skanimit zbulohet një aneurizëm, çfarë ndodh më pas varet nga madhësia e aneurizmës.",
        "I vogël (3cm deri 4.4cm)",
        "Do të bëni një skanim çdo vit për të parë nëse aneurizmi është rritur dhe do të takoni një infermiere specialiste për këshilla",
        "I mesëm (4.5cm deri 5.4cm)",
        "Do të bëni një skanim çdo 3 muaj për të parë nëse aneurizmi është rritur dhe do të takoni një infermiere specialiste për këshilla",
        "I madh (5.5cm ose më shumë)",
        "Do të referoheni te një specialist i quajtur kirurg vaskular për teste të mëtejshme dhe trajtim të mundshëm"
      ]
    },
    {
      "title": "Monitorimi i një aneurizmi të vogël ose të mesëm",
      "paragraphs": [
        "Nëse keni një aneurizëm të vogël ose të mesëm, do t'ju ofrohet një takim për të takuar një infermiere specialiste.",
        "Ata do t'u përgjigjen çdo pyetjeje që mund të keni dhe do të flasin me ju për:"
      ]
    },
    {
      "title": "Më shumë informacion rreth ekzaminimit për aneurizëm të aortës abdominale (AAA)",
      "paragraphs": [
        "Faqja e rishikuar për herë të fundit: 11 Nëntor 2024Rishikimi i ardhshëm: 11 Nëntor 2027"
      ]
    },
    {
      "title": "Na ndihmoni të përmirësojmë faqen tonë",
      "paragraphs": [
        "Mund të përgjigjeni për një anketë 5 minutash rreth vizitës suaj sot?"
      ]
    },
    {
      "title": "Lidhje mbështetëse",
      "paragraphs": [
        "© E drejta e autorit të Krunit"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/",
    "https://www.nhs.uk/conditions/ultrasound-scan/"
  ],
  "sublink_articles": []
}