{
  "title": "Akanthosis nigricans",
  "url": "https://www.nhs.uk/conditions/acanthosis-nigricans/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tek Shëndeti nga A në Z",
        "Akanthosis nigricans është emri për njollat e thata dhe të errëta të lëkurës që zakonisht shfaqen në sqetull, qafë ose ingjinal. Mund të jetë një shenjë e një gjendjeje themelore, kështu që duhet të kontrollohet nga një mjek i përgjithshëm."
      ]
    },
    {
      "title": "Kontrolloni nëse keni akanthosis nigricans",
      "paragraphs": [
        "Simptoma kryesore e akanthosis nigricans janë njollat e lëkurës që janë më të errëta dhe më të trasha se zakonisht.",
        "Ato mund të shfaqen kudo në trup.",
        "Benedicte Desrus / Alamy Stock Photo https://www.alamy.com/stock-photo-childhood-obesity-in-mexico-37878235.html?pv=1&stamp=2&imageid=D82F3D1E-88DD-48FC-8591-AE73FADBC974&p=68490&n=0&orientation=0&pn=1&searchtype=0&IsFromSearch=1&srch=foo%3dbar%26st%3d0%26pn%3d1%26ps%3d100%26sortby%3d2%26resultview%3dsortbyPopular%26npgs%3d0%26qt%3dC5HE23%26qt_raw%3dC5HE23%26lic%3d3%26mr%3d0%26pr%3d0%26ot%3d0%26creative%3d%26ag%3d0%26hc%3d0%26pc%3d%26blackwhite%3d%26cutout%3d%26tbar%3d1%26et%3d0x000000000000000000000%26vp%3d0%26loc%3d0%26imgt%3d0%26dtfr%3d%26dtto%3d%26size%3d0xFF%26archive%3d1%26groupid%3d%26pseudoid%3d%26a%3d%26cdid%3d%26cdsrt%3d%26name%3d%26qn%3d%26apalib%3d%26apalic%3d%26lightbox%3d%26gname%3d%26gtype%3d%26xstx%3d0%26simid%3d%26saveQry%3d%26editorial%3d1%26nu%3d%26t%3d%26edoptin%3d%26customgeoip%3d%26cap%3d1%26cbstore%3d1%26vd%3d0%26lb%3d%26fi%3d2%26edrf%3d0%26ispremium%3d1%26flip%3d0%26pl%3d",
        "CID, ISM /SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/459432/view",
        "ANDRE LABBE, ISM/SCIENCE PHOTO LIBRARY https://www.sciencephoto.com/media/886025/view",
        "Njollat shpesh shfaqen gradualisht pa ndonjë simptomë tjetër.",
        "Ndonjëherë lëkura mund të jetë kruajtëse."
      ]
    },
    {
      "title": "Çfarë ndodh në takimin tuaj",
      "paragraphs": [
        "Një mjek i përgjithshëm zakonisht mund të tregojë nëse është akanthosis nigricans duke parë lëkurën tuaj.",
        "Edhe pse akanthosis nigricans zakonisht është i padëmshëm, është më mirë të kontrolloni çdo ndryshim të lëkurës.",
        "Rrallë, mund të jetë një shenjë e diçkaje më serioze, si p.sh. kancer.",
        "Mund të keni nevojë për disa teste për të gjetur se çfarë shkakton njollat."
      ]
    },
    {
      "title": "Shkaqet e akanthosis nigricans",
      "paragraphs": [
        "Shkaku më i zakonshëm i akanthosis nigricans është obeziteti.",
        "Shkaqe të tjera përfshijnë:",
        "Ndonjëherë njerëz të shëndetshëm pa ndonjë gjendje tjetër marrin akanthosis nigricans. Kjo është më e zakonshme tek njerëzit me lëkurë të zezë ose kafe."
      ]
    },
    {
      "title": "Trajtimi i akanthosis nigricans",
      "paragraphs": [
        "Pasi një mjek i përgjithshëm e di se çfarë shkakton akanthosis nigricans, ai mund të rekomandojë trajtimin më të mirë.",
        "Njollat duhet të zbehen me kalimin e kohës pasi të trajtohet shkaku.",
        "Nëse jeni shumë mbipeshë, një mjek i përgjithshëm mund të rekomandojë humbje peshe.",
        "Në varësi të shkakut, ata mund të rekomandojnë gjithashtu:",
        "Nuk ka trajtim specifik për vetë njollat. Një specialist i lëkurës (dermatolog) mund të jetë në gjendje të sugjerojë trajtime për të përmirësuar pamjen e tyre, por gjetja dhe trajtimi i shkakut zakonisht rekomandohet së pari.",
        "Faqja e fundit e rishikuar: 04 Korrik 2024Rishikimi i ardhshëm: 04 Korrik 2027"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/obesity/",
    "https://www.nhs.uk/conditions/type-2-diabetes/",
    "https://www.nhs.uk/conditions/cushings-syndrome/",
    "https://www.nhs.uk/conditions/underactive-thyroid-hypothyroidism/",
    "https://www.nhs.uk/conditions/stomach-cancer/"
  ],
  "sublink_articles": []
}