{
  "title": "Qasja në fizioterapi\n    \n - \n      Fizioterapia",
  "url": "https://www.nhs.uk/conditions/physiotherapy/accessing/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu teFizioterapia"
      ]
    },
    {
      "title": "Përmbajtja",
      "paragraphs": [
        "Nëse keni nevojë për fizioterapi, një numër opsionesh të ndryshme janë në dispozicion për ju.",
        "Ju mund të shihni një fizioterapist:",
        "Fizioterapia gjithashtu ndonjëherë mund të arrihet përmes shërbimeve të shëndetit në punë, organizatave bamirësie, grupeve të pacientëve dhe sektorit vullnetar."
      ]
    },
    {
      "title": "Fizioterapia në NHS",
      "paragraphs": [
        "Fizioterapia është e disponueshme pa pagesë në NHS në të gjithë Mbretërinë e Bashkuar.",
        "Në varësi të vendit ku jetoni, mund të jeni në gjendje të referoni veten ose mund të keni nevojë të vizitoni mjekun tuaj të përgjithshëm ose konsulentin fillimisht. Pas diskutimit të simptomave tuaja me mjekun tuaj, ata mund t'ju referojnë më pas tek një fizioterapist.",
        "Ju mund të kërkoni për shërbime fizioterapie afër jush për të zbuluar se ku mund të referoheni."
      ]
    },
    {
      "title": "Vetëreferimi për fizioterapi në NHS",
      "paragraphs": [
        "Disa zona në Mbretërinë e Bashkuar ofrojnë një shërbim vetëreferimi, që do të thotë se mund të bëni një takim për të parë një fizioterapist të NHS pa pasur nevojë të shihni fillimisht një mjek.",
        "Megjithatë, kjo nuk është e disponueshme kudo. Stafi në klinikën tuaj të mjekut të përgjithshëm ose në spital duhet të jetë në gjendje t'ju tregojë nëse është e disponueshme në zonën tuaj.",
        "Vetëreferimi është veçanërisht i përshtatshëm për njerëzit me kushte relativisht të thjeshta si dhimbje në nyje, sforcime ose lëndime të tjera.",
        "Nëse keni nevoja më komplekse – për shembull, keni probleme lëvizjeje të shkaktuara nga një goditje në tru ose sklerozë e shumëfishtë (MS) – mund të keni ende nevojë për një referim nga një mjek."
      ]
    },
    {
      "title": "Qasje e drejtpërdrejtë në fizioterapi",
      "paragraphs": [
        "Disa fizioterapistë gjithashtu punojnë në praktikat e mjekëve të përgjithshëm si pika e parë e kontaktit për pacientët me probleme muskuloskeletale, si dhimbje në qafë ose shpinë, dhe ata me kushte afatgjata, si MS ose goditje në tru.",
        "Kur kontaktoni klinikën tuaj të mjekut të përgjithshëm, mund t'ju ofrohet të shihni fizioterapistin direkt, në vend që të duhet të shihni fillimisht mjekun e përgjithshëm.",
        "Fizioterapistët që punojnë në këto role mund të kenë aftësi të avancuara, si përshkrimi i ilaçeve dhe porositja e skanimeve."
      ]
    },
    {
      "title": "Fizioterapi private",
      "paragraphs": [
        "Listat e pritjes për fizioterapi në NHS mund të jenë të gjata dhe disa njerëz zgjedhin të kenë trajtim privat në vend të kësaj. Nëse shihni një fizioterapist privat, do të duhet të paguani për trajtimin.",
        "Zakonisht mund t'i drejtoheni një fizioterapisti privat direkt pa një referim nga një mjek.",
        "Kur zgjidhni një fizioterapist privat, sigurohuni që ata janë:",
        "Ju mund të gjeni një fizioterapist privat të certifikuar afër jush duke përdorur drejtorinë Physio2u të CSP. Ju gjithashtu mund të përdorni funksionin e kërkimit Find a physio në faqen e internetit të Physio First."
      ]
    },
    {
      "title": "Shërbimet e shëndetit në punë",
      "paragraphs": [
        "Fizioterapia mund të jetë e disponueshme përmes vendit tuaj të punës.",
        "Disa kompani ofrojnë shërbime të shëndetit në punë, të cilat përfshijnë trajtim fizioterapik. Kontrolloni me menaxherin tuaj ose departamentin e Burimeve Njerëzore për të parë nëse është e disponueshme aty ku punoni.",
        "Faqja e fundit e rishikuar: 09 Dhjetor 2022Rishikimi i ardhshëm: 09 Dhjetor 2025"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e Krunit"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/stroke/",
    "https://www.nhs.uk/conditions/multiple-sclerosis/"
  ],
  "sublink_articles": []
}