{
  "title": "Achalasia",
  "url": "https://www.nhs.uk/conditions/achalasia/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë në shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu te Shëndeti nga A në Z",
        "Achalasia është një çrregullim i rrallë i tubit të ushqimit (ezofagut), i cili mund ta bëjë të vështirë të gëlltiten ushqimi dhe pijet.",
        "Normalisht, muskujt e ezofagut tkurren për të shtrydhur ushqimin drejt stomakut. Një unazë muskulore në fund të tubit të ushqimit pastaj relaksohet për të lejuar ushqimin të hyjë në stomak.",
        "Në achalasia, muskujt në ezofag nuk tkurren si duhet dhe unaza muskulore mund të mos hapet si duhet, ose nuk hapet fare. Ushqimi dhe pijet nuk mund të kalojnë në stomak dhe mbeten të mbërthyer. Shpesh kthehen prapa."
      ]
    },
    {
      "title": "Simptomat e achalasias",
      "paragraphs": [
        "Jo të gjithë me achalasia do të kenë simptoma.",
        "Por shumica e njerëzve me achalasia do ta gjejnë të vështirë të gëlltisin ushqim ose pije (e njohur si disfagia). Gëlltitja tenton të bëhet gradualisht më e vështirë ose e dhimbshme gjatë disa vitesh, deri në pikën ku ndonjëherë është e pamundur.",
        "Simptomat e tjera përfshijnë:",
        "Simptomat e achalasias mund të fillojnë në çdo kohë të jetës.",
        "Problemet e gëlltitjes mund të shkaktohen gjithashtu nga kanceret e gojës, fytit dhe ezofagut. Ekziston një lidhje midis achalasias afatgjate dhe rrezikut të zhvillimit të kancerit të ezofagut, por rreziku është i vogël.",
        "Është gjithmonë e rëndësishme të kontrolloni simptomat menjëherë, edhe nëse simptomat tuaja nuk ju shqetësojnë."
      ]
    },
    {
      "title": "Shkaqet e achalasias",
      "paragraphs": [
        "Achalasia besohet se ndodh kur nervat në ezofag dëmtohen dhe pushojnë së punuari si duhet, kjo është arsyeja pse muskujt dhe unaza muskulore nuk funksionojnë. Shkaku i saktë i kësaj është i panjohur.",
        "Tek disa njerëz, mund të jetë e lidhur me një infeksion viral. Mund të jetë gjithashtu e lidhur me një gjendje autoimune, ku sistemi imunitar i trupit sulmon qelizat, indet dhe organet e shëndetshme.",
        "Në raste të rralla, është e mundur që achalasia të shkaktohet nga një gjen i gabuar."
      ]
    },
    {
      "title": "Diagnostikimi i achalasias",
      "paragraphs": [
        "Nëse një mjek i përgjithshëm mendon se keni achalasia, do të referoheni në spital për të bërë disa teste diagnostikuese. Achalasia mund të diagnostikohet gjithashtu gjatë një hetimi, si një röntgen i gjoksit, për një arsye tjetër.",
        "Testet për achalasia përfshijnë:"
      ]
    },
    {
      "title": "Trajtimet për achalasia",
      "paragraphs": [
        "Nuk ka kurë për achalasia, por trajtimi mund të ndihmojë në lehtësimin e simptomave dhe të bëjë gëlltitjen më të lehtë.",
        "Mjekët tuaj do të flasin me ju për rreziqet dhe përfitimet e opsioneve të ndryshme të trajtimit."
      ]
    },
    {
      "title": "Medikamentet",
      "paragraphs": [
        "Medikamentet, si nitratet ose nifedipina, mund të ndihmojnë në relaksimin e muskujve në ezofagun tuaj. Kjo e bën gëlltitjen më të lehtë dhe më pak të dhimbshme për disa njerëz, megjithëse ato nuk funksionojnë për të gjithë.",
        "Efekti zgjat vetëm për një kohë të shkurtër, kështu që medikamentet mund të përdoren për të lehtësuar simptomat ndërsa prisni për një trajtim më të përhershëm. Ato mund të shkaktojnë dhimbje koke, por kjo zakonisht përmirësohet me kalimin e kohës."
      ]
    },
    {
      "title": "Zgjerimi i muskulit (dilatimi me balonë)",
      "paragraphs": [
        "Nën një sedativ, ose ndonjëherë një anestezi të përgjithshme, një balonë futet në ezofag duke përdorur një tub të gjatë, të hollë dhe fleksibël (endoskop). Balona pastaj fryhet për të ndihmuar në zgjerimin e unazës muskulore që lejon ushqimin të hyjë në stomakun tuaj.",
        "Kjo përmirëson gëlltitjen për shumicën e njerëzve, por mund t'ju duhet trajtim disa herë para se simptomat tuaja të përmirësohen.",
        "Dilatimi me balonë mbart një rrezik të vogël të grisjes së ezofagut (grishje ezofagjale), e cila mund të kërkojë operacion emergjent."
      ]
    },
    {
      "title": "Injektimi i Botoksit",
      "paragraphs": [
        "Duke përdorur një endoskop, botoksi injektohet në unazën muskulore që lejon ushqimin të hyjë në stomakun tuaj, duke e bërë atë të relaksohet.",
        "Zakonisht është efektiv për disa muaj dhe ndonjëherë për disa vjet, por duhet të përsëritet. Kjo zakonisht është e padhimbshme dhe mund të përdoret për lehtësim të përkohshëm tek njerëzit që nuk mund të kenë trajtime të tjera."
      ]
    },
    {
      "title": "Operacioni",
      "paragraphs": [
        "Nën anestezi të përgjithshme, fijet muskulore në unazën muskulore që lejon ushqimin të hyjë në stomakun tuaj priten. Kjo bëhet duke përdorur kirurgjinë me vrima të vogla (laparoskopi) dhe quhet miotomi i Hellerit.",
        "Kjo mund të bëjë gëlltitjen më të lehtë përgjithmonë.",
        "Shpesh një procedurë e dytë do të bëhet në të njëjtën kohë për të ndaluar refluxin acid dhe djegien e zemrës, të cilat mund të jenë një efekt anësor i operacionit të miotomisë së Hellerit. Kirurgu juaj do të flasë me ju për këtë dhe për çdo opsion tjetër kirurgjik që mund të jetë opsioni më i mirë për ju."
      ]
    },
    {
      "title": "Trajtimi pas operacionit",
      "paragraphs": [
        "Dilatimi me balonë dhe operacioni mund të shkaktojnë efekte anësore si refluxi acid dhe djegia e zemrës dhe dhimbje gjoksi. Një mjek i përgjithshëm mund të jetë në gjendje të preskruajë medikamente për të ndihmuar me këtë, dhe kirurgu juaj mund të sugjerojë që ju ta merrni këtë medikament rutinisht.",
        "Është normale që dhimbja e gjoksit të zgjasë për një kohë pas trajtimit.",
        "Ju duhet të shihni një mjek të përgjithshëm nëse ende keni vështirësi në gëllitje ose po vazhdoni të humbni peshë pas trajtimit.",
        "Lexoni rreth jetesës me achalasia në faqen e internetit të Achalasia Action",
        "Faqja e fundit e rishikuar: 05 Dhjetor 2023Rishikimi i ardhshëm: 05 Dhjetor 2026"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e mbretërisë"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
    "https://www.nhs.uk/conditions/heartburn-and-acid-reflux/",
    "https://www.nhs.uk/conditions/chest-pain/",
    "https://www.nhs.uk/conditions/chest-infection/",
    "https://www.nhs.uk/conditions/unintentional-weight-loss/",
    "https://www.nhs.uk/conditions/endoscopy/",
    "https://www.nhs.uk/conditions/endoscopy/",
    "https://www.nhs.uk/conditions/laparoscopy/",
    "https://www.nhs.uk/conditions/heartburn-and-acid-reflux/"
  ],
  "sublink_articles": []
}