{
  "title": "Vendim i paraprak për të refuzuar trajtimin (testament i gjallë)",
  "url": "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-decision-to-refuse-treatment/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë në shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tePlanifikimi paraprak për kujdesin në fund të jetës",
        "Një vendim i paraprak për të refuzuar trajtimin i bën të ditur ekipit tuaj të kujdesit shëndetësor dëshirat tuaja nëse nuk jeni në gjendje t'i komunikoni ato."
      ]
    },
    {
      "title": "Çfarë është një vendim i paraprak?",
      "paragraphs": [
        "Një vendim i paraprak (ndonjëherë i njohur si një vendim i paraprak për të refuzuar trajtimin, një ADRT, ose një testament i gjallë) është një vendim që mund të merrni tani për të refuzuar një lloj specifik trajtimi në një kohë në të ardhmen.",
        "Ai i bën të ditur familjes, kujdestarëve dhe profesionistëve të shëndetit dëshirat tuaja për të refuzuar trajtimin nëse nuk jeni në gjendje të merrni ose të komunikoni ato vendime vetë.",
        "Trajtimet që vendosni të refuzoni duhet të jenë të emërtuara në vendimin e paraprak.",
        "Mund të dëshironi të refuzoni një trajtim në disa situata, por jo në të tjera. Nëse është kështu, duhet të jeni të qartë për të gjitha rrethanat në të cilat dëshironi të refuzoni këtë trajtim.",
        "Një vendim i paraprak nuk është i njëjtë me një deklaratë të paraprak.",
        "Lexoni rreth deklaratave të paraprak",
        "Vendimi për të refuzuar një trajtim nuk është i njëjtë me të kërkuar dikë të përfundojë jetën tuaj ose t'ju ndihmojë ta përfundoni jetën tuaj. Eutanazia dhe vetëvrasja e asistuar janë të paligjshme në MB."
      ]
    },
    {
      "title": "Trajtimi që mbron jetën",
      "paragraphs": [
        "Ju mund të refuzoni një trajtim që mund t'ju mbajë gjallë, i njohur si trajtim që mbron jetën.",
        "Ky është trajtimi që zëvendëson ose mbështet funksionet e dobëta të trupit, siç janë:",
        "Mund të dëshironi ta diskutoni këtë me një mjek ose infermiere që di rreth historikut tuaj mjekësor para se të vendosni."
      ]
    },
    {
      "title": "Kush merr një vendim të paraprak?",
      "paragraphs": [
        "Ju merrni vendimin e paraprak, për sa kohë që keni kapacitetin mendor për të marrë vendime të tilla.",
        "Mund të dëshironi të merrni një vendim të paraprak me mbështetjen e një klinikanti.",
        "Nëse vendosni të refuzoni trajtimin që mbron jetën në të ardhmen, vendimi juaj i paraprak duhet të jetë:",
        "Nëse dëshironi të refuzoni trajtime që mbështesin jetën në rrethana ku mund të vdisni si rezultat, duhet ta shprehni këtë qartë në vendimin tuaj të paraprak. Trajtimi që mbron jetën nganjëherë quhet trajtim shpëtues të jetës.",
        "Mund të jetë e dobishme të flisni me një mjek ose infermiere për llojet e trajtimeve që mund t'ju ofrohen në të ardhmen, dhe çfarë mund të nënkuptojë nëse zgjidhni të mos i keni ato.",
        "Organizata bamirëseCompassion in Dying ka një formular vendimi të paraprakqë mund ta plotësoni në internet ose me dorë, me sugjerime për gjëra për të menduar."
      ]
    },
    {
      "title": "A është një vendim i paraprak i detyrueshëm ligjërisht?",
      "paragraphs": [
        "Një vendim i paraprak është i detyrueshëm ligjërisht për sa kohë që:",
        "Nëse vendimi juaj i paraprak është i detyrueshëm, ai ka përparësi ndaj vendimeve të marra në interesin tuaj më të mirë nga njerëz të tjerë.",
        "Një vendim i paraprak mund të konsiderohet i vlefshëm vetëm nëse:"
      ]
    },
    {
      "title": "Si ndihmon një vendim i paraprak?",
      "paragraphs": [
        "Për sa kohë që është i vlefshëm dhe zbatohet për situatën tuaj, një vendim i paraprak i jep ekipit tuaj të kujdesit shëndetësor dhe social udhëzime klinike dhe ligjore rreth zgjedhjeve tuaja të trajtimit.",
        "Një vendim i paraprak do të përdoret vetëm nëse, në një kohë në të ardhmen, nuk jeni në gjendje të merrni vendimet tuaja për trajtimin tuaj."
      ]
    },
    {
      "title": "A duhet të nënshkruhet dhe të dëshmohet një vendim i paraprak?",
      "paragraphs": [
        "Po, nëse zgjidhni të refuzoni trajtimin që mbron jetën.",
        "Në këtë rast, vendimi i paraprak duhet të shkruhet, dhe ju dhe një dëshmitar duhet ta nënshkruani.",
        "Ju gjithashtu duhet të përfshini një deklaratë që vendimi i paraprak zbatohet edhe nëse jeta juaj është në rrezik."
      ]
    },
    {
      "title": "Kush duhet ta shohë atë?",
      "paragraphs": [
        "Ju keni fjalën e fundit se kush e sheh atë, por duhet të siguroheni që familja juaj, kujdestarët ose profesionistët e kujdesit shëndetësor dhe social të dinë për vendimin. Ju gjithashtu duhet t'i informoni ata se ku ta gjejnë atë.",
        "Familja ose kujdestarët tuaj mund të duhet ta gjejnë shpejt nëse keni nevojë për trajtim emergjent dhe ata duhet t'i tregojnë profesionistëve të shëndetit dëshirat tuaja.",
        "Ju mund të mbani një kopje në dosjet tuaja mjekësore."
      ]
    },
    {
      "title": "CPR dhe një vendim \"mos provoni CPR\"",
      "paragraphs": [
        "CPR (rikthimi kardiopulmonar) është një trajtim që përpiqet të fillojë frymëmarrjen dhe qarkullimin e gjakut tek njerëzit:",
        "CPR mund të përfshijë:",
        "Në spital, rreth 1 nga 4 persona mbijetojnë dhe largohen nga spitali pasi kanë pasur CPR. Shkalla e mbijetesës zakonisht është më e ulët në ambiente të tjera.",
        "Shanset që CPR të funksionojë për ju mund të jenë më të larta ose më të ulëta se kjo. Për disa njerëz, nuk do të ketë asnjë shans për të përfituar nga CPR.",
        "Varet nga arsyeja pse zemra dhe frymëmarrja juaj janë ndalur, çdo sëmundje ose probleme mjekësore që keni, dhe shëndetin tuaj të përgjithshëm.",
        "Ekipi juaj i kujdesit shëndetësor mund të diskutojë me ju shanset e mundshme që CPR të funksionojë për ju.",
        "Edhe kur CPR është e suksesshme, një person mund të zhvillojë komplikime serioze, si:",
        "Njerëzit që mbijetojnë pasi kanë pasur CPR mund të kenë nevojë për mbështetje mjekësore me intensitet të lartë pas kësaj. Një numër i vogël kanë nevojë për trajtim të zgjatur në një njësi intensive (ICU)."
      ]
    },
    {
      "title": "Refuzimi i CPR paraprakisht",
      "paragraphs": [
        "Çdokush ka të drejtën të refuzojë CPR nëse dëshiron. Ju mund t'i bëni të qartë ekipit tuaj mjekësor që nuk dëshironi të keni CPR nëse ndaloni të merrni frymë ose zemra juaj ndalon të rrahë.",
        "Kjo njihet si një vendim për të mos provuar rikthimin kardiopulmonar (DNACPR), ose urdhër DNACPR.",
        "Pasi të merret një vendim DNACPR, ai vendoset në dosjet tuaja mjekësore, zakonisht në një formular që profesionistët e shëndetit do ta njohin.",
        "Gjithashtu është e dobishme t'i informoni familjen ose kujdestarët e tjerë për vendimin tuaj DNACPR në mënyrë që të mos jetë një surprizë për ta nëse situata lind.",
        "Nëse keni një sëmundje serioze ose po i nënshtroheni një operacioni që mund të shkaktojë ndalim të frymëmarrjes ose të zemrës, një anëtar i ekipit tuaj mjekësor duhet t'ju pyesë për dëshirat tuaja në lidhje me CPR nëse nuk i keni bërë të ditur dëshirat tuaja më parë.",
        "Nëse nuk keni kapacitetin për të vendosur për CPR kur duhet të merret një vendim dhe nuk keni marrë një vendim të paraprak për të refuzuar trajtimin, ekipi i kujdesit shëndetësor mund të konsultohet me të afërmit tuaj për atë që ata dinë për dëshirat tuaja për të marrë një vendim në interesin tuaj më të mirë.",
        "Faqja e internetit e Këshillit të Rikthimit ka një seksion të dobishëm për Pyetjet e Bëra Shpesh: Vendimmarrja (CPR)"
      ]
    },
    {
      "title": "Më shumë nëPlanifikimi paraprak për kujdesin në fund të jetës",
      "paragraphs": [
        "Faqja e fundit e rishikuar: 19 Shtator 2023Rishikimi i ardhshëm i duhur: 19 Shtator 2026"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit të Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/end-of-life-care/",
    "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/",
    "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/",
    "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-statement/",
    "https://www.nhs.uk/conditions/euthanasia-and-assisted-suicide/",
    "https://www.nhs.uk/conditions/first-aid/cpr/",
    "https://www.nhs.uk/conditions/social-care-and-support-guide/making-decisions-for-someone-else/mental-capacity-act/",
    "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/"
  ],
  "sublink_articles": []
}