{
  "title": "Deklaratë e parapërë për dëshirat tuaja për kujdes",
  "url": "https://www.nhs.uk/conditions/end-of-life-care/planning-ahead/advance-statement/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexonimëte më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tePlanifikimi përpara për kujdesin në fund të jetës",
        "Një deklaratë e parapërë është një deklaratë e shkruar që përcakton preferencat, dëshirat, besimet dhe vlerat tuaja në lidhje me kujdesin tuaj të ardhshëm.",
        "Qëllimi është të ofrojë një udhëzues për këdo që mund të duhet të marrë vendime në interesin tuaj më të mirë nëse keni humbur aftësinë për të marrë ose komunikuar vendime."
      ]
    },
    {
      "title": "Çfarë mbulon një deklaratë e parapërë?",
      "paragraphs": [
        "Një deklaratë e parapërë mund të mbulojë çdo aspekt të shëndetit tuaj të ardhshëm ose kujdesit social. Kjo mund të përfshijë:",
        "Ju mund të siguroheni që njerëzit të dinë për dëshirat tuaja duke folur për to.",
        "Duke shkruar deklaratën tuaj të parapërë, ju mund të ndihmoni për t'i bërë gjërat të qarta për familjen tuaj, kujdestarët dhe këdo që është i përfshirë në kujdesin tuaj.",
        "Ju mund ta shkruani atë me mbështetjen e të afërmve, kujdestarëve, ose profesionistëve të shëndetit dhe kujdesit social."
      ]
    },
    {
      "title": "A është një deklaratë e parapërë e njëjtë me një vendim të parapërë?",
      "paragraphs": [
        "Jo. Një vendim i parapërë (i njohur gjithashtu si testament i gjallë, ose vendim i parapërë për të refuzuar trajtimin) është një vendim që mund të merrni tani për të refuzuar trajtime specifike në të ardhmen.",
        "Një vendim i parapërë është ligjërisht i detyrueshëm, për sa kohë që plotëson kritere të caktuara.",
        "Lexoni më shumë rreth vendimeve të parapërë për të refuzuar trajtimin"
      ]
    },
    {
      "title": "Kush bën një deklaratë të parapërë?",
      "paragraphs": [
        "Ju shkruani një deklaratë të parapërë vetë, për sa kohë që keni kapacitetin mendor për të bërë këto deklarata.",
        "Kapaciteti mendor është aftësia për të marrë vendime. Ndonjëherë, njerëzit nuk kanë kapacitet mendor. Kjo mund të jetë për shumë arsye, duke përfshirë sëmundjen.",
        "Gjeni sesi të bëni, regjistroni ose përfundoni një fuqi ligjore të zgjeruar në GOV.UK, dhe rrethLigjit të Kapacitetit Mendor: marrja e vendimeve në GOV.UK."
      ]
    },
    {
      "title": "A është një deklaratë e parapërë ligjërisht e detyrueshme?",
      "paragraphs": [
        "Jo, një deklaratë e parapërë nuk është ligjërisht e detyrueshme, por kushdo që po merr vendime për kujdesin tuaj duhet ta marrë parasysh atë."
      ]
    },
    {
      "title": "Si ndihmon një deklaratë e parapërë?",
      "paragraphs": [
        "Një deklaratë e parapërë i bën të ditur të gjithëve të përfshirë në kujdesin tuaj për dëshirat, ndjenjat dhe preferencat tuaja nëse nuk jeni në gjendje t'u tregoni atyre."
      ]
    },
    {
      "title": "A duhet të nënshkruhet dhe të dëshmohet?",
      "paragraphs": [
        "Ju nuk keni pse të nënshkruani një deklaratë të parapërë, por nënshkrimi juaj e bën të qartë se janë dëshirat tuaja që janë shkruar."
      ]
    },
    {
      "title": "Kush duhet ta shohë atë?",
      "paragraphs": [
        "Ju keni fjalën e fundit se kush e sheh atë. Mbajeni atë diku të sigurt, dhe tregoni njerëzve ku është, në rast se ata duhet ta gjejnë atë në të ardhmen.",
        "Ju mund të mbani një kopje në shënimet tuaja mjekësore."
      ]
    },
    {
      "title": "Të mendosh për dëshirat e tua",
      "paragraphs": [
        "Dying Matters ka informacione për të folur për vdekjen. Kjo përfshin ide për të filluar bisedën, për t'i bërë njerëzit të dinë për dëshirat tuaja, dhe gjëra për të menduar."
      ]
    },
    {
      "title": "Më shumë nëPlanifikimi përpara për kujdesin në fund të jetës",
      "paragraphs": [
        "Faqja e fundit e rishikuar: 19 Shtator 2023Rishikimi i ardhshëm: 19 Shtator 2026"
      ]
    },
    {
      "title": "Lidhje mbështetëse",
      "paragraphs": [
        "© E drejta e autorit të Kurorës"
      ]
    }
  ],
  "sublinks": null,
  "sublink_articles": []
}