{
  "title": "Pas\n    \n - \n      Aborti Spontan",
  "url": "https://www.nhs.uk/conditions/miscarriage/afterwards/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cooki në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookiet e analizës. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë te shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexonimë shumë rreth cookieve tona para se të zgjidhni.",
        "Mund të ndryshoni cilësimet e cookieve në çdo kohë duke përdorur faqen tonë të cookieve.",
        "Kthehu teAborti Spontan"
      ]
    },
    {
      "title": "Përmbajtja",
      "paragraphs": [
        "Një abort spontan mund të ketë një ndikim emocional të thellë tek ju dhe gjithashtu tek partneri juaj, miqtë dhe familja.",
        "Këshilla dhe mbështetje janë në dispozicion gjatë kësaj kohe të vështirë."
      ]
    },
    {
      "title": "Kujtim",
      "paragraphs": [
        "Zakonisht është e mundur të organizohet një memorial dhe shërbim varri nëse dëshironi. Në disa spitale ose klinika mund të jetë e mundur të organizohet një varrosje brenda territorit të institucionit.",
        "Mund të organizoni gjithashtu një varrosje në shtëpi, megjithëse mund të jetë e nevojshme të konsultoheni me autoritetin lokal para se ta bëni këtë.",
        "Kremacioni është një alternativë për varrosjen dhe mund të kryhet ose në spital ose në një kremator lokal. Megjithatë, jo të gjitha krematorët ofrojnë këtë shërbim dhe nuk do të ketë hi për t'i shpërndarë më pas.",
        "Nëse shtatzënia juaj përfundon para 24 javësh, nuk keni nevojë të regjistroni zyrtarisht një abort spontan. Por mund të mund të merrni një certifikatë në kujtim të foshnjës suaj, nëse dëshironi.",
        "Kërkoni një certifikatë humbje foshnje në GOV.UK"
      ]
    },
    {
      "title": "Ndikimi emocional",
      "paragraphs": [
        "Ndonjëherë ndikimi emocional ndihet menjëherë pas abortit spontan, ndërsa në raste të tjera mund të zgjasë disa javë. Shumë njerëz të prekur nga një abort spontan kalojnë një periudhë zie.",
        "Është e zakonshme të ndiheni të lodhur, të humbni oreksin dhe të keni vështirësi për të fjetur pas një aborti spontan. Mund të ndjeni gjithashtu një ndjenjë fajie, tronditje, trishtimi dhe zemërimi – ndonjëherë ndaj një partneri, ose ndaj miqve ose anëtarëve të familjes që kanë pasur shtatzëni të suksesshme.",
        "Njerëzit e ndryshëm zihen në mënyra të ndryshme. Disa njerëz e gjejnë të ngushëllueshme të flasin për ndjenjat e tyre, ndërsa të tjerë e gjejnë temën shumë të dhimbshme për të diskutuar.",
        "Disa njerëz pajtohen me ziejn e tyre pas disa javësh nga aborti spontan dhe fillojnë të planifikojnë për shtatzëninë e tyre të ardhshme. Për të tjerë, mendimi për të planifikuar një shtatzëni tjetër është shumë traumatik, të paktën në afat të shkurtër.",
        "Nëse jeni në një marrëdhënie, mund të ndihmojë të siguroheni që të jeni të dy të hapur për mënyrën se si ndiheni.",
        "Partneri juaj mund të jetë gjithashtu i prekur nga humbja.",
        "Burrat ndonjëherë e gjejnë më të vështirë të shprehin ndjenjat e tyre, veçanërisht nëse ndjejnë se roli i tyre kryesor është të mbështesin nënën dhe jo anasjelltas.",
        "Aborti spontan mund të shkaktojë gjithashtu ndjenja ankthi ose depresioni, dhe mund të çojë në probleme në marrëdhënie."
      ]
    },
    {
      "title": "Marrja e mbështetjes",
      "paragraphs": [
        "Nëse jeni të shqetësuar që ju ose partneri juaj keni probleme për të përballuar ziejn, mund të keni nevojë për trajtim dhe këshillim të mëtejshëm. Ka grupe mbështetjeje që mund të ofrojnë ose të organizojnë këshillim për njerëzit që janë prekur nga aborti spontan.",
        "Lexoni më shumë rreth përballjes me ziejn dhe këshillimit, dhe gjeni shërbime mbështetjeje zieje në zonën tuaj.",
        "Mjeku juaj i përgjithshëm mund t'ju ofrojë mbështetje dhe këshilla. Organizatat e mëposhtme mund të ndihmojnë gjithashtu:"
      ]
    },
    {
      "title": "Kur mund të kem marrëdhënie seksuale përsëri pas një aborti spontan?",
      "paragraphs": [
        "Duhet të shmangni marrëdhëniet seksuale derisa të gjitha simptomat e abortit spontan të kenë zhdukur. Ciklet tuaja menstruale duhet të kthehen brenda 4 deri në 8 javë pas abortit spontan, megjithëse mund të duhen disa muaj për të vendosur një cikël të rregullt.",
        "Nëse nuk dëshironi të bëheni shtatzënë, duhet të përdorni kontracepsion menjëherë. Nëse dëshironi të bëheni shtatzënë përsëri, mund të dëshironi ta diskutoni atë me mjekun tuaj të përgjithshëm ose ekipin kujdesor në spital. Sigurohuni që të ndiheni mirë fizikisht dhe emocionalisht para se të provoni për një shtatzëni tjetër.",
        "Shoqata e Abortit Spontan ka informacione rreth mendimit për një shtatzëni tjetër që mund t'ju jenë të dobishme. Është e rëndësishme të mbani mend se shumica e aborteve spontane janë një herë dhe pasohen nga një shtatzëni e shëndetshme.",
        "Edhe pse zakonisht nuk është e mundur të parandalohet një abort spontan, ka disa mënyra që mund të zvogëloni rrezikun. Shihni parandalimin e abortit spontan për më shumë informacion dhe këshilla."
      ]
    },
    {
      "title": "Gjetja e një shkaku",
      "paragraphs": [
        "Është e natyrshme të dëshironi të dini pse ndodhi një abort spontan, por fatkeqësisht kjo nuk është gjithmonë e mundur. Shumë aborte spontane mendohen se janë shkaktuar nga një problem një herë me zhvillimin e fetusit.",
        "Lexoni më shumë rreth shkaqeve të abortit spontan.",
        "Faqja e fundit e rishikuar: 09 Mars 2022Rishikimi i ardhshëm: 09 Mars 2025"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit të Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/miscarriage/prevention/",
    "https://www.nhs.uk/conditions/miscarriage/prevention/",
    "https://www.nhs.uk/conditions/miscarriage/prevention/"
  ],
  "sublink_articles": []
}