{
  "title": "Pas një incidenti\n    \n - \n      Ndihmë e parë",
  "url": "https://www.nhs.uk/conditions/first-aid/after-an-accident/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund tëlexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorurfaqen tonë të cookies.",
        "Kthehu teNdihmë e parë"
      ]
    },
    {
      "title": "Përmbajtja",
      "paragraphs": [
        "Nëse dikush është i lënduar në një incident, së pari kontrolloni që ju dhe personi i lënduar të mos jeni në asnjë rrezik. Nëse jeni, bëni situatën të sigurt.",
        "Kur të jetë e sigurt, vlerësoni personin e lënduar dhe, nëse është e nevojshme, thirrni 999 për një ambulancë. Pastaj mund të kryeni ndihmën e parë bazë."
      ]
    },
    {
      "title": "Vlerësimi i një personi të lënduar",
      "paragraphs": [
        "3 prioritetet kur merreni me një të lënduar zakonisht referohen si ABC, që qëndron për:"
      ]
    },
    {
      "title": "Rrugët e frymëmarrjes",
      "paragraphs": [
        "Nëse personi duket i pavetëdijshëm, pyesni me zë të lartë nëse janë në rregull dhe nëse mund të hapin sytë.",
        "Nëse përgjigjen, mund t'i lini në pozicionin në të cilin janë derisa të arrijë ndihma.",
        "Ndërsa prisni, vazhdoni të kontrolloni frymëmarrjen, pulsionin dhe nivelin e përgjigjes:",
        "Nëse nuk ka përgjigje, lini personin në pozicionin në të cilin është dhe hapni rrugët e frymëmarrjes.",
        "Nëse kjo nuk është e mundur në pozicionin në të cilin janë, vendoseni butësisht mbi shpinë dhe pastaj përpiquni të hapni rrugët e frymëmarrjes.",
        "Për të hapur rrugët e frymëmarrjes, vendosni 1 dorë në ballën e personit dhe anoni kokën butësisht prapa, duke ngritur majën e mjekrës duke përdorur 2 gishta. Kjo e lëviz gjuhën larg nga pjesa e pasme e fytit.",
        "Mos shtypni në dyshemenë e gojës, pasi kjo do të shtyjë gjuhën lart dhe do të bllokojë rrugët e frymëmarrjes.",
        "Nëse mendoni që personi mund të ketë një lëndim në shtyllën kurrizore, vendosni duart tuaja në të dy anët e kokës së tyre dhe përdorni majat e gishtërinjve për të ngritur butësisht këndin e nofullës përpara dhe lart, pa lëvizur kokën, për të hapur rrugët e frymëmarrjes.",
        "Kini kujdes të mos lëvizni qafën e personit. Por hapja e rrugëve të frymëmarrjes ka prioritet mbi një lëndim në qafë. Kjo njihet si teknika e shtytjes së nofullës."
      ]
    },
    {
      "title": "Frymëmarrja",
      "paragraphs": [
        "Për të kontrolluar nëse një person është ende duke frymëmarrë:",
        "Nëse po frymëmarrin normalisht, vendosini nëpozicionin e rikuperimit në mënyrë që rrugët e frymëmarrjes të mbeten të lira nga pengesat, dhe vazhdoni të monitoroni frymëmarrjen normale.",
        "Gërhitja ose frymëmarrja e parregullt nuk është frymëmarrje normale.",
        "Nëse personi nuk po frymëmarrë ose nuk po frymëmarrë normalisht, thirrni 999 për një ambulancë dhe pastaj filloniCPR."
      ]
    },
    {
      "title": "Qarkullimi",
      "paragraphs": [
        "Nëse personi nuk po frymëmarrë normalisht, duhet të filloni kompresionet e gjoksit menjëherë.",
        "Frymëmarrja agonale është e zakonshme në minutat e para pas një arresti të papritur kardiak (kur zemra ndalon të rrahë).",
        "Frymëmarrja agonale është gërhitje e papritur dhe e parregullt. Kjo nuk duhet të ngatërrohet me frymëmarrjen normale dhe CPR duhet të jepet menjëherë.",
        "Nëse personi nuk po frymëmarrë, thirrni 999 për një ambulancë dhe pastaj filloniCPR."
      ]
    },
    {
      "title": "Kurse të ndihmës së parë",
      "paragraphs": [
        "Këshillat e dhëna në këtë faqe mbulojnë vetëm situatat e zakonshme të ndihmës së parë dhe nuk janë një zëvendësim për marrjen e një kursi trajnimi të ndihmës së parë.",
        "Kurset bazë të ndihmës së parë zhvillohen rregullisht në shumicën e zonave në të gjithë Mbretërinë e Bashkuar.",
        "Organizatat që ofrojnë kurse përfshijnë:",
        "Faqja e fundit e rishikuar: 15 Mars 2022Rishikimi i ardhshëm: 15 Mars 2025"
      ]
    },
    {
      "title": "Lidhje mbështetëse",
      "paragraphs": [
        "© E drejta e autorit e Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/first-aid/cpr/",
    "https://www.nhs.uk/conditions/first-aid/cpr/",
    "https://www.nhs.uk/conditions/first-aid/cpr/",
    "https://www.nhs.uk/conditions/first-aid/cpr/"
  ],
  "sublink_articles": [
    {
      "title": "CPR\n    \n - \n      Ndihmë e parë",
      "url": "https://www.nhs.uk/conditions/first-aid/cpr/",
      "sections": [
        {
          "title": "Cookies në faqen e NHS",
          "paragraphs": [
            "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
            "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
            "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund tëlexoni më shumë rreth cookies tona para se të zgjidhni.",
            "Mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorurfaqen tonë të cookies.",
            "Kthehu teNdihmë e parë"
          ]
        },
        {
          "title": "Përmbajtja",
          "paragraphs": [
            "Kjo faqe jep informacion dhe udhëzime rreth rianimacionit kardiopulmonar (CPR). Kjo përfshin CPR vetëm me duar dhe CPR me frymëmarrje shpëtimi.",
            "Nëse dikush është i pavetëdijshëm dhe nuk po frymëmarrë normalisht, thirrni 999 dhe filloni CPR menjëherë.",
            "Kur thirrni 999 për një ambulancë, duhet t'ju jepen udhëzime bazë për shpëtimin e jetës nëpërmjet telefonit, duke përfshirë këshilla rreth CPR."
          ]
        },
        {
          "title": "CPR tek të rriturit",
          "paragraphs": [
            "Nëse jeni trajnuar në CPR, duke përfshirë frymëmarrje shpëtimi, dhe ndiheni të sigurt duke përdorur aftësitë tuaja, duhet të jepni kompresione të gjoksit me frymëmarrje shpëtimi.",
            "Nëse nuk jeni plotësisht të sigurt, provoni CPR vetëm me duar."
          ]
        },
        {
          "title": "CPR vetëm me duar",
          "paragraphs": [
            "Për të kryer një kompresion të gjoksit:"
          ]
        },
        {
          "title": "CPR tek fëmijët",
          "paragraphs": [
            "Duhet të kryeni CPR me frymëmarrje shpëtimi në një fëmijë. Ka më shumë gjasa që fëmijët të kenë një problem me rrugët e frymëmarrjes dhe frymëmarrjen sesa një problem me zemrën."
          ]
        },
        {
          "title": "Foshnjat nën 1 vit",
          "paragraphs": [
            "Faqja e fundit e rishikuar: 15 Mars 2022Rishikimi i ardhshëm: 15 Mars 2025"
          ]
        },
        {
          "title": "Lidhje mbështetëse",
          "paragraphs": [
            "© E drejta e autorit e Kurorës"
          ]
        }
      ],
      "sublinks": null,
      "sublink_articles": []
    }
  ]
}