{
  "title": "Abuzimi me steroide anabolike",
  "url": "https://www.nhs.uk/conditions/anabolic-steroid-misuse/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu te Shëndeti A deri në Z",
        "Steroidet anabolike janë ilaçe që mund të merren vetëm me recetë dhe ndonjëherë merren pa këshillën mjekësore për të rritur masën muskulore dhe për të përmirësuar performancën atletike.",
        "Nëse përdoren në këtë mënyrë, ato mund të shkaktojnë efekte anësore serioze dhe varësi.",
        "Steroidet anabolike janë ilaçe të prodhuara që kopjojnë efektet e hormonit mashkullor testosteron. Ato kanë përdorime të kufizuara mjekësore dhe nuk janë të njëjta me kortikosteroidet, një lloj tjetër i ilaçeve steroidale që janë më të përshkruara zakonisht."
      ]
    },
    {
      "title": "A janë steroidet anabolike të paligjshme?",
      "paragraphs": [
        "Steroidet anabolike janë drogë të klasës C, të cilat mund të lëshohen vetëm nga farmacistët me një recetë.",
        "Është ligjore të kesh steroide anabolike për përdorim personal. Ato gjithashtu mund të importohen ose eksportohen, për sa kohë që kjo kryhet personalisht. Kjo do të thotë që ato nuk mund të dërgohen me postë ose të dorëzohen nga një shërbim kuriere ose transporti.",
        "Megjithatë, është e paligjshme të posedosh, importosh ose eksportosh steroide anabolike nëse besohet se po i furnizon ose shet. Kjo përfshin edhe dhënien e tyre për miq. Ndëshkimi është një gjobë e pakufizuar, ose madje një dënim burgu deri në 14 vjet.",
        "Në sportin profesional, shumica e organizatave ndalojnë përdorimin e steroideve anabolike dhe testojnë konkurrentët për steroide të ndaluara. Nëse testoni pozitiv, mund të jeni të ndaluar nga konkurrimi profesional."
      ]
    },
    {
      "title": "Pse njerëzit abuzojnë me steroide anabolike",
      "paragraphs": [
        "Steroidet anabolike mund të përdoren si ilaçe që rrisin performancën, duke rritur masën muskulore dhe duke ulur yndyrën, si dhe duke shkaktuar shumë efekte të padëshirueshme. Disa njerëz i marrin rregullisht për të përmirësuar performancën fizike dhe për të ndërtuar trupin e tyre.",
        "Megjithatë, njerëz të të gjitha moshave janë të njohur që abuzojnë me këto ilaçe, përfshirë djemtë adoleshentë që vuajnë nga çrregullimi i trupit. Kjo është një gjendje shëndetësore mendore ku një person kalon shumë kohë duke u shqetësuar për të metat në pamjen e tyre. Këto të meta shpesh janë të padukshme për të tjerët.",
        "Njerëzit që kanë çrregullim të trupit mund të marrin steroide anabolike sepse nuk e shohin veten si mjaftueshëm të mëdhenj ose të fortë fizikisht.",
        "Disa njerëz besojnë se marrja e steroideve anabolike do t'i ndihmojë të bëhen të fit dhe të shëndetshëm. Kjo nuk është e vërtetë: marrja e steroideve anabolike është një zakon i rrezikshëm drogash."
      ]
    },
    {
      "title": "Si merren steroide anabolike",
      "paragraphs": [
        "Steroidet anabolike zakonisht injektohen në një muskull ose merren me gojë si tableta, por ato gjithashtu vijnë si krem ose xhele që aplikohen në lëkurë.",
        "Shumë njerëz që përdorin steroide anabolike janë të vetëdijshëm për rreziqet e marrjes së tyre dhe besojnë se duke marrë ilaçet në mënyra të caktuara mund të shmangin efektet anësore. Ose mund të marrin ilaçe shtesë për të përpiqur të kundërshtojnë efektet anësore.",
        "Përdoruesit mund:",
        "Por nuk ka prova që ndonjë nga këto metoda zvogëlon efektet anësore dhe dëmet nga marrja e steroideve anabolike.",
        "Përdoruesit priren të ushtrohen më shumë kur marrin doza të larta për të përfituar sa më shumë nga performanca e përmirësuar gjatë kësaj kohe."
      ]
    },
    {
      "title": "Efektet anësore të steroideve anabolike",
      "paragraphs": [
        "Marrja e rregullt e steroideve anabolike mund të çojë në ndryshime fizike dhe psikologjike si tek burrat ashtu edhe tek gratë, si dhe në gjendje mjekësore potencialisht të rrezikshme."
      ]
    },
    {
      "title": "Efektet fizike",
      "paragraphs": [
        "Efektet e steroideve anabolike tek burrat mund të përfshijnë:",
        "Tek gratë, steroide anabolike mund të shkaktojnë:",
        "Përveç kësaj, si burrat ashtu edhe gratë që marrin steroide anabolike mund të zhvillojnë ndonjë nga gjendjet mjekësore të mëposhtme:"
      ]
    },
    {
      "title": "Efektet psikologjike",
      "paragraphs": [
        "Abuzimi me steroide anabolike mund të shkaktojë edhe efektet psikologjike ose emocionale të mëposhtme:"
      ]
    },
    {
      "title": "Rritje e ndaluar tek adoleshentët",
      "paragraphs": [
        "Steroidet anabolike përshpejtojnë rritjen e kockave, kështu që nëse abuzohen nga adoleshentët që ende nuk kanë pasur rritjen e shpejtë të lidhur me pubertetin, ilaçet mund të shkaktojnë plakje të parakohshme të kockave dhe rritje të kufizuar."
      ]
    },
    {
      "title": "Ndarja e gjilpërave",
      "paragraphs": [
        "Meqenëse steroide anabolike shpesh injektohen, ka rreziqe të lidhura me ndarjen e gjilpërave. Këto janë të njëjtat rreziqe të lidhura me përdorimin e drogave rekreative dhe përfshijnë:"
      ]
    },
    {
      "title": "Varësia",
      "paragraphs": [
        "Steroidet anabolike janë adiktive. Kjo do të thotë që mund të keni një dëshirë të fortë për ilaçin, të keni nevojë për më shumë për të marrë të njëjtin efekt dhe të keni simptoma tërheqjeje nëse ndaloni papritur marrjen e tij.",
        "Një person që është i varur nga steroide anabolike do të dëshirojë të vazhdojë t'i përdorë pavarësisht nga përjetimi i efekteve anësore fizike të pakëndshme.",
        "Kur mjekët përshkruajnë ilaçe steroidale, ata gjithmonë këshillojnë të ndaloni ilaçet ngadalë duke ulur gradualisht dozën.",
        "Ndërprerja e papritur e steroideve anabolike mund të rezultojë në simptoma tërheqjeje që përfshijnë:"
      ]
    },
    {
      "title": "Marrja e ndihmës",
      "paragraphs": [
        "Ju duhet të konsultoni një mjek të përgjithshëm nëse mendoni se jeni të varur nga steroide anabolike. Trajtimi për një varësi nga steroide anabolike do të jetë i ngjashëm me atë të llojeve të tjera të varësisë.",
        "Mjeku i përgjithshëm mund t'ju referojë një këshilltar të trajnuar posaçërisht për drogat. Ata do të diskutojnë varësinë tuaj me ju, si të ndaloni sigurisht marrjen e steroideve dhe çdo pengesë që mund të hasni kur përpiqeni të ndaloni, plus këshilla për të përballuar këto pengesa.",
        "Informacione dhe këshilla të mëtejshme:",
        "Faqja e fundit e rishikuar: 13 Prill 2022Rishikimi i ardhshëm: 13 Prill 2025"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit të Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/body-dysmorphia/",
    "https://www.nhs.uk/conditions/infertility/",
    "https://www.nhs.uk/conditions/erection-problems-erectile-dysfunction/",
    "https://www.nhs.uk/conditions/hair-loss/",
    "https://www.nhs.uk/conditions/prostate-cancer/",
    "https://www.nhs.uk/conditions/acne/",
    "https://www.nhs.uk/conditions/periods/",
    "https://www.nhs.uk/conditions/hair-loss/",
    "https://www.nhs.uk/conditions/acne/",
    "https://www.nhs.uk/conditions/heart-attack/",
    "https://www.nhs.uk/conditions/high-cholesterol/",
    "https://www.nhs.uk/conditions/hallucinations/",
    "https://www.nhs.uk/conditions/gangrene/",
    "https://www.nhs.uk/conditions/hepatitis-b/",
    "https://www.nhs.uk/conditions/hepatitis-c/",
    "https://www.nhs.uk/conditions/hiv-and-aids/",
    "https://www.nhs.uk/conditions/clinical-depression/",
    "https://www.nhs.uk/conditions/insomnia/",
    "https://www.nhs.uk/conditions/anorexia/",
    "https://www.nhs.uk/conditions/headaches/"
  ],
  "sublink_articles": []
}