{
  "title": "Anafilaksia",
  "url": "https://www.nhs.uk/conditions/anaphylaxis/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Ne kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Gjithashtu do të donim të përdornim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbime të quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne i përdorim këto informacione për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Ne do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tek Shëndeti A deri në Z",
        "Anafilaksia është një reaksion alergjik jetëkërcënues që ndodh shumë shpejt. Mund të shkaktohet nga ushqimi, ilaçet ose kafshimet e insekteve. Thirrni 999 nëse mendoni se ju ose dikush tjetër po përjeton një reaksion anafilaktik."
      ]
    },
    {
      "title": "Kontrolloni nëse është anafilaksi",
      "paragraphs": [
        "Simptomat e anafilaksisë ndodhin shumë shpejt.",
        "Zakonisht fillojnë brenda pak minutash pas kontaktimit me diçka për të cilën jeni alergjik, si p.sh. ushqim, ilaç ose kafshim insekti.",
        "Simptomat përfshijnë:",
        "Mund të keni edhe një vyrë të ënjtur, të ngritur ose që kruhet."
      ]
    },
    {
      "title": "Veprim i menjëhershëm i kërkuar: Thirrni 999 nëse:",
      "paragraphs": [
        "Ju ose personi që është i sëmurë mund të keni edhe një vyrë të ënjtur, të ngritur ose që kruhet.",
        "Këto mund të jenë shenja të një reaksioni alergjik serioz dhe mund të kenë nevojë për trajtim të menjëhershëm në spital."
      ]
    },
    {
      "title": "Çfarë të bëni nëse keni anafilaksi",
      "paragraphs": [
        "Ndiqni këto hapa nëse mendoni se ju ose dikush që është me ju po përjeton një reaksion anafilaktik:",
        "Mos qëndroni në këmbë ose mos ecni në asnjë kohë, edhe nëse ndiheni më mirë."
      ]
    },
    {
      "title": "Si të përdorni një auto-injektor adrenalini",
      "paragraphs": [
        "Ka lloje të ndryshme të auto-injektorëve të adrenalinit dhe secili jepet ndryshe."
      ]
    },
    {
      "title": "Trajtimi për anafilaksinë",
      "paragraphs": [
        "Anafilaksia duhet të trajtohet në spital menjëherë.",
        "Trajtimet mund të përfshijnë:",
        "Zakonisht do të qëndroni në spital për rreth 2 deri 12 orë, por mund të keni nevojë të qëndroni më gjatë.",
        "Para se të largoheni nga spitali, do t'ju jepen 2 auto-injektorë adrenalini për t'i mbajtur në rast se keni një reaksion tjetër anafilaktik.",
        "Një auto-injektor adrenalini është një pajisje e veçantë për të injektuar adrenalinin vetë. Do t'ju tregohet si dhe kur ta përdorni atë.",
        "Duhet t'ju tregohet si të përdorni auto-injektorin tuaj të adrenalinit çdo herë që ju përshkruhet.",
        "Mund të referoheni gjithashtu te një specialist alergjish për teste dhe këshilla."
      ]
    },
    {
      "title": "Gjërat që mund të bëni për të ndihmuar në parandalimin e anafilaksisë",
      "paragraphs": [
        "Ka disa gjëra që mund të bëni për të ndihmuar në parandalimin e anafilaksisë ose për t'u përgatitur nëse ndodh."
      ]
    },
    {
      "title": "Bëni",
      "paragraphs": [
        "shmangni ushqimin, ilaçin ose gjënë për të cilën jeni alergjik – për shembull, nëse keni një alergji ushqimore, kontrolloni me kujdes etiketat e ushqimeve dhe informoni stafin në restorante dhe kafe për alergjinë tuaj",
        "mbajini gjithmonë me vete 2 auto-injektorë adrenalini",
        "kontrolloni rregullisht datat e skadencës së auto-injektorëve tuaj të adrenalinit dhe merrni të rinj para se të skadojnë",
        "praktikoni si të përdorni auto-injektorin tuaj të adrenalinit duke përdorur një injektor trajnues (një injektor që nuk ka gjilpërë ose ilaç) – mund ta porositni online nga kompania që prodhon injektorin tuaj",
        "mësoni miqtë, familjen, kolegët ose kujdestarët si dhe kur të përdorin auto-injektorin tuaj të adrenalinit",
        "përdorni auto-injektorin tuaj të adrenalinit nëse mendoni se mund të keni anafilaksi, edhe nëse simptomat tuaja janë të lehta",
        "vishni xhevahirë mjekësore si p.sh. një byzylyk me informacione rreth alergjisë tuaj – kjo i tregon të tjerëve për alergjinë tuaj në rast emergjence"
      ]
    },
    {
      "title": "Mos bëni",
      "paragraphs": [
        "mos i lini auto-injektorët tuaj të adrenalinit në vende shumë të nxehta ose të ftohta si p.sh. në frigorifer ose jashtë në diell"
      ]
    },
    {
      "title": "Më shumë informacion",
      "paragraphs": [
        "Ka më shumë këshilla se çfarë mund të bëni për të shmangur alergjitë e zakonshme. Mësoni më shumë rreth:"
      ]
    },
    {
      "title": "Shkaqet e anafilaksisë",
      "paragraphs": [
        "Anafilaksia ndodh kur trupi juaj ka një reaksion serioz ndaj diçkaje për të cilën jeni alergjik.",
        "Alergjitë që ndonjëherë mund të shkaktojnë anafilaksi përfshijnë:",
        "Ndonjëherë nuk dihet se çfarë ka shkaktuar një reaksion anafilaktik.",
        "Faqja e fundit e rishikuar: 21 Qershor 2023Rishikimi i ardhshëm: 21 Qershor 2026"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e mbretërisë"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/food-allergy/",
    "https://www.nhs.uk/conditions/insect-bites-and-stings/",
    "https://www.nhs.uk/conditions/nsaids/",
    "https://www.nhs.uk/conditions/anaesthesia/"
  ],
  "sublink_articles": []
}