{
  "title": "Kontrollet vjetore të shëndetit\n    \n - \n      Aftësi të kufizuara të të mësuarit",
  "url": "https://www.nhs.uk/conditions/learning-disabilities/annual-health-checks/",
  "sections": [
    {
      "title": "Cookies në faqen e NHS",
      "paragraphs": [
        "Kemi vendosur disa skedarë të vegjël të quajtur cookies në pajisjen tuaj për të bërë që faqja jonë të funksionojë.",
        "Do të donim gjithashtu të përdorim cookies analitike. Këto mbledhin feedback dhe dërgojnë informacione se si përdoret faqja jonë tek shërbimet e quajtura Adobe Analytics, Adobe Target, Qualtrics Feedback dhe Google Analytics. Ne përdorim këtë informacion për të përmirësuar faqen tonë.",
        "Na tregoni nëse kjo është në rregull. Do të përdorim një cookie për të ruajtur zgjedhjen tuaj. Mund të lexoni më shumë rreth cookies tona para se të zgjidhni.",
        "Ju mund të ndryshoni cilësimet e cookies në çdo kohë duke përdorur faqen tonë të cookies.",
        "Kthehu tek Aftësi të kufizuara të të mësuarit"
      ]
    },
    {
      "title": "Përmbajtja",
      "paragraphs": [
        "Njerëzit me aftësi të kufizuara të të mësuarit shpesh kanë shëndet fizik dhe mendor më të dobët se njerëzit e tjerë. Kjo nuk duhet të jetë kështu.",
        "Është e rëndësishme që çdo person mbi 14 vjeç që është në regjistrin e aftësive të kufizuara të të mësuarit të mjekut të ketë një kontroll vjetor të shëndetit.",
        "Një kontroll vjetor i shëndetit mund t'ju ndihmojë të qëndroni mirë duke folur me një mjek ose infermiere për shëndetin tuaj dhe duke gjetur çdo problem herët, në mënyrë që ato të mund të zgjidhen.",
        "Nuk keni nevojë të jeni i sëmurë për të bërë një kontroll shëndetësor – në fakt, shumica e njerëzve bëjnë kontrollin e tyre vjetor të shëndetit kur ndihen mirë.",
        "Nëse jeni të shqetësuar për të parë një mjek, ose ka diçka që ata mund të bëjnë për ta bërë takimin tuaj më të mirë, njoftoni mjekun ose infermieren.",
        "Ata mund të bëjnë ndryshime për t'ju ndihmuar. Këto quhen rregullime të arsyeshme.",
        "Mësoni më shumë rreth kontrollit vjetor të shëndetit në këtë broshurë të lehtë për të lexuar nga Mencap (PDF 2.72Mb)"
      ]
    },
    {
      "title": "Kush mund të ketë një kontroll vjetor të shëndetit?",
      "paragraphs": [
        "Çdo person i moshës 14 vjeç e lart që është në regjistrin e aftësive të kufizuara të të mësuarit të mjekut mund të ketë një kontroll vjetor të shëndetit falas një herë në vit.",
        "Ju mund të kërkoni të regjistroheni në këtë regjistër nëse mendoni se keni një aftësi të kufizuar të të mësuarit.",
        "Kontrolloni me praktikën e mjekut tuaj nëse ju ose personi për të cilin kujdeseni jeni në regjistër."
      ]
    },
    {
      "title": "Si do të ndihmojë një kontroll vjetor i shëndetit?",
      "paragraphs": [
        "Ju do të njiheni më mirë me mjekun tuaj. Mjeku gjithashtu do të jetë në gjendje të zbulojë çdo problem shëndetësor më shpejt në mënyrë që të merrni trajtimin që ju nevojitet për të qëndruar mirë.",
        "Ju mund t'i bëni pyetje mjekut tuaj për shëndetin tuaj dhe t'i tregoni atij se si ndiheni.",
        "Ju mund gjithashtu të flisni për çdo trajtim që po merrni ose ilaç që përdorni."
      ]
    },
    {
      "title": "Si mund të merrni një takim?",
      "paragraphs": [
        "Të rriturit dhe të rinjtë e moshës 14 vjeç e lart me aftësi të kufizuara të të mësuarit që janë në regjistrin e aftësive të kufizuara të të mësuarit të praktikës së mjekut duhet të ftohen nga mjeku i tyre për të ardhur për një kontroll vjetor të shëndetit.",
        "Shumica e mjekëve ofrojnë kontroll vjetor të shëndetit për njerëzit me aftësi të kufizuara të të mësuarit. Por ata nuk janë të detyruar të ofrojnë këtë shërbim.",
        "Nëse praktika e mjekut tuaj nuk ju ka ofruar një kontroll vjetor të shëndetit, ju mund t'i kërkoni atyre nëse mund të keni një të tillë.",
        "Nëse ata thonë jo, kërkoni ndihmë nga ekipi lokal i aftësive të kufizuara të të mësuarit në komunitet për të marrë një të tillë."
      ]
    },
    {
      "title": "Video: Kontrollet vjetore të shëndetit për njerëzit me aftësi të kufizuara të të mësuarit",
      "paragraphs": [
        "Kjo video shpjegon çfarë ndodh gjatë një kontrolli vjetor të shëndetit.",
        "Kjo është një dritare modale.",
        "Fillimi i dritares së dialogut. Escape do të anulojë dhe do ta mbyllë dritaren.",
        "Fundi i dritares së dialogut.",
        "Kjo është një dritare modale. Kjo modale mund të mbyllet duke shtypur tastin Escape ose duke aktivizuar butonin e mbylljes.",
        "Kjo është një dritare modale. Kjo modale mund të mbyllet duke shtypur tastin Escape ose duke aktivizuar butonin e mbylljes."
      ]
    },
    {
      "title": "Çfarë ndodh gjatë kontrollit vjetor të shëndetit?",
      "paragraphs": [
        "Ju mund të shihni profesionistë të ndryshëm të shëndetit. Këta mund të përfshijnë një mjek, një farmacist, një infermiere ose një asistent shëndetësor. Të gjithë kanë marrë trajnim shtesë për të qenë në gjendje të kryejnë kontrollin e shëndetit.",
        "Gjatë kontrollit të shëndetit, profesionisti i shëndetit do të:",
        "Ndonjëherë njerëzit me aftësi të kufizuara të të mësuarit ose autizëm u jepen ilaçe që mund të mos kenë nevojë.",
        "Mësoni më shumë rreth STOMP (Ndërprerja e mbidozimit të ilaçeve për njerëzit me aftësi të kufizuara të të mësuarit, autizëm ose të dyja) në këtë broshurë të lehtë për të lexuar nga NHS (PDF 480kb)",
        "Ju do të pyeteni nëse jeni në rregull (jepni pëlqimin tuaj) për të ndarë informacionin tuaj të shëndetit me shërbime të tjera shëndetësore për t'u siguruar që merrni mbështetjen e duhur nëse shkoni në spital, për shembull.",
        "Prindërit tuaj ose kujdestari juaj kryesor mund ta bëjnë këtë për ju nëse nuk jeni në gjendje.",
        "Profesionisti i shëndetit mund t'ju japë informacion shëndetësor, si këshilla për të ngrënë shëndetshëm, ushtrime fizike, kontracepsion ose ndërprerje të duhanpirjes."
      ]
    },
    {
      "title": "Bërja e rregullimeve të arsyeshme për ju",
      "paragraphs": [
        "NHS duhet ta bëjë aq të lehtë për njerëzit me aftësi të kufizuara të përdorin shërbimet shëndetësore sa është për njerëzit që nuk janë me aftësi të kufizuara. Kjo quhet bërja e rregullimeve të arsyeshme.",
        "Pyetni mjekun tuaj nëse keni nevojë për ndonjë rregullim të arsyeshëm, si:",
        "Rregullimet e arsyeshme që ju nevojiten duhet të shkruhen në një profil shëndetësor ose plan veprimi shëndetësor që mjeku ose infermierja mund të përdorin.",
        "Shikoni një video rreth rregullimeve të arsyeshme dhe si ato mund t'ju ndihmojnë në YouTube"
      ]
    },
    {
      "title": "A duhet të keni një kontroll vjetor të shëndetit?",
      "paragraphs": [
        "Jo. Ju mund të zgjidhni nëse dëshironi të keni një kontroll vjetor të shëndetit apo jo.",
        "Ju mund t'i kërkoni mjekut ose infermieres më shumë informacione rreth kontrollit vjetor të shëndetit para se të vendosni.",
        "Ju do të pyeteni nëse jeni në rregull (jepni pëlqimin tuaj) për të kryer ndonjë test ose procedurë para se t'i bëni ato."
      ]
    },
    {
      "title": "A është e njëjtë me Kontrollin e Shëndetit të NHS?",
      "paragraphs": [
        "Jo. Programi i Kontrollit të Shëndetit të NHS është për të gjithë të rriturit e moshës 40 deri në 74 vjeç.",
        "Ai vlerëson rrezikun e tyre për sëmundje të zemrës, stroke, sëmundje të veshkave, diabet dhe demencë çdo 5 vjet.",
        "Mësoni më shumë rreth Kontrollit të Shëndetit të NHS",
        "Faqja e fundit e rishikuar: 10 Janar 2022Rishikimi i ardhshëm: 10 Janar 2025"
      ]
    },
    {
      "title": "Lidhjet e mbështetjes",
      "paragraphs": [
        "© E drejta e autorit e Kurorës"
      ]
    }
  ],
  "sublinks": [
    "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/",
    "https://www.nhs.uk/conditions/learning-disabilities/going-into-hospital/",
    "https://www.nhs.uk/conditions/epilepsy/",
    "https://www.nhs.uk/conditions/constipation/",
    "https://www.nhs.uk/conditions/swallowing-problems-dysphagia/",
    "https://www.nhs.uk/conditions/asthma/",
    "https://www.nhs.uk/conditions/diabetes/",
    "https://www.nhs.uk/conditions/consent-to-treatment/",
    "https://www.nhs.uk/conditions/coronary-heart-disease/",
    "https://www.nhs.uk/conditions/stroke/",
    "https://www.nhs.uk/conditions/kidney-disease/",
    "https://www.nhs.uk/conditions/diabetes/",
    "https://www.nhs.uk/conditions/dementia/about-dementia/what-is-dementia/",
    "https://www.nhs.uk/conditions/nhs-health-check/",
    "https://www.nhs.uk/conditions/learning-disabilities/diagnosis/"
  ],
  "sublink_articles": []
}